Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/achievements.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# diamond-rank-achievement-desc
source: Raise your Rank up to Diamond in the Competitive Mode. Shine on!
de: Erreiche den diamantenen Rang im Wettkampfmodus.
es: Sube tu rango a diamante en el modo Competitivo.
fr: Atteins le rang Diamant en Mode Compétition.
it: Aumenta la tua posizione fino a raggiungere il Diamante nella modalità Competitiva.
pt: Suba sua patente até Diamante no Modo Competitivo.
ru: Повысить свой ранг до Бриллианта в Соревновательном Режиме. Сияй!
tr: Rekabet Modunda Elmas Derecesine kadar yüksel. Parlamaya devam et!
uk: Підвищіть свій ранг до «Генерала» в змагальному режимі.

# champion-slayer
source: The Champion Slayer
de: Der Champion-Killer
es: El matacampeones
fr: Le tueur de Champion
it: L'assassino dei campioni
pt: O Exterminador de Campeões
ru: Мания величия берёт верх
tr: Şampiyon Katili
uk: Убивця чемпіонів

# champion-slayer-desc
source: Beat any champion in the Hall of Champions.
de: Besiege einen Champion in der Halle der Champions.
es: Vence a cualquier campeón en el Salón de los Campeones.
fr: Bats un champion dans le Hall des Champions.
it: Batti un campione qualsiasi nella Sala dei campioni.
pt: Derrote algum campeão no Hall dos Campeões.
ru: Победить любого чемпиона в Зале Чемпионов.
tr: Şampiyonlar Salonu'ndaki tüm şampiyonları yen.
uk: Переможіть будь-якого чемпіона в залі чемпіонів.

# ranked-top-1
source: The number one!
de: Die Nummer Eins!
es: ¡El número uno!
fr: Le numéro 1 !
it: Il numero 1!
pt: O número 1!
ru: Лучший из лучших!
tr: Bir numara!
uk: Кращий за всіх!

# ranked-top-1-desc
source: Get to the top of the Ranking leaderboard.
de: Kämpfe dich an die Spitze der Rangliste.
es: Alcanza el primer puesto en la clasificación.
fr: Atteins le haut du classement.
it: Arriva in vetta alla classifica punteggio.
pt: Chegue ao topo do ranking de jogadores. Você pode conferir sua posição atual na seção de ranking do seu inventário.
ru: Возглавить рейтинг чемпионов.
tr: Liderlik sıralamasında zirveye çık.
uk: Очольте рейтинг лідерів.

# ranked-top-15
source: We are the champions!
de: Wir sind die Champions!
es: ¡Somos los campeones!
fr: Nous sommes les champions !
it: I campioni siamo noi!
ru: Среди чемпионов!
tr: En büyük biziz!
uk: Серед чемпіонів!

# ranked-top-15-desc
source: Join the top 15 players featured in the Hall of Champions.
de: Sei unter den besten 15 Spielern in der Halle der Champions.
es: Consigue estar entre los 15 mejores jugadores destacados en el Salón de los Campeones.
fr: Classe-toi parmi les 15 meilleurs joueurs du Hall des Champions.
it: Posizionati tra i 15 migliori giocatori della Sala dei campioni.
pt: Entre na lista dos 15 jogadores melhor rankeados. Você pode conferir sua posição atual na seção de ranking do seu inventário.
ru: Войти в 15 лучших игроков Зала Чемпионов.
tr: Şampiyonlar Salonu'nda ilk 15 oyuncu arasına gir.
uk: Увійдіть до 15 кращих гравців зали чемпіонів.

source: It's time!
de: Es ist soweit!
es: ¡Ha llegado la hora!
fr: C'est l'heure !
it: Il momento giusto!
pt: Tá na hora!
ru: Время пришло!
tr: Vakit geldi!
uk: Час прийшов!

# its-time-desc
source: Collect the ¾420 that floats in the air at 3-6. Do it during a specific time of day.
de: Sammle die ¾420 die bei 3-6 in der Luft schwebt. Mache das zu einer bestimmten Tageszeit.
es: Consigue el ¾420 que flota en el aire en 3-6. Hazlo durante una hora específica del día.
fr: Collecte les ¾420 qui flottent dans les airs au niveau 3-6. Fais-le à une heure précise de la journée.
it: Raccogli i 420 ¾ che svolazzano in aria a 3-6. Fallo in un preciso momento della giornata.
pt: Flutue e colete ¾420 que estão vagando no ar em 3-6. Faça isso num certo horário do dia.
ru: Соберите ¾420, висящих в воздухе на уровне 6 главы 3, в определенное время дня.
tr: 3-6'da havada süzülen ¾420'yi topla. Onu günün belirli bir saatinde yap.
uk: У певний час дня зберіть ¾420, що висять у повітрі на рівні 3-6.

# bag-expanded-2
source: Even more storage!
de: Noch mehr Lagerraum!
es: ¡Aún más almacenamiento!
fr: Encore plus de place !
it: Ancora più spazio!
pt: Ainda mais espaço!
ru: Ещё больше места!
tr: Daha da fazla depolama alanı!
uk: Ще більше місця!

# bag-expanded-2-desc
source: Buy the second expansion chest in the shop.
de: Kaufe die zweite Erweiterungskiste im Laden.
es: Compra el segundo cofre de ampliación en la tienda.
fr: Achète le deuxième coffre d'extension dans la boutique.
it: Acquista il secondo forziere di espansione nel negozio.
pt: Compre o segundo baú de expansão de inventário.
ru: Купить второе расширение инвентаря в Магазине. Ну, теперь-то точно достаточно?
tr: Mağazadan ikinci envanter büyütme sandığını satın al.
uk: Придбайте друге розширення інвентарю в магазині.

# ranked-top-100
source: True hero
de: Wahrer Held
es: Héroe verdadero
fr: Véritable héros
it: Vero eroe
pt: Verdadeiro Herói
ru: Настоящий герой
tr: Gerçek kahraman
uk: Справжній герой

# ranked-top-100-desc
source: Be in the top 100 list of best ranked players. You can see your current position in the ranking section of your inventory.
de: Erreiche die Top 100 der besten Ranglistenspieler. Du siehst deine aktuelle Position im Ranglistenteil deines Inventars.
es: Posiciónate entre los 100 jugadores con mejor rango. Puedes ver tu posición actual en la sección de la clasificación de tu inventario.
fr: Place-toi dans la liste des 100 joueurs les mieux classés. Tu peux voir ta position actuelle dans la section classement de ton inventaire.
it: Entra nella classifica dei 100 migliori giocatori classificati. Potrai vedere la tua attuale posizione nella sezione Classificazione del tuo inventario.
pt: Entre na lista dos 100 jogadores melhor rankeados. Você pode conferir sua posição atual na seção de ranking do seu inventário.
ru: Попасть в список 100 лучших игроков Соревновательного Режима. Ваше текущее положение можно увидеть в рейтинговой секции инвентаря.
tr: En iyi oyunculardan oluşan ilk 100 listesine gir. Mevcut yerini envanterinin sıralama bölümünde görebilirsin.
uk: Потрапити в список 100 кращих рейтингових гравців. Ваше поточне положення можна побачити в рейтинговій секції інвентарю.

# ranked-top-500
source: Veteran Rampager
de: Rampage-Veteran
es: Rampager veterano
fr: Rampageur vétéran
it: Veterano furioso
pt: Rampageiro veterano
ru: Неистовый ветеран
tr: Emektar Katliamcı
uk: Шалений ветеран

# ranked-top-500-desc
source: Be in the top 500 list of best ranked players. You can see your current position in the ranking section of your inventory.
de: Erreiche die Top 500 der besten Ranglistenspieler. Du siehst deine aktuelle Position im Ranglistenteil deines Inventars.
es: Posiciónate entre los 500 jugadores con mejor rango. Puedes ver tu posición actual en la sección de la clasificación de tu inventario.
fr: Place-toi dans la liste des 500 joueurs les mieux classés. Tu peux voir ta position actuelle dans la section classement de ton inventaire.
it: Entra nella classifica dei 50 migliori giocatori classificati. Potrai vedere la tua attuale posizione nella sezione Classificazione del tuo inventario.
pt: Entre na lista dos 500 jogadores melhor rankeados. Você pode conferir sua posição atual na seção de ranking do seu inventário.
ru: Попасть в список 500 лучших игроков Соревновательного Режима. Ваше текущее положение можно увидеть в рейтинговой секции инвентаря.
tr: En iyi oyunculardan oluşan ilk 500 listesine gir. Mevcut yerini envanterinin sıralama bölümünde görebilirsin.
uk: Потрапити в список 500 кращих рейтингових гравців. Ваше поточне положення можна побачити в рейтинговій секції інвентарю.

source: Challenge Accepted
de: Herausforderung angenommen
es: Desafío aceptado
fr: Défi accepté
it: Sfida accettata
pt: Desafio aceito!
ru: Вызов принят
tr: Meydan Okuma Kabul Edildi
uk: Виклик прийнятий

# challenge-accepted-desc
source: Finish a Challenge from the Weekly Challenge Portal.
de: Meistere eine Herausforderung aus dem Wochenherausforderung-Portal.
es: Termina un desafío del portal de desafíos semanales.
fr: Termine un défi sur le Portail des défis hebdomadaires.
it: Termina una sfida dal portale delle Sfide settimanali.
pt: Conclua um desafio no Portal de Masmorra Semanal.
ru: Пройти свой первый Еженедельный Уровень.
tr: Haftalık Meydan Okuma Portalı'ndan bir Meydan Okumayı bitir.
uk: Пройдіть завдання в порталі щотижневих завдань.

# salesman-payback
source: Payback Time
de: Zeit der Vergeltung
es: Hora de la venganza
fr: L'heure de la vengeance
it: Tempo di vendetta
pt: Hora da vingança!
ru: Сдачи не надо
tr: Geri Ödeme Zamanı
uk: Час розплати

# salesman-payback-desc
source: Kill the Salesman in the alternative reality.
de: Töte den Händler in der alternativen Realität.
es: Mata al vendedor en la realidad alternativa.
fr: Tue le vendeur dans la réalité alternative.
it: Uccidi il venditore nella realtà alternativa.
pt: Elimine o Vendedor na realidade alternativa.
ru: Убить Торговца в альтернативной реальности.
tr: Satıcıyı alternatif gerçeklikte öldür.
uk: Убийте торговця в альтернативній реальності.

source: Time Patroller's Time
de: Zeitpatrouillenzeit
es: Tiempo de la Patrulla del Tiempo
fr: L'heure du patrouilleur du temps
it: Tempo del guardiano del tempo
pt: A Hora do Patrulheiro do Tempo
ru: Убийца времени
tr: Zaman Devriyesinin Zamanı
uk: Патруль часу

# time-patrollers-time-desc
source: Kill the Time Patroller in the alternative reality.
de: Töte die Zeitstreife in der alternativen Realität.
es: Mata al Patrullero del Tiempo en la realidad alternativa.
fr: Tue le patrouilleur du temps dans la réalité alternative.
it: Uccidi il guardiano del tempo della realtà alternativa.
pt: Elimine o Patrulheiro do Tempo na realidade alternativa.
ru: Убить Патрульных Времени в альтернативной реальности.
tr: Zaman Devriyesini alternatif gerçeklikte öldür.
uk: Убийте патрульного часу в альтернативній реальності.

# kingslayer-time
source: Kingslayer
de: Königsmörder
es: Matarreyes
fr: Régicide
it: Uccisore dei Re
pt: Regicida
ru: Цареубийца
tr: Kral Katili
uk: Царевбивця

# kingslayer-time-desc
source: Kill the King in the alternative reality.
de: Töte den König in der alternativen Realität.
es: Mata al rey en la realidad alternativa.
fr: Tue le Roi dans la réalité alternative.
it: Uccidi il Re nella realtà alternativa.
pt: Elimine o Rei na realidade alternativa.
ru: Убить Короля в альтернативной реальности.
tr: Kralı alternatif gerçeklikte öldür.
uk: Убийте короля в альтернативній реальності.

source: Pixelated Arsenal
de: Verpixeltes Arsenal
es: Arsenal pixelado
fr: Arsenal pixélisé
it: Arsenale pixellato
pt: Arsenal Pixelado
ru: Пиксельный арсенал
tr: Pikselli Cephane
uk: 8-бітний арсенал

# pixelated-arsenal-desc
source: Collect a Retro stylized item in the alternative reality.
de: Sammle ein Retro-Item in der alternativen Realität.
es: Consigue un objeto de estilo retro en la realidad alternativa.
fr: Récupère un objet de style rétro dans la réalité alternative.
it: Colleziona un oggetto in stile retro nella realtà alternativa.
pt: Colete itens do estilo retrô na realidade alternativa.
ru: Собрать восьмибитное оружие в альтернативной реальности.
tr: Alternatif gerçeklikte bir Retro tarzında eşya al.
uk: Зберіть піксельну зброю в альтернативній реальності.

source: The End of the World
de: Das Ende der Welt
es: El fin del mundo
fr: La fin du monde
it: La fine del mondo
pt: O Fim do Mundo
ru: За гранью реальности
tr: Dünyanın Sonu
uk: Кінець світу

# the-end-of-the-world-desc
source: Get to the surface for the first time in Dungeon 5-1.
de: Kommen Sie zum ersten Mal in Dungeon 5-1 an die Oberfläche.
es: Llega a la superficie por primera vez en la mazmorra 5-1.
fr: Remonte à la surface pour la première fois dans le Donjon 5-1.
it: Emergi per la prima volta in superficie nel sotterraneo 5-1.
pt: Suba até a superfície na fase 5-1.
ru: Впервые выбраться на поверхность на 1-ом уровне Пятой Главы. Чувствуете этот чистый морозный воздух?
tr: Zindan 5-1'de ilk kez yüzeye çıkın.
uk: Виберися з підземних тунелів на рівні 5-1.

# bag-expanded-3
source: Impossibly huge
de: Unglaublich groß
es: Absurdamente enorme
fr: Incroyablement grand
it: Incredibilimente grande
pt: Inacreditavelmente grande
ru: Хватит на всех
tr: İnanılmaz büyük
uk: Неймовірно великий

# bag-expanded-3-desc
source: Buy the third expansion chest.
de: Kauf die dritte Erweiterungstruhe.
es: Compra el tercer cofre de ampliación.
fr: Achète la troisième extension du coffre.
it: Acquista il terzo forziere d'espansione.
pt: Compre o terceiro baú de expansão.
ru: Купить третье расширение инвентаря в Магазине.
tr: Üçüncü genişleme sandığını al.
uk: Придбайте третє розширення інвентарю.

source: It's Amazing!
de: Es ist erstaunlich!
es: ¡Es increíble!
fr: C'est incroyable !
it: È incredibile!
pt: É incrível!
ru: Выдающийся результат!
tr: Harika!
uk: Видатний результат!

# its-amazing-desc
source: Beat the Amazing Score Goal in the Weekly Dungeons. You need to beat Ordinary and Super goals first.
de: Schließe das erstaunliche Score-Ziel in den wöchentlichen Dungeons ab. Du musst zuerst die gewöhnlichen und die Superziele schlagen.
es: Consigue el objetivo de puntuación increíble en las mazmorras semanales. Primero tienes que superar los objetivos normal y genial.
fr: Atteins l'Objectif de score Incroyable dans les Donjons hebdomadaires. Tu devras d'abord atteindre les objectifs Ordinaire et Super.
it: Supera l'Obiettivo Punteggio Incredibile nei Sotterranei settimanali. Prima dovrai superare gli Obiettivi Comuni e Super.
pt: Bata a Meta de pontuação 'Incrível' nas Masmorras Semanais. Antes você precisa alcançar as metas 'Regular' e 'Super'.
ru: Достигнуть Выдающейся Цели по Счёту в Еженедельном Уровне. Сначала нужно выполнить Посредственную и Приличную Цели.
tr: Haftalık Zindanda bulunan Skor Hedefini yen. İlk olarak sıradan ve inanılmaz zorluğu yenmen gerekir.
uk: Виконайте «Видатну» ціль за очками в щоденних рівнях. Спочатку потрібно виконати «Посередню» та «Пристойну» цілі.

# weekly-dungeons-completed-15
source: Sapphire Medallion Holder
de: Saphirmedaillonhalter
es: Portador de medallón de zafiro
fr: Détenteur de la médaille de saphir
it: Contenitore per medaglione di zaffiro
pt: O Detentor do Medalhão de Safira
ru: Обладатель Сапфировой Медали
tr: Safir Madalyon Tutucu
uk: Володар сапфірової медалі

# weekly-dungeons-completed-15-desc
source: Finish 15 distinct Weekly Dungeons.
de: Beende 15 verschiedene wöchentliche Dungeons.
es: Termina 15 mazmorras semanales diferentes.
fr: Termine 15 donjons hebdomadaires différents.
it: Termina 15 diversi Sotterranei settimanali.
pt: Complete 15 Masmorras Semanais distintas.
ru: Пройти 15 разных Еженедельных Уровней.
tr: 15 defa farklı Haftalık Zindan Tamamla.
uk: Пройти 15 різних щотижневих рівнів.

# weekly-dungeons-completed-30
source: Emerald Medallion Holder
de: Smaragdmedaillonhalter
es: Portador de medallón de esmeralda
fr: Détenteur de la médaille d'émeraude
it: Contenitore per medaglione di smeraldo
pt: O Detentor do Medalhão Esmeralda
ru: Обладатель Изумрудной Медали
tr: Zümrüt Madalyon Tutucu
uk: Володар смарагдової медалі

# weekly-dungeons-completed-30-desc
source: Finish 30 distinct Weekly Dungeons.
de: Beende 30 verschiedene wöchentliche Dungeons.
es: Termina 30 mazmorras semanales diferentes.
fr: Termine 30 donjons hebdomadaires différents.
it: Termina 30 diversi Sotterranei settimanali.
pt: Complete 30 Masmorras Semanais distintas.
ru: Пройти 30 разных Еженедельных Уровней.
tr: 30 defa farklı Haftalık Zindan tamamlas.
uk: Пройти 30 різних щотижневих рівнів.

# weekly-dungeons-completed-50
source: Ruby Medallion Holder
de: Rubinmedaillonhalter
es: Portador de medallón de rubí
fr: Détenteur de la médaille de rubis
it: Contenitore per medaglione di rubino
pt: O Detentor do Medalhão de Rubi
ru: Обладатель Рубиновой Медали
tr: Yakut Madalyon Tutucu
uk: Володар рубінової медалі

# weekly-dungeons-completed-50-desc
source: Finish 50 distinct Weekly Dungeons.
de: Beende 50 verschiedene wöchentliche Dungeons.
es: Termina 50 mazmorras semanales diferentes.
fr: Termine 50 donjons hebdomadaires différents.
it: Termina 50 diversi Sotterranei settimanali.
pt: Complete 50 Masmorras Semanais distintas.
ru: Пройти 50 разных Еженедельных Уровней.
tr: F50 defa farklı Haftalık Zindan tamamla.
uk: Пройти 50 різних щотижневих рівнів.

# weekly-dungeons-star-30
source: The Honorable Star
de: Der ehrenwerte Stern
es: La estrella honorable
fr: L'Étoile honorable
it: La stella d'onore
pt: Estrela de Honra
ru: Почётная Звезда
tr: Onurlu Yıldız
uk: Зірка пошани

# weekly-dungeons-star-30-desc
source: Complete 30 Star Challenges in 30 distinct Weekly Dungeons.
de: Beende 30 Sternherausforderungen in 30 verschiedenen wöchentlichen Dungeons.
es: Completa 30 desafíos de estrellas en 30 mazmorras semanales diferentes.
fr: Termine 30 défis étoile dans 30 donjons hebdomadaires différents.
it: Completa 30 sfide Stella in 30 diversi Sotterranei settimanali.
pt: Complete 30 Desafios de Estrela em 30 Masmorras Semanais distintas.
ru: Завершить 30 Заданий на Звёзды в 30 разных Еженедельных Уровнях.
tr: 30 farklı Haftalık Zindanda 30 Yıldız Mücadelesi tamamla.
uk: Виконати 30 завдань на зірки в 30 різних щотижневих рівнях.

# weekly-dungeons-star-50
source: The Mighty Star
de: Der mächtige Stern
es: La estrella poderosa
fr: L'Étoile majestueuse
it: La stella potente
pt: Estrela do Poder
ru: Могучая Звезда
tr: Yüce Yıldız
uk: Богатирська зірка

# weekly-dungeons-star-50-desc
source: Complete 50 Star Challenges in 50 distinct Weekly Dungeons.
de: Beende 50 Sternherausforderungen in 30 verschiedenen wöchentlichen Dungeons.
es: Completa 30 desafíos de estrellas en 50 mazmorras semanales diferentes.
fr: Termine 50 défis étoile dans 50 donjons hebdomadaires différents.
it: Completa 50 sfide Stella in 50 diversi Sotterranei settimanali.
pt: Complete 50 Desafios de Estrela em 50 Masmorras Semanais distintas.
ru: Завершить 50 Заданий на Звёзды в 50 разных Еженедельных Уровнях.
tr: 50 farklı Haftalık Zindanda 50 Yıldız Mücadelesi tamamla.
uk: Виконати 50 завдань на зірки в 50 різних щотижневих рівнях.

# weekly-dungeons-time-30
source: Honorable Runner
de: Ehrenwerter Läufer
es: Corredor honorable
fr: Coureur honorable
it: Il corridore d'onore
pt: Corredor de Honra
ru: Почётный Бегун
tr: Onurlu Koşucu
uk: Почесний бігун

# weekly-dungeons-time-30-desc
source: Complete 30 Time Challenges in 30 distinct Weekly Dungeons.
de: Beende 30 Zeitherausforderungen in 30 verschiedenen wöchentlichen Dungeons.
es: Completa 30 desafíos de tiempo en 30 mazmorras semanales diferentes.
fr: Termine 30 défis de temps dans 30 donjons hebdomadaires différents.
it: Completa 30 sfide Tempo in 30 diversi Sotterranei settimanali.
pt: Complete 30 Desafios de Tempo em 30 Masmorras Semanais distintas.
ru: Завершить 30 Заданий на Время в 30 разных Еженедельных Уровнях.
tr: 30 farklı Haftalık Zindanda 30 Zaman Mücadelesi tamamla.
uk: Пройти 30 завдань на час у 30 різних щотижневих рівнях.

# weekly-dungeons-time-50
source: Mighty Runner
de: Mächtiger Läufer
es: Corredor poderoso
fr: Coureur redoutable
it: Il corridore potente
pt: Corredor do Poder
ru: Могучий Бегун
uk: Великий бігун

# weekly-dungeons-time-50-desc
source: Complete 50 Time Challenges in 50 distinct Weekly Dungeons.
de: Beende 50 Zeitherausforderungen in 30 verschiedenen wöchentlichen Dungeons.
es: Completa 50 desafíos de tiempo en 50 mazmorras semanales diferentes.
fr: Termine 50 défis de temps dans 50 donjons hebdomadaires différents.
it: Completa 50 sfide Tempo in 50 diversi Sotterranei settimanali.
pt: Complete 50 Desafios de Tempo em 50 Masmorras Semanais distintas.
ru: Завершить 50 Заданий на Время в 50 разных Еженедельных Уровнях.
tr: 50 farklı Haftalık Zindanda 50 Zaman Mücadelesi tamamla.
uk: Пройти 50 завдань на час у 50 різних щотижневих рівнях.

# story-to-be-told
source: A story to be told
de: Eine Geschichte, die erzählt werden muss
es: Una historia que contar
fr: Une histoire à raconter
it: Una storia da raccontare
pt: Uma história a ser contada
ru: Эту историю должны рассказать
tr: Anlatılması gereken hikaye
uk: Ця історія повинна прозвучати

# story-to-be-told-desc
source: Listen to what the Dude has to say at 5-3 prologue about the turbulent portal crossing.
de: Hör dir an, was der Typ beim Prolog 5-3 über die turbulente Portalüberquerung zu sagen hat.
es: Escucha lo que tiene que decir el Tío en el prólogo de 5-3 acerca del turbulento cruce del portal.
fr: Écoute ce que l'homme a à dire dans le prologue du niveau 5-3 à propos du tumultueux passage de portail.
it: Ascolta cos'ha da dire quel tipo nel prologo 5-3 sull'attraversamento del portale turbolento.
pt: Escute o que aquele cara tem a dizer no prólogo da 5-3 sobre a travessia turbulenta.
ru: Выслушать рассказ рядового Райана в прологе 3-его уровня Пятой Главы о турбулентном портальном переходе.
tr: Kanka'nın 5-3 Önsözünde çalkantılı portal geçişi hakkında söylediklerini dinle.
uk: Послухай розповідь персонажа у пролозі 5-3 про турбулентний перехід порталу.

source: The Untold Story 3
de: Eine andere Geschichte 3
es: La historia sin contar 3
fr: L'histoire inconnue 3
it: La storia non raccontata 3
pt: A história não contada 3
ru: Нерассказанная история 3
tr: Anlatılmamış Hikaye 3
uk: Нерозказана історія 3

# the-untold-story-3-desc
source: Listen to what the King has to say in his lab at 5-3 prologue.
de: Hör dir an, was der König in seinem Labor beim Prolog 5-3 zu sagen hat.
es: Escucha lo que tiene que decir el Rey en su laboratorio en el prólogo de 5-3.
fr: Écoute ce que le Roi a à dire dans son laboratoire, dans le prologue du niveau 5-3.
it: Ascolta cos'ha da dire il Re nel suo laboratorio al prologo 5-3.
pt: Escute o que o Rei tem a dizer em seu laboratório no prólogo da 5-3.
ru: Выслушать мнение Короля в его лаборатории в прологе 3-его уровня Пятой Главы.
tr: 5-3ün önsözünde Kral'ın ne söylediğini dinle.
uk: Послухай розповідь короля в лабораторії у пролозі 5-3.

# skilled-dirty-faced
source: Skilled but dirty-faced
de: Kompetent, aber schmutzig im Gesicht
es: Habilidoso, pero con la cara sucia
fr: Visage sale, mais expérimenté
it: Abile ma con il volto sporco
pt: Habilidoso, mas de cara suja
ru: Чумазый, но умелый
tr: Yetenekli fakat Kirli Yüzlü
uk: Замурзаний, але вмілий

# skilled-dirty-faced-desc
source: Learn three skills from the Skill Tree.
de: Erlerne drei Talente aus dem Talentbaum.
es: Aprende tres habilidades del árbol de habilidades.
fr: Apprends trois compétences dans l'Arbre de compétences.
it: Apprendi tre abilità dall'Albero delle abilità.
pt: Aprenda três habilidades da Árvore de Habilidades.
ru: Изучите три навыка в дереве навыков.
tr: Beceri ağacından üç beceri öğrenin.
uk: Вивчіть три навички в дереві навичок.

# super-skill
source: The super skill!
de: Die Superfähigkeit!
es: ¡La superhabilidad!
fr: La Super compétence !
it: La Super abilità!
pt: A super habilidade!
ru: Супернавык!
tr: Süper Beceri!
uk: Супернавичка!

# super-skill-desc
source: Learn one of the Super Skills from the Skill Tree.
de: Erlerne eine der Superfähigkeiten aus dem Talentbaum.
es: Aprende una de las superhabilidades del árbol de habilidades.
fr: Apprends l'une des Super compétences dans l'Arbre de compétences.
it: Apprendi una delle Super abilità dall'Albero delle abilità.
pt: Aprenda uma das Super Habilidades da Árvore de Habilidades.
ru: Изучите один из супернавыков в дереве навыков.
tr: Beceri ağacından Süper Becerilerden birini öğrenin.
uk: Вивчіть одну з супернавичок у дереві навичок.

# complete-103
source: The 103 Lamentations
de: Die 103 Klagelieder
es: Los 103 lamentos
fr: Les 103 lamentations
it: I 103 lamenti
pt: As 103 Lamentações
ru: 103 оплакивания
tr: 103 Ağıt
uk: 103 оплакування
