Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/achievements.strings
Languages: de, es, fr, it, pt, ru, tr, uk

source: Vase breaker
de: Vasenbrecher!
es: Rompevasijas
fr: Vase brisé
it: Frantumavasi
pt: Vaso ruim não quebra...
ru: Бей посуду!
tr: Vazo kırıcı
uk: Бий посуд!

source: Save That Dude!
de: Rette den Kerl!
es: ¡Salva a ese tío!
fr: J'ai sauvé ce mec !
it: Salva il tuo Amico!
pt: Salvei aquele cara!
ru: Спасти рядового Райана
tr: O Adamı Kurtar!
uk: Спасти рядового Раяна!

source: Keep That Dude alive!
de: Halte den Kerl am Leben!
es: ¡Que no maten a ese tío!
fr: Maintenir ce mec en vie !
it: Tieni in vita il tuo Amico!
pt: Manter aquele cara vivo!
ru: Не дадим рядовому Райану умереть!
tr: O Adamı hayatta tut!
uk: Не дай рядовому Раяну померти!

source: Armed and dangerous
de: Bewaffnet bis an die Zähne
es: Armado y peligroso
fr: Armé et dangereux
it: Armato e pericoloso
pt: Armado e perigoso
ru: Вооружён и очень опасен
tr: Silahlı ve tehlikeli
uk: Озброєний і небезпечний

source: Head shot!
de: Kopfschuss!
es: ¡En la cabeza!
it: Colpo alla testa!
ru: Точное попадание!
tr: Kafadan!
uk: Постріл у голову

source: Zombie killer
de: Zombietöter
es: Matazombis
fr: Tueur de zombies
it: Killer di zombi
pt: Matador de zumbi
ru: Маленькое начало большой войны
tr: Zombi katili
uk: Винищувач зомбі

source: Spider killer
de: Spinnentöter
es: Aracnicida
fr: Tueur d'araignées'
it: Killer di ragni
pt: Matador de aranha
ru: Дезинсектор
tr: Örümcek katili
uk: Дезінсектор

# bone-collector
source: The Bone Collector
de: Knochensammler
es: Coleccionista de huesos
fr: Collectionneur d'os
it: Il collezionista di ossa
pt: O colecionador de ossos
ru: Собиратель костей
tr: Kemik Koleksiyoncusu
uk: Збирач кісток

source: Mr. MacGyver
de: MacGyver
es: MacGyver
fr: MacGyver
it: Sig. MacGyver
pt: Sr. MacGyver
ru: Секретный Агент Макгайвер
uk: Агент Макгавєр

# there-and-back
source: There and Back Again
de: Das Blatt wendet sich
es: Partida y regreso
fr: Aller-retour
it: Andata e ritorno
pt: Lá e de volta outra vez
ru: Туда и обратно
tr: Oradaydık ve Şimdi Buradayız
uk: Туди й назад

source: Know your Enemy
de: Kenne deinen Feind
es: Conoce a tu enemigo
fr: En quête de sagesse
it: Fai i compiti
pt: Busque conhecimento
ru: Больше знаешь - крепче спишь
tr: Düşmanını Tanı
uk: Попереджений - значить озброєний

# complete-101
source: Over 100% complete!
de: Über 100%?!
es: ¡Más del 100%!
fr: Plus de 100 % !
it: 100% e oltre!
pt: Mais que 100%!
ru: Может быть больше 100%?!
tr: %100'den fazlası tamamlandı!
uk: Пройдено більше 100%!

# complete-100
source: Did the whole thing!
de: Hab' ich alles gemacht
es: Lo he hecho todo
fr: J'ai tout fait
it: Ho fatto tutto!
pt: Já fiz tudo
ru: Неужели пройдена полностью?
tr: Tek kişilik ordu!
uk: Я пройшов її повністю!

source: Flawless victory!
de: Tadelloser Sieg!
es: ¡Victoria impecable!
fr: Perfect !
it: Vittoria perfetta!
pt: De perfect!
ru: Безоговорочная победа!
tr: Kusursuz zafer!
uk: Беззаперечна перемога!

source: Ecstasy of Gold
de: Herz aus Gold
es: Éxtasis del oro
fr: Extase de l'or
it: Estasi dell'oro
pt: Êxtase do ouro
ru: Золотая лихорадка
tr: Altın Coşkusu
uk: Золота лихоманка

source: Demon slayer
de: Dämonentöter
es: Matademonios
fr: Tueur de démons !
it: Killer di demoni
pt: Sai, demônio!
ru: Укротитель демонов
tr: İblis katili
uk: Приборкувач демонів

source: Get in the Ring
de: In den Ring
es: En el anillo
fr: Danse de l'anneau
it: Entra pure
pt: Ciranda do Anel
ru: Обманули дурака
tr: Ringe Çık
uk: Боже, куди я потрапив?

# lost-flipflop
source: The lost Flip-Flop
de: Der verlorene Flip-Flop
es: La chancla perdida
fr: La tong perdue
it: L'Infradito perduta
pt: A sandália perdida
ru: Маленькая, да удаленькая
tr: Kayıp Terlik
uk: Загублена туфелька Попелюшки

source: The Untold Story
de: Eine andere Geschichte
es: La historia sin contar
fr: L'histoire non racontée
it: La storia mai raccontata
pt: A história não contada
ru: Нерасказанная история
tr: Anlatılmamış Hikaye
uk: Нерозказана історія

source: That Dude must live!
de: Der Kerl muss leben!
es: ¡Ese tío debe sobrevivir!
fr: Ce mec doit vivre !
it: L'Amico non può morire!
pt: Aquele cara tem que viver!
ru: Рядовой Райан должен жить!
tr: O Adamın yaşaması lazım!
uk: Рядовий Раян має жити!

# could-beat-gng
source: I could beat Ghouls 'N Ghosts
de: Ich schaffe Ghouls 'n Ghosts locker
es: Puedo pasarme Ghouls 'n Ghosts
fr: Je pourrais finir Ghouls'n Ghosts
it: Potrei finire Ghouls 'N Ghosts
pt: Eu zeraria Ghouls 'n Ghosts
ru: Я смог пройти этого Марио
tr: Hortlakların ve Hayaletlerin Efendisi
uk: Я пройшов Тетріс

source: Changing in the air
de: Etwas liegt in der Luft
es: Cambio en el aire
fr: Changement dans l'air
it: Cambiamo aria
pt: Se trocando no ar
ru: Ветер перемен
tr: Değişim rüzgarları esiyor
uk: Вітер змін

source: Runeforge
de: Runenschmied
es: Forja Runas
fr: Forgeur de runes
it: Forgiarune
pt: Runaforja
ru: Кузнец
tr: Rün Ocağı
uk: Коваль

source: Ride the Wind
de: Treibe im Wind
es: Jinete del viento
fr: Poussé par le vent
it: Le ali del vento
pt: Correndo contra o vento
ru: Оседлать ветер
tr: Rüzgar Sörfü
uk: Осідлати вітер

source: Ghostbusters
de: Geisterjäger
es: Cazafantasmas
fr: SOS Fantômes
it: Acchiappafantasmi
pt: Caça-fantasmas
ru: Охотник за привидениями
tr: Hayalet Avcıları
uk: Мисливець за привидами

source: Why so curious?
de: Warum so neugierig?
es: ¿Por qué tan curioso?
it: Ficcanaso!
ru: Любопытная Варвара
tr: Bu ne merak?
uk: Цікава Варвара

source: Loot from the future
de: Beute aus der Zukunft
es: Botín del futuro
fr: Pillage du futur
it: Ritorno al bottino
pt: Pilhagem do futuro
ru: Оружие будущего
tr: Gelecekten gelen ganimet
uk: Зброя майбутнього

source: The Untold Story 2
de: Eine andere Geschichte 2
es: La historia sin contar 2
fr: L'histoire non racontée 2
it: La storia mai raccontata 2
pt: A história não contada 2
ru: Нерасказанная история 2
tr: Anlatılmamış Hikaye 2
uk: Нерозказана історія 2

# kill-the-spider
source: Evil thing in spider form
de: Fieses Spinnenmoster
es: Maldad con forma de araña
fr: La méchanceté sous forme d'araignée
it: Il ragno maligno
pt: Maldade em forma de aranha
ru: Зло в паучьем обличье
tr: Örümcek kılığındaki şeytani şey
uk: Павуче зло

# lost-hammer
source: I did it intentionally, to...
de: Es war Absicht!
es: ¡No contaban con mi astucia!
fr: C'était sans compter mon astuce !
it: L'ho fatto apposta!
pt: Não contavam com minha astúcia!
ru: Я сделал это намеренно...
tr: Kasten yaptım, çünkü...
uk: Я зробив це навмисне…

# dude-still-lives
source: That Dude still lives
de: Der Kerl ist noch am Leben!
es: El tío sigue vivo
fr: Ce mec est toujours vivant
it: L'Amico sopravvissuto
pt: Aquele cara ainda vive
ru: Отцы и дети
tr: O Adam hala hayatta
uk: Рядовий Раян все ще живий

# dudes-story
source: That Dude's story
de: Geschichte eines Sidekicks
es: La historia del tío
fr: L'histoire du mec
it: La storia dell'Amico
pt: A história daquele cara
ru: История рядового Райана
tr: O Adam'ın hikayesi
uk: Історія рядового Раяна

source: Breaker of Chains
de: Kettenbrecher
es: Rompedora de Cadenas
fr: Briseur de Chaînes
it: Spezzacatene
pt: Destruidora de Correntes
ru: Разрушитель оков
tr: Zincirkıran
uk: Руйнівник кайданів

# saw-a-giant
source: I saw a giant
de: Angriff auf den Titanen
es: He visto un gigante
fr: J'ai vu un géant
it: Ho visto un gigante
pt: Eu vi um gigante
ru: Покоритель гигантов
tr: Bir dev gördüm
uk: Підкорювач велетнів

source: Witch-hunt
de: Hexerjagd
es: Caza de brujas
fr: Chasse aux sorcières
it: Caccia alle streghe
pt: Caçador de Bruxas
ru: Охота на ведьм
tr: Cadı Avı
uk: Полювання на відьом

# post-credits
source: That post-credits thing
de: Diese Sache nach den Credits
es: Lo de después de los créditos
fr: Ce qu'il y a après les crédits
it: Dopo i riconoscimenti
pt: Aquela cena pós créditos
ru: То самое, что после титров
tr: Jenerik sonu sahnesi
uk: Та штука з титрами

# survival-50
source: 50 kills
de: 50 Tötungen
es: 50 muertes
fr: 50 morts
it: 50 vittime
pt: 50 mortes
ru: 50 убийств
tr: 50 öldürme
uk: 50 вбивств

# survival-100
source: 100 kills
de: 100 Tötungen
es: 100 muertes
fr: 100 morts
it: 100 vittime
pt: 100 mortes
ru: 100 убийств
tr: 100 öldürme
uk: 100 вбивств

# survival-200
source: 200 kills
de: 200 Tötungen
es: 200 muertes
fr: 200 morts
it: 200 vittime
pt: 200 mortes
ru: 200 убийств
tr: 200 öldürme
uk: 200 вбивств

# survival-300
source: 300 kills
de: 300 Tötungen
es: 300 muertes
fr: 300 morts
it: 300 vittime
pt: 300 mortes
ru: 300 убийств
tr: 300 öldürme
uk: 300 вбивств

# survival-1000
source: 1000 kills? WTF!
de: 1000 Tötungen? WTF!
fr: 1 000 morts ? WTF !
it: 1000 vittime? Alla faccia!
ru: 1000 убийств? КАКОГО ЧЁРТА?!
tr: 1000 öldürme mi? WTF!
uk: 1000 вбивств? ГОДІ ВЖЕ!

# pimp-my-char
source: Pimp my character
de: Pimp meinen Char
es: Tunea mi personaje
fr: Tune ma caisse
pt: Pimp my char
ru: Тачку на прокачку
tr: Karakterimi baştan yarat
uk: Тачку на прокачку

# bag-expanded
source: More storage
de: Mehr Platz für alle!
es: ¡Cuánto espacio!
fr: Plus d'espace !
it: Mega inventario
pt: Mais espaço!
ru: Больше места
tr: Daha fazla alan
uk: Більше місця

# vase-breaker-desc
source: Destroy a vase on the Start screen.
de: Zerstöre eine Vase auf dem Startbildschirm.
es: Destruye una vasija en la pantalla de inicio.
fr: Détruis un vase sur l'écran d'accueil.
it: Distruggi un vaso nello schermo d'inizio.
pt: Destrua um vaso na tela inicial.
ru: Разбить хотя бы одну вазу на стартовом экране.
tr: Başlat ekranında bir vazo kır.
uk: Знищіть вазу на стартовому екрані.

# armed-and-dangerous-desc
source: Get your first weapon.
de: Erhalte deine erste Waffe.
es: Consigue tu primer arma.
fr: Prends la première arme.
it: Ottieni la tua prima arma.
pt: Pegue a primeira arma.
ru: Получить своё первое оружие лично от Капитана Королевской Стражи.
tr: İlk silahını al.
uk: Отримайте свою першу зброю.

# save-that-dude-desc
source: Keep That Dude from being attacked in Chapter 1 Dungeon level 2.
de: Rette den Kerl in Kapitel 1 Dungeon 2.
es: Salva al tío al que atacan en el Capítulo 1 Nivel 2.
fr: Sauve le mec qui est attaqué au Chapitre 1, Niveau 2
it: Proteggi il tuo Amico dagli attacchi nel capitolo 1, livello 2.
pt: Salve aquele cara sendo atacado no Capítulo 1, Fase 2.
ru: Защитить рядового Райана от зомби на 2-ом уровне Первой Главы.
tr: Bölüm 1, Zindan seviyesi 2'de O Adam'ın saldırıya uğramasını önle.
uk: Уберегти рядового Раяна від шкоди на рівні 2 глави 1.

# keep-that-dude-alive-desc
source: Help That Dude in Chapter 1 Dungeon level 8 and keep him alive.
de: Rette den Kerl in Dungeon 1-8 und halte ihn am Leben.
es: Ayuda al Tío en el Nivel 1-8 y no dejes que lo maten.
fr: Protège le mec au niveau 1-8 et garde-le en vie.
it: Aiuta il tuo Amico nel capitolo 1, livello 8 e tienilo in vita.
pt: Proteja o Cara da Fase 1-8 e mantenha ele vivo.
ru: Помочь рядовому Райану на 8-ом уровне Первой Главы и не дать ему умереть (если он выжил на 2-ом уровне Первой Главы).
tr: Bölüm 1, Zindan seviyesi 8'de O Adam'a yardım et ve onun ölmesine engel ol.
uk: Допоможіть рядовому Раяну на рівні 8 глави 1 і не дайте йому померти.

# head-shot-desc
source: Hit an enemy with a head shot.
de: Versetze einem Gegner einen punktgenauen Kopftreffer.
es: Dispara a un enemigo en la cabeza.
fr: Vise et donne un coup précis à la tête de l'ennemi.
it: Attacca un nemico con un colpo alla testa.
pt: Acerte um tiro certeiro na cabeça de algum inimigo.
ru: Убить врага попаданием в голову.
tr: Bir düşmanı tam kafadan vur.
uk: Вбийте ворога пострілом у голову

# zombie-killer-desc
source: Kill a zombie.
de: Töte einen Zombie.
es: Mata a un zombi.
fr: Tue un zombie.
it: Uccidi uno zombi.
pt: Mate um zumbi.
ru: Убить первого попавшегося зомби.
tr: Bir zombi öldür.
uk: Вбийте зомбі.

# spider-killer-desc
source: Kill a spider.
de: Töte eine Spinne.
es: Mata a una araña.
fr: Tue une araignée.
it: Uccidi un ragno.
pt: Mate uma aranha.
ru: Убить первого попавшегося паука.
tr: Bir örümcek öldür.
uk: Вбийте павука.

# bone-collector-desc
source: Defeat a skeleton.
de: Besiege ein Skelett.
es: Derrota a un esqueleto.
fr: Bats un squelette.
it: Sconfiggi uno scheletro.
pt: Derrote um esqueleto.
ru: Убить первого попавшегося скелета.
tr: Bir iskeleti mağlup et.
uk: Переможіть скелета.

# mr-macgyver-desc
source: Access the secret area in Chapter 1 Dungeon Bonus level 3.
de: Betritt das geheime Areal im Dungeon 1-3 Bonuslevel.
es: Accede a la zona secreta del Nivel Extra del Nivel 1-3.
fr: Accède à la zone secrète du niveau bonus 1-3.
it: Entra nell'area segreta nel capitolo 1, livello bonus 3.
pt: Acesse a área secreta no Bônus da fase 1-3.
ru: Найти способ проникнуть в Тайник на Бонусном Уровне 3-его уровня Первой Главы.
tr: Bölüm 1, Zindan Bonus seviyesi 3'te gizli alana gir.
uk: Знайдіть вхід у тайник на бонусному рівні 3 глави 1.

# there-and-back-desc
source: Revive after death.
de: Belebe dich nach dem Tod wieder.
es: Revive tras tu muerte.
fr: Revis après la mort.
it: Rianima il tuo personaggio.
pt: Reviva depois da morte.
ru: Воскреснуть после смерти. За золото, конечно.
tr: Öldükten sonra diril.
uk: Воскресніть після смерті.

# know-your-enemy-desc
source: Read all the tips.
de: Lies alle Tipps.
es: Lee todos los consejos.
fr: Lis tous les conseils.
it: Leggi tutti i suggerimenti.
pt: Leia todas as dicas.
ru: Прочитать все советы, предложенные в меню «Настройки».
tr: Tüm ipuçlarını oku.
uk: Прочитайте всі поради.

# complete-101-desc
source: Complete 101%. Find all secret areas of the game, and replay Chapters 1, 2 and 3 without taking any damage.
de: Beende 101%. Finde alle geheime Gebiete und spiele Kapitel 1-3 erneut, ohne Schaden zu nehmen.
es: Completa el 101 %. Encuentra todas las zonas secretas del juego y vuelve a jugar los Capítulos 1, 2 y 3 sin recibir daño.
fr: Terminer à 101 %. Découvre toutes les zones secrètes du jeu, et rejoue les Chapitres 1, 2 et 3 en ne subissant aucun dommage.
it: Completa il 101%. Trova tutte le aree segrete del gioco e rigioca i capitoli 1, 2 e 3 senza subire danni.
pt: Complete 101%. Encontre todas as áreas secretas do jogo e termine os Capítulos 1, 2 e 3 sem tomar nenhum dano.
ru: Пройти 101% игры: получив 100%, пройти уровни Первой, Второй и Третьей Глав на Звёзды.
tr: %101 tamamla. Oyundaki tüm gizli alanları bul ve Bölüm 1, 2 ve 3'ü hiç hasar almadan tekrar oyna.
uk: Пройдіть 101% гри: повторно пройдіть усі рівні в главах 1, 2 і 3 без пошкоджень.

# complete-100-desc
source: Complete 100% of the game. Find all secret areas and diamonds.
de: Beende 100% des Spiels. Finde alle geheime Gebiete und Diamanten.
es: Completa el 100 % del juego. Encuentra todas las zonas secretas y los diamantes.
fr: Terminer le jeu à 100 %. Découvre toutes les zones secrètes et les diamants.
it: Completa il 100% del gioco. Trova tutte le aree segrete e tutti i diamanti.
pt: Complete 100%. Encontre todas as áreas secretas do jogo.
ru: Пройти 100% игры: найти все Тайники и собрать 3 Алмаза на каждом уровне.
tr: Oyunu %100 tamamla. Tüm gizli alanları ve elmasları bul.
uk: Пройти 100% гри.

# flawless-victory-desc
source: Get a star by replaying a level without taking any damage.
de: Erhalte einen Stern, indem du ein Level bewältigst, ohne Schaden zu nehmen.
es: Consigue una estrella al volver a jugar un nivel sin recibir daño.
fr: Obtiens une étoile en rejouant un niveau sans perdre de vie.
it: Ottieni una stella rigiocando un livello senza subire danni.
pt: Consiga uma estrela repetindo uma fase sem tomar nenhum tipo de dano.
ru: Получить Звезду за повторное прохождение уровня: убить всех врагов и завершить уровень, не получив урона.
tr: Bir seviyeyi hiç hasar almadan tekrar oynayarak bir yıldız kazan.
uk: Отримайте зірку за повторне проходження рівня без пошкоджень.

# ecstasy-of-gold-desc
source: Buy more gold for your character.
de: Kaufe Gold für deinen Charakter.
es: Compra más oro para tu personaje.
fr: Achète plus d'or pour ton personnage.
it: Compra più oro per il tuo personaggio.
pt: Compre mais ouro para seu personagem.
ru: Купить золото своему персонажу за реальные деньги.
tr: Karakterin için daha fazla altın satın al.
uk: Купіть золото вашому герою.

# demon-slayer-desc
source: Beat the Boss in Chapter 1.
de: Besiege den Boss in Kapitel 1.
es: Vence al jefe del Capítulo Uno.
fr: Bats le boss du Chapitre 1.
it: Sconfiggi il boss del capitolo 1.
pt: Derrote o chefe do Capítulo Um.
ru: Победить босса Первой Главы - Демоническую Голову.
tr: Bölüm 1'deki Boss'u yen.
uk: Переможіть боса глави 1.

# get-in-the-ring-desc
source: Access the secret area in Chapter 2 Dungeon Bonus level 1.
de: Betritt das geheime Areal im Dungeon 2-1 Bonuslevel.
es: Entra en el área secreta del Nivel Extra del Nivel 2-1.
fr: Accède à la zone secrète du niveau bonus 2-1.
it: Entra nell'area segreta nel capitolo 2, livello bonus 1.
pt: Chegue à área secreta no Bônus da fase 2-1.
ru: Попасть в Тайник на Бонусном Уровне 1-ого уровня Второй Главы. Зачем по всему замку плитки с изображением дракона?
tr: Bölüm 2, Zindan Bonus seviyesi 1'de gizli alana gir.
uk: Потрапте в тайник на бонусному рівні 1 глави 2.

# lost-flipflop-desc
source: Find the lost Flip-Flop.
de: Finde den verlorenen Flip-Flop.
es: Encuentra la Chancla Perdida.
fr: Trouve la Tong perdue.
it: Trova l'Infradito perduta.
pt: Encontre a sandália perdida.
ru: Найти потерянную Деревянную Калошу.
tr: Kayıp terliği bul.
uk: Знайдіть загублену туфельку.

# the-untold-story-desc
source: Let That Dude tell you The Untold Story in Chapter 2 Dungeon level 4.
de: Hör dir die Geschichte dieses Kerls an (2-4).
es: Deja que Ese Tío te cuente la historia sin contar (2-4).
fr: Laisse le mec te raconter l'histoire non racontée (2-4).
it: Ascolta la storia del tuo Amico nel capitolo 2, livello 4.
pt: Deixe Aquele Cara te contar a história não contada (2-4).
ru: Выслушать нерасказанную историю рядового Райана на 4-ом уровне Второй Главы.
tr: Bölüm 2, Zindan seviyesi 4'te O Adam'dan Anlatılmamış Hikaye'yi dinle.
uk: Вислухайте нерозказану історію рядового Раяна на рівні 4 глави 2.

# that-dude-must-live-desc
source: Keep That Dude alive until the end of the level.
de: Halte den Kerl bis zum Ende des Levels am Leben.
es: No dejes que maten a ese tío hasta el final del nivel.
fr: Garde le mec en vie jusqu'à la fin du niveau.
it: Tieni il tuo Amico in vita fino alla fine del livello.
pt: Mantenha aquele cara vivo até o final da fase.
ru: Рядовой Райан должен выжить до конца 4-ого уровня Второй Главы (если он выжил на 8-ом уровне Первой Главы). Так помогите же другу!
tr: O Adam'ı seviyenin sonuna kadar hayatta tut.
uk: Рядовий Раян повинен вижити до кінця рівня.

# could-beat-gng-desc
source: Get a star on all first 15 levels.
de: Erhalte einen Stern für die 15 ersten Level.
es: Consigue una estrella en los 15 primeros niveles.
fr: Obtiens toutes les étoiles des 15 premiers niveaux.
it: Ottieni una stella in ognuno dei primi 15 livelli.
pt: Consiga estrela em todas as primeiras 15 fases.
ru: Пройти первые 15 уровней на Звезду. Сложно? А это - только начало...
tr: İlk 15 seviyenin hepsinde bir yıldız kazan.
uk: Пройдіть перші 15 рівнів із зіркою.

# changing-in-the-air-desc
source: Get to the top of the highest point in Chapter 2 Dungeon level 6.
de: Erklimme den höchsten Punkt in Level 2-6.
es: Llega a la cima del punto más alto en 2-6.
fr: Atteins le point le plus élevé du niveau 2-6.
it: Arriva al punto più alto nel capitolo 2, livello 6.
pt: Alcance o ponto mais alto na fase 2-6.
ru: Попасть на самую высокую точку 6-ого уровня Второй Главы. Придётся попрыгать, если Вы понимаете, о чём я.
tr: Bölüm 2, Zindan Seviyesi 6'daki en yüksek noktanın tepesine çık.
uk: Потрапте на найвищу точку рівня 6 глави 2.

# runeforge-desc
source: Upgrade an item.
de: Verbessere ein Item.
es: Mejora un objeto.
fr: Améliore un objet avec l'enclume.
it: Potenzia un oggetto.
pt: Melhore um item na bigorna.
ru: Улучшить предмет с помощью Наковальни.
tr: Bir eşyayı geliştir.
uk: Вдоскональте предмет.

# ride-the-wind-desc
source: Reach the last chest in Chapter 2 Dungeon level 7.
de: Erreiche die letzte Kiste in Level 2-7.
es: Llega hasta el último cofre en 2-7.
fr: Atteins le dernier coffre du niveau 2-7.
it: Raggiungi l'ultimo forziere nel capitolo 2, livello 7.
pt: Alcance o último baú da fase 2-7.
ru: Добраться до последнего сундука на 7-ом уровне Второй Главы. Да тут нужно быть Соником, чтобы такое провернуть!
tr: Bölüm 2, Zindan seviyesi 7'deki son sandığa ulaş.
uk: Доберіться до останньої скрині на рівні 7 глави 2.

# ghostbusters-desc
source: Defeat a ghost in Chapter 2 Dungeon level 7.
de: Erledige einen Geist in Level 2-7.
es: Acaba con un fantasma en 2-7.
fr: Bats un fantôme dans le niveau 2-7.
it: Sconfiggi un fantasma nel capitolo 2, livello 7.
pt: Derrote um fantasma em 2-7.
ru: Убить первого попавшегося призрака.
tr: Bölüm 2, Zindan seviyesi 7'de bir hayaleti mağlup et.
uk: Переможіть привида на рівні 7 глави 2.

# why-so-curious-desc
source: Access the locked area in Chapter 2 Dungeon Bonus level 7.
de: Betritt das verschlossene Areal im Bonuslevel von Level 2-7.
es: Llega hasta el área bloqueada del Nivel Extra 2-7.
fr: Atteins la zone verrouillée du niveau bonus 2-7.
it: Entra nell'area chiusa nel capitolo 2, livello bonus 7.
pt: Alcance a área trancada no Bônus 2-7.
ru: Попасть в запертую область на Бонусном Уровне 7-ого уровня Второй Главы. Хороший повод запастись ключами на будущее.
tr: Bölüm 2, Zindan seviyesi 7'deki kilitli alana gir.
uk: Потрапте в замкнену зону на бонусному рівні 7 глави 2.

# loot-from-the-future-desc
source: Find at least one of the two hidden chests in Chapter 1 Dungeon level 3.
de: Finde mindestens 1 der 2 versteckten Kisten in Level 1-3.
es: Encuentra al menos uno de los dos cofres escondidos en 1-3.
fr: Trouve au moins un des deux coffres cachés dans le niveau 1-3.
it: Trova almeno uno dei due forzieri nascosti nel capitolo 1, livello 3.
pt: Encontre pelo menos um dos dois baús escondidos em 1-3.
ru: Найти и открыть хотя бы один из двух спрятанных сундуков на 3-ем уровне Первой Главы.
tr: Bölüm 1, Zindan seviyesi 3'teki iki gizli sandıktan en az birini bul.
uk: Знайдіть хоча б одну з двох захованих скринь на рівні 3 глави 1.

# the-untold-story-2-desc
source: Hear what The Captain has to say about Portals and giant winged creatures in Chapter 2 Dungeon level 9.
de: Hör dir an, was der Captain zu Portalen und geflügelten Riesen zu sagen hat (Level 2-9).
es: Escucha lo que la Capitana tiene que decir sobre los Portales y las criaturas aladas gigantes (2-9).
fr: Écoute le capitaine parler des Portails et des créatures ailées géantes (2-9).
it: Ascolta quello che il Capitano ha da dire su Portali e giganti creature alate nel capitolo 2, livello 9.
pt: Ouça o que a capitã tem a dizer sobre Portais e criaturas aladas gigantes (2-9).
ru: Выслушать рассказ Капитана о порталах и гигантском крылатом существе на 9-ом уровне Второй Главы.
tr: Bölüm 2, Zindan seviyesi 9'da Kaptan'ın Portallar ve dev kanatlı yaratıklar hakkında anlatacaklarını dinle.
uk: Вислухайте розповідь Капітана про портали й гігантських крилатих істот на рівні 9 глави 2.

# kill-the-spider-desc
source: Defeat the giant spider that lives in the swamp.
de: Besiege die Riesenspinne in den Sümpfen.
es: Derrota a la araña gigante que vive en el pantano.
fr: Bats l'araignée géante qui vit dans le marécage.
it: Sconfiggi il ragno gigante che vive nella palude.
pt: Derrote a aranha gigante que vive no pântano.
ru: Победить босса Второй Главы - гигантскую Королеву Пауков, обитающую на Тёмном Болоте.
tr: Bataklıkta yaşayan dev örümceği mağlup et.
uk: Переможіть гігантського павука, що живе в болоті.

# lost-hammer-desc
source: Find The Lost Hammer.
de: Finde den verlorenen Hammer.
es: Encuentra el martillo perdido.
fr: Trouve la Masse bionique.
it: Trova il Martello perduto.
pt: Encontre a Marreta perdida.
ru: Найти потерянный Бионный Молот.
tr: Kayıp Çekici bul.
uk: Знайдіть Загублений Молот.
