Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/achievements.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# dude-still-lives-desc
source: Meet That Dude in Chapter 3 Dungeon level 5 (if he survived Chapter 2 Dungeon level 4).
de: Triff den Kerl in Dungeon 3-5 (wenn er nach Level 2-4 noch am Leben ist).
es: Reúnete con ese Tío en el Nivel 3-5 (si lo mantuviste con vida en 2-4).
fr: Trouve le mec dans le niveau 3-5 (s'il a survécu dans le niveau 2-4).
it: Incontra il tuo Amico nel capitolo 3, livello 5 (se è sopravvissuto nel capitolo 2, livello 4).
pt: Encontre aquele cara na Fase 3-5 (se ele sobreviveu à Fase 2-4).
ru: Встретиться с рядовым Райаном на 5-ом уровне Третьей Главы (если он выжил на 4-ом уровне Второй Главы). Приятная неожиданность!
tr: Bölüm 3, Zindan seviyesi 5'te O Adam ile buluş (eğer Bölüm 2, Zindan seviyesi 4'ten sağ çıktıysa).
uk: Зустріньте рядового Раяна на рівні 5 глави 3 (якщо він вижив на рівні 4 глави 2).

# dudes-story-desc
source: Listen to what That Dude has to say in Chapter 1 Dungeon level 8 (if he survived Chapter 1 Dungeon level 2).
de: Hör dem Kerl in Dungeon 1-8 zu (wenn er nach Level 1-2 noch am Leben ist).
es: Escucha lo que ese tío tiene que contar en el Nivel 1-8 (si sobrevivió al Nivel 1-2).
fr: Écoute le mec parler dans le niveau 1-8 (s'il a survécu dans le niveau 1-2)
it: Ascolta quello che l'Amico ha da dire nel capitolo 1, livello 8 (se è sopravvissuto nel capitolo 1, livello 2).
pt: Ouça o que aquele cara tem a dizer na Fase 1-8 (se ele sobreviveu na fase 1-2).
ru: Выслушать откровения рядового Райана на 8-ом уровне Первой Главы.
tr: Bölüm 1, Zindan seviyesi 8'de O Adam'ın anlatacaklarını dinle (eğer Bölüm 1, Zindan seviyesi 2'den sağ çıktıysa).
uk: Вислухайте розповідь рядового Раяна на рівні 8 глави 1 (якщо він вижив на рівні 2 глави 1).

# breaker-of-chains-desc
source: Release The Wizard of the Oracle in Chapter 3 Dungeon level 9.
de: Befreie den Zauberer des Orakels in Level 3-9.
es: Libera al Mago del Oráculo en 3-9.
fr: Libère le Magicien de l'Oracle dans le niveau 3-9.
it: Libera il Mago dell'Oracolo nel capitolo 3, livello 9.
pt: Liberte o Mago do Oráculo em 3-9.
ru: Освободить Волшебника-Оракула на 9-ом уровне Третьей Главы.
tr: Bölüm 3, Zindan Seviyesi 9'da Kahin Büyücü'yü serbest bırak.
uk: Звільніть Чарівника-оракула на рівні 9 глави 3.

# saw-a-giant-desc
source: Kill a giant.
de: Töte einen Riesen.
es: Mata un gigante.
fr: Vaincs un géant.
it: Uccidi un gigante.
pt: Derrote um gigante.
ru: Убить первого попавшегося гиганта.
tr: Bir devi öldür.
uk: Убийте гіганта.

# witch-hunt-desc
source: Defeat The Warlock Boss.
de: Bezwinge den Hexenmeister.
es: Vence al Jefe Brujo.
fr: Vaincs le Sorcier.
it: Sconfiggi il boss Stregone.
pt: Derrote o chefe Bruxo.
ru: Победить Злого Колдуна - босса Третьей Главы, не без помощи Капитана.
tr: Cehennem Büyücüsü Boss'u mağlup et.
uk: Переможіть Злого Чаклуна.

# post-credits-desc
source: Watch the post-credits scene.
de: Sieh dir die Szene nach den Credits an.
es: Ve la escena de después de los créditos.
fr: Regarde la scène après les crédits.
it: Guarda la scena dopo i riconoscimenti.
pt: Assista à cena pós-créditos.
ru: Посмотреть «скрытую» сцену после титров Третьей Главы.
tr: Jenerik sonu sahnesini izle.
uk: Подивіться сцену після фінальних титрів.

# survival-50-desc
source: Kill 50 enemies in Survival Mode.
de: Töte 50 Gegner im Überlebenskampf.
es: Mata a 50 enemigos en el Modo Supervivencia.
fr: 50 ennemis tués dans le mode survie.
it: Uccidi 50 nemici in modalità sopravvivenza.
pt: Mate 50 inimigos no Modo Sobrevivente.
ru: Убить 50 врагов в Режиме Выживания.
tr: Hayatta Kalma Modunda 50 düşmanı öldür.
uk: Убийте 50 ворогів у режимі виживання.

# survival-100-desc
source: Kill 100 enemies in Survival Mode.
de: Töte 100 Gegner im Überlebenskampf.
es: Mata a 100 enemigos en el Modo Supervivencia.
fr: 100 ennemis tués dans le mode survie.
it: Uccidi 100 nemici in modalità sopravvivenza.
pt: Mate 100 inimigos no Modo Sobrevivente.
ru: Убить 100 врагов в Режиме Выживания.
tr: Hayatta Kalma Modunda 100 düşmanı öldür.
uk: Убийте 100 ворогів у режимі виживання.

# survival-200-desc
source: Kill 200 enemies in Survival Mode.
de: Töte 200 Gegner im Überlebenskampf.
es: Mata a 200 enemigos en el Modo Supervivencia.
fr: 200 ennemis tués dans le mode survie.
it: Uccidi 200 nemici in modalità sopravvivenza.
pt: Mate 200 inimigos no Modo Sobrevivente.
ru: Убить 200 врагов в Режиме Выживания.
tr: Hayatta Kalma Modunda 200 düşmanı öldür.
uk: Убийте 200 ворогів у режимі виживання.

# survival-300-desc
source: Kill 300 enemies in Survival Mode.
de: Töte 300 Gegner im Überlebenskampf.
es: Mata a 300 enemigos en el Modo Supervivencia.
fr: 300 ennemis tués dans le mode survie.
it: Uccidi 300 nemici in modalità sopravvivenza.
pt: Mate 300 inimigos no Modo Sobrevivente.
ru: Убить 300 врагов в Режиме Выживания.
tr: Hayatta Kalma Modunda 300 düşmanı öldür.
uk: Убийте 300 ворогів у режимі виживання.

# survival-1000-desc
source: Kill 1000 enemies in Survival Mode.
de: Töte 1000 Gegner im Überlebenskampf.
es: Mata a 1000 enemigos en el Modo Supervivencia.
fr: 1 000 ennemis tués dans le mode survie.
it: Uccidi 1000 nemici in modalità sopravvivenza.
pt: Mate 1000 inimigos no Modo Sobrevivente.
ru: Убить 1000 врагов в Режиме Выживания. Да, это уже скрытое достижение, но дальше их не будет, хватит.
tr: Hayatta Kalma Modunda 1000 düşmanı öldür.
uk: Убийте 1000 ворогів у режимі виживання.

# pimp-my-char-desc
source: Use the Character Editor to change your avatar's head.
de: Verändere den Kopf deines Charakters im Charakter-Editor.
es: Usa el Editor de personajes para cambiar la cabeza de tu avatar.
fr: Utilise l'éditeur de personnage pour modifier la tête de ton avatar.
it: Cambia la testa del tuo avatar con l'Editor personaggio.
pt: Use o Editor de personagens para mudar a cabeça do seu avatar.
ru: Использовать Редактор Героя, чтобы как-либо изменить внешний вид своего персонажа.
tr: Avatarının kafasını değiştirmek için Karakter Editörü'nü kullan.
uk: Використовуйте редактор героя, щоб змінити зовнішній вигляд голови вашого персонажа.

# bag-expanded-desc
source: Buy the inventory expansion chest in the Shop.
de: Kaufe die Erweiterungstruhe aus dem Laden.
es: Compra el cofre de ampliación de inventario en la tienda.
fr: Achète le coffre d'extension de l'inventaire dans la boutique.
it: Compra il baule espansione nel negozio.
pt: Compre o baú de expansão de inventário na loja.
ru: Купить расширение инвентаря в Магазине. Надолго ли хватит?
tr: Mağazadan envanter büyütme sandığını satın al.
uk: Придбайте розширення інвентарю в магазині.

# truth-out-there
source: The Truth Is Out There
de: Die Wahrheit ist irgendwo da draußen
es: La verdad está ahí fuera
fr: La vérité est ailleurs
it: La verità è là fuori.
pt: A verdade está lá fora
ru: Истина где-то там
tr: Gerçek Orada Bekliyor
uk: Істина десь поруч

# truth-out-there-desc
source: Travel through the Portal and find out what is beyond.
de: Reise durch das Portal und erkunde die andere Seite.
es: Viaja a través del Portal y descubre qué hay más allá.
fr: Voyage à travers le Portail et trouve ce qui est au-delà.
it: Attraversa il Portale e scopri cosa c'è dall'altra parte.
pt: Viaje através do Portal e descubra o que está além.
ru: Путешествовать через портал и выяснить, что там скрывается.
tr: Portal ile yolculuk yap ve ardında ne olduğunu öğren.
uk: Подорожуйте через портал і з'ясуйте, що там ховається.

# may-the-magic
source: May the Magic be with you
de: Möge die Magie mit dir sein
es: Que la Magia te acompañe
fr: Que la magie soit avec toi
it: Che la Magia sia con te
pt: Que a Magia esteja com você
ru: Да пребудет с тобой магия
tr: Sihir seninle olsun
uk: Хай буде з тобою магія

# may-the-magic-desc
source: Find the lost saber.
de: Finde das verlorene Magieschwert.
es: Encuentra el sable perdido.
fr: Trouve le sabre perdu
it: Trova la Sciabola perduta.
pt: Encontre o sabre perdido.
ru: Найти потерянный Светомагический Меч.
tr: Kayıp Kılıcı bul.
uk: Знайдіть загублений меч.

# complete-102
source: Chapter 4 is too difficult!
de: Kapitel 4 ist zu schwer!
es: ¡El Capítulo 4 es demasiado difícil!
fr: Le chapitre 4 est trop difficile !
it: Il capitolo 4 è troppo difficile!
pt: O Capítulo 4 é muito difícil!
ru: Сложно, слишком сложно!
tr: Bölüm 4 çok zor!
uk: Глава 4 занадто складна!

# complete-102-desc
source: Complete 102% of the game. Complete all Dungeons, find all secret areas and replay all dungeons up to the end of Chapter 4 without taking any damage.
de: Beende 102% des Spiels. Beende alle Dungeons, finde alle geheimen Bereiche und spiele alle Dungeons bis zum Ende von Kapitel 4 erneut, ohne Schaden zu nehmen.
es: Completa el 102 % del juego. Completa todas las mazmorras, encuentra todas las zonas secretas y vuelve a jugar todas las mazmorras hasta el final del capítulo 4 sin sufrir ningún daño.
fr: Termine le jeu à 102 %. Termine tous les donjons, découvre toutes les zones secrètes et refais tous les donjons jusqu'à la fin du Chapitre 4 sans subir de dommages.
it: Completa il 102% del gioco. Completa tutti i sotterranei, trova ogni segreto nascosto e rigioca tutti i sotterranei fino alla fine del Capitolo 4 senza subire danni.
pt: Complete 102%. Complete todas as fases, encontre todas as áreas secretas do jogo, e jogue todas as fases até o final do Capítulo 4 sem tomar nenhum dano.
ru: Пройти игру на 102%. Пройти все уровни, отыскать все тайные области, а затем перепройти все уровни вплоть до конца 4 главы, не получив урона.
tr: Oyunun %102'sini tamamlayın. 4. Bölüm'ün sonuna kadar herhangi bir hasar almadan tüm gizli alanları bulun ve tüm Zindanları tamamlayın.
uk: Пройти гру на 102%. Пройти всі рівні, відшукати всі таємні області, а потім перепройти всі рівні аж до кінця 4 розділу, не отримавши шкоди.

source: Class consciousness
de: Klassenbewusstsein
es: Conciencia de clase
fr: Conscience de classe
it: Coscienza di classe
pt: Consciência de classe
ru: Повышаем мастерство
tr: Sınıf bilinci
uk: Підвищуємо майстерність

# class-consciousness-desc
source: Learn and perform the special skill of your class in Chapter 1 Dungeon level 6.
de: Lerne und führe deine Klassenfähigkeit in Kapitel 1 Dungeon-Level 6 aus.
es: Aprende y ejecuta la habilidad especial de tu clase en el Capítulo 1, Mazmorra nivel 6.
fr: Apprends et lance la capacité spéciale de ta classe au niveau 6 du Donjon du Chapitre 1.
it: Apprendi e usa l'abilità speciale della tua classe nel capitolo 1, livello 6.
pt: Aprenda e execute a habilidade especial de sua classe na Fase 1-6.
ru: Изучить и использовать Особый Навык своего класса на 6-ом уровне Первой Главы.
tr: Bölüm 1, Zindan seviyesi 6'da sınıfının özel yeteneğini öğren ve ilk kez kullan.
uk: Вивчіть і використайте особливий прийом вашого класу на рівні 6 глави 1.

# unlock-all-survival
source: Unlock all survival levels
de: Ein Kampf ums Überleben
es: Desbloquear toda la supervivencia
fr: Débloque tous les niveaux de survie
it: Sblocca tutti i livelli sopravvivenza
pt: Todas as fases de Sobrevivente
ru: Специалист по выживанию
tr: Tüm hayatta kalma seviyelerini aç
uk: Спеціаліст з виживання

# unlock-all-survival-desc
source: Unlock every survival level by reaching all minimum scores.
de: Schalte alle Überlebenskampf-Level frei, indem du deren Mindestpunktzahlen erreichst.
es: Desbloquea cada uno de los niveles de supervivencia al alcanzar las puntuaciones mínimas.
fr: Débloque chaque niveau de survie en obtenant les scores les plus bas.
it: Sblocca ogni livello sopravvivenza raggiungendo tutti i punteggi minimi.
pt: Libere todas as fases disponíveis no Modo Sobrevivente.
ru: Открыть все уровни Режима Выживания, набрав требуемые для открытия количества убийств в каждом их них.
tr: Tüm minimum puanları yaparak her hayatta kalma seviyesini aç.
uk: Розблокуйте всі рівні режиму виживання, набираючи необхідні для відкриття бали на кожному з них.

source: Dragonslayer
de: Drachenschlächter
es: Matadragones
fr: Chasseur de dragon
it: Ammazzadraghi
pt: Exterminador de dragão
ru: Огнедышащая кровожадность
tr: Ejderha Katili
uk: Винищувач драконів

# dragonslayer-desc
source: Defeat the Great Red Dragon.
de: Bezwinge den Großen Roten Drachen.
es: Derrota al Gran Dragón Rojo.
fr: Vaincre le Grand Dragon rouge.
it: Sconfiggi il Grande drago rosso.
pt: Derrote o Grande Dragão Vermelho.
ru: Победить Великого Красного Дракона. Он всегда был добр к тем, кто не лез, куда не надо...
tr: Büyük Kırmızı Ejderha'yı mağlup et.
uk: Переможіть Великого червоного дракона.

source: Breaker of Chains 2
de: Kettenbrecher 2
es: Rompedora de Cadenas 2
fr: Briseur de Chaînes 2
it: Spezzacatene 2
pt: Destruidora de Correntes 2
ru: Разрушитель оков 2
tr: Zincirkıran 2
uk: Руйнівник кайданів 2

# breaker-of-chains-2-desc
source: Release the Moon-Keeper in Chapter 4, Dungeon level 9.
de: Befreie den Mondwächter in Kapitel 4, Dungeon-Level 9.
es: Libera al Guardián de la Luna en el Capítulo 4, Nivel 9.
fr: Libérer le Gardien de la Lune dans le Donjon du niveau 9 du Chapitre 4.
it: Libera il Custode lunare nel capitolo 4, livello 9.
pt: Liberte o Guardião da Lua no Capítulo 4 Fase 9.
ru: Освободить Хранителя Луны на 9-ом уровне Четвёртой Главы.
tr: Bölüm 4, Zindan seviyesi 9'da Ay Bekçisi'ni serbest bırak.
uk: Звільніть Хранителя Місяця на рівні 9 глави 4.

source: Bound together
de: Aneinander gebunden
es: Unidos
fr: Reliés
it: Legati insieme
pt: Fuuuusão!
ru: Счастливое воссоединение... Во всех смыслах.
tr: Ayrılmaz ikili
uk: Щасливе возз'єднання

# bound-together-desc
source: Join the King after defeating the Warlock.
de: Treffe dich mit dem König, nachdem du den Zauberer besiegt hast.
es: Únete al Rey tras derrotar al Brujo.
fr: Rejoins le Roi après avoir vaincu le Sorcier.
it: Unisciti al Re dopo aver sconfitto lo Stregone.
pt: Junte-se ao Rei após derrotar o Bruxo.
ru: Встретиться с Королём после победы над Злым Колдуном из прошлого.
tr: Cehennem Büyücüsü'nü yendikten sonra Kral'a katıl.
uk: Зустріньтеся з Королем після перемоги над Злим Чаклуном.

source: Bank for your buck
de: Eine sichere Bank
es: Gana la banca
fr: Vous avez de la monnaie ?
it: Finché la banca va
pt: Vem pra Cá você também
ru: Граждане, храните деньги в сберкассе!
tr: Bankadaki servet
uk: Громадяни, зберігайте гроші в ощадній касі!

# bank-for-your-buck-desc
source: Deposit an item in the bank.
de: Lagere einen Gegenstand in der Bank.
es: Deposita un objeto en el banco.
fr: Déposer un objet à la banque.
it: Deposita un oggetto in banca.
pt: Deposite algum item no banco.
ru: Положить предмет на хранение в Банк. Да-да, Крыса-банкир будет хранить Ваши сбережения.
tr: Bir eşyayı bankaya yatır.
uk: Покладіть предмет на зберігання в банк.

source: Dirty-faced Rookie
de: Schmutziger Anfänger
es: Novato Cara Sucia
fr: Débutant au Visage sale
it: Novizio dalla Faccia Sporca
pt: Recruta da cara suja
ru: Темнолицый новобранец
tr: Pis Suratlı Çaylak
uk: Замурзаний новобранець

# dirty-faced-rookie-desc
source: Finish a Solo Dungeon in the Competitive Mode.
de: Beende ein Solo-Dungeon im Wettkampfmodus.
es: Completa una mazmorra de un jugador en el modo competitivo.
fr: Termine un Donjon en solo dans le Mode Compétition.
it: Completa un livello in singolo nella modalità competitiva.
pt: Termine uma Masmorra Solo no Modo Competitivo.
ru: Пройти Одиночные Испытания в Соревновательном Режиме.
tr: Rekabet Modunda bir Tek Kişilik Zindan'ı bitir.
uk: Пройдіть одиночні рівні в змагальному режимі.

source: Bring it on!
de: Zeig mir, was du kannst!
es: ¡Vamos allá!
fr: Lance toi !
it: Fatti sotto!
pt: Cai dentro!
ru: Вперёд, в бой!
tr: Hodri meydan!
uk: Вперед, у бій!

# bring-it-on-desc
source: Start a match against another player in the Competitive Mode.
de: Starte eine Partie gegen einen anderen Spieler im Wettkampfmodus.
es: Empieza una partida contra otro jugador en el modo competitivo.
fr: Lance un match contre un autre joueur dans le Mode Compétition.
it: Inizia una partita contro un altro giocatore in modalità competitiva.
pt: Comece uma partida contra outro jogador no Modo Competitivo.
ru: Начать матч против другого игрока в Соревновательном Режиме.
tr: Rekabet Modunda başka bir oyuncuya karşı bir maç başlat.
uk: Почніть матч проти іншого гравця в змагальному режимі.

# veni-vidi-vici
source: I came, I saw, I conquered
de: Ich kam, ich sah, ich siegte
es: Veni, vidi, vici
fr: Veni, vidi, vici
it: Veni, vidi, vici
pt: Vim, vi, venci
ru: Пришёл, увидел, победил
tr: Geldim, gördüm, yendim.
uk: Прийшов, побачив, переміг

# veni-vidi-vici-desc
source: Win a match against another player in the Competitive Mode.
de: Gewinne eine Partie gegen einen anderen Spieler im Wettkampfmodus.
es: Gana una partida contra otro jugador en el modo competitivo.
fr: Remporte un match contre un autre joueur dans le Mode Compétition.
it: Vinci una partita contro un altro giocatore in modalità competitiva.
pt: Vença uma partida contra outro jogador no Modo Competitivo.
ru: Выиграть матч против другого игрока в Соревновательном Режиме.
tr: Rekabet Modunda başka bir oyuncuya karşı bir maç kazan.
uk: Виграйте матч проти іншого гравця в змагальному режимі.

# taking-part-counts
source: It's the taking part that counts...
de: Dabei sein ist alles...
es: Lo importante es participar...
fr: L'important, c'est de participer...
it: L'importante è partecipare...
pt: O importante é participar...
ru: Главное - не победа, а участие...
tr: Önemli olan katılmaktı...
uk: Головне не перемога, а участь...

# taking-part-counts-desc
source: Don't ever try to lose a match against another player, but if you do, this achievement will be unlocked.
de: Versuch nicht extra, eine Partie gegen einen anderen Spieler zu verlieren. Aber wenn du es tust, dann bekommst du dieses Achievement.
es: No intentes perder una partida contra otro jugador, pero si pierdes, se desbloqueará este logro.
fr: Essaie de ne perdre aucun match contre un autre joueur. Mais si jamais cela arrive, cet objectif sera débloqué.
it: Non provare nemmeno a perdere una partita contro un altro giocatore. Ma, se dovesse succedere, sbloccherai questo obiettivo.
pt: Nunca tente perder uma partida no Modo Competitivo. Se perder, esta conquista será desbloqueada.
ru: Даже не пытайтесь намеренно проиграть матч. Но если это всё же произошло, откроется данное достижение :)
tr: Sakın bir oyuncuya karşı maç kaybetme, ama kaybedersen bu başarı açılacak.
uk: Навіть не намагайтеся програти матч. Але якщо це все ж сталося, відкриється дане досягнення.

# add-friend
source: Friends will be friends
de: Freunde für immer
es: Amigos para siempre
fr: Un pour tous, tous pour un
it: Amici per la pelle
pt: Mais que amigos, Friends
ru: Не имей сто рублей, а имей сто друзей
tr: Dostlar baki kalır
uk: Не май сто рублів, а май сто друзів

# add-friend-desc
source: Add a friend in the Competitive Mode.
de: Füge einen Freund im Wettkampfmodus hinzu.
es: Añade a un amigo en el Modo Competitivo.
fr: Ajouter un ami dans le Mode Compétition.
it: Aggiungi un amico nella modalità competitiva.
pt: Adicione um amigo no Modo Competitivo.
ru: Добавить друга в Соревновательном Режиме.
tr: Rekabet Modunda bir arkadaş ekle.
uk: Додайте друга в змагальному режимі.

# challenge-friend
source: Friendly fire
de: Freundfeuer
es: Fuego amigo
fr: Tir ami
it: Fuoco amico
pt: Fogo amigo
ru: Если друг оказался вдруг...
tr: Dost ateşi
uk: Сімейні розборки

# challenge-friend-desc
source: Challenge a friend in the Competitive Mode.
de: Fordere einen Freund im Wettkampfmodus heraus.
es: Desafía a un amigo en el Modo Competitivo.
fr: Défie un ami dans le Mode Compétition.
it: Sfida un amico in modalità competitiva.
pt: Desafie um amigo no Modo Competitivo.
ru: Бросить вызов другу в Соревновательном Режиме.
tr: Rekabet Modunda bir arkadaşına meydan oku.
uk: Киньте виклик другу в змагальному режимі.

source: R for Revenge
de: R steht für Rache
es: R de revancha
fr: R pour Revanche
it: R per Rivincita
pt: R de Revanche
ru: «М» значит «месть»
tr: İntikamın İ'si
uk: «П» значить помста

# r-for-revenge-desc
source: Win a revenge match in the Competitive Mode.
de: Gewinne eine Revanche im Wettkampfmodus.
es: Gana una partida de revancha en el Modo Competitivo.
fr: Remporte un match de revanche dans le Mode Compétition.
it: Vinci una rivincita in modalità competitiva.
pt: Vença uma partida de revanche no Modo Competitivo.
ru: Победить в матче-реванше в Соревновательном Режиме.
tr: Rekabet Modunda bir intikam maçı kazan.
uk: Переможіть у матчі-реванші в змагальному режимі.

# bronze-rank-achievement
source: Bronze Beast
de: Bronze-Bestie
es: Bestia de bronce
fr: Monstre de bronze
it: Bestione di bronzo
pt: Besta de Bronze
ru: В жилах зверя течёт Бронза...
tr: Bronz Canavar
uk: Легковажний прапорщик

# bronze-rank-achievement-desc
source: Raise your Rank up to Bronze in the Competitive Mode.
de: Erreiche den bronzenen Rang im Wettkampfmodus.
es: Sube tu rango a bronce en el modo Competitivo.
fr: Atteins le rang Bronze en Mode Compétition.
it: Aumenta la tua posizione fino a raggiungere il Bronzo nella modalità Competitiva.
pt: Suba sua patente até Bronze no Modo Competitivo.
ru: Повысить свой ранг до Бронзы в Соревновательном Режиме.
tr: Rekabet Modunda Bronz Derecesine kadar yüksel.
uk: Підвищіть свій ранг до «Прапорщика» в змагальному режимі.

# silver-rank-achievement
source: Silver Soldier
de: Silber-Soldat
es: Soldado de plata
fr: Soldat d'argent
it: Soldato d'argento
pt: Soldado de Prata
ru: Литой Серебряный солдат
tr: Gümüş Asker
uk: Жив відважний капітан

# silver-rank-achievement-desc
source: Raise your Rank up to Silver in the Competitive Mode.
de: Erreiche den silbernen Rang im Wettkampfmodus.
es: Sube tu rango a plata en el modo Competitivo.
fr: Atteins le rang Argent en Mode Compétition.
it: Aumenta la tua posizione fino a raggiungere l'Argento nella modalità Competitiva.
pt: Suba sua patente até Prata no Modo Competitivo.
ru: Повысить свой ранг до Серебра в Соревновательном Режиме.
tr: Rekabet Modunda Gümüş Derecesine kadar yüksel.
uk: Підвищіть свій ранг до «Капітана» в змагальному режимі.

# gold-rank-achievement
source: Going Gold!
de: Goldmedaille!
es: ¡Me voy a hacer de oro!
fr: En route vers l'or !
it: Corsa all'oro!
pt: Puro Ouro!
ru: Всегда берём Золото!
tr: Altına oluyorum!
uk: Товариш майор

# gold-rank-achievement-desc
source: Raise your Rank up to Gold in the Competitive Mode.
de: Erreiche den goldenen Rang im Wettkampfmodus.
es: Sube tu rango a oro en el modo Competitivo.
fr: Atteins le rang Or en Mode Compétition.
it: Aumenta la tua posizione fino a raggiungere l'Oro nella modalità Competitiva.
pt: Suba sua patente até Ouro no Modo Competitivo.
ru: Повысить свой ранг до Золота в Соревновательном Режиме.
tr: Rekabet Modunda Altın Derecesine kadar yüksel.
uk: Підвищіть свій ранг до «Майора» в змагальному режимі.

# platinum-rank-achievement
source: Pure Platinum!
de: Pures Platin!
es: ¡Platino puro!
fr: Platine pur !
it: Puro platino!
pt: Platinei!
ru: Блестящая Платина
tr: Saf Platin!
uk: Полковникові ніхто не пише

# platinum-rank-achievement-desc
source: Raise your Rank up to Platinum in the Competitive Mode.
de: Erreiche den Platinrang im Wettkampfmodus.
es: Sube tu rango a platino en el modo Competitivo.
fr: Atteins le rang Platine en Mode Compétition.
it: Aumenta la tua posizione fino a raggiungere il Platino nella modalità Competitiva.
pt: Suba sua patente até Platina no Modo Competitivo.
ru: Повысить свой ранг до Платины в Соревновательном Режиме.
tr: Rekabet Modunda Platin Derecesine kadar yüksel.
uk: Підвищіть свій ранг до «Полковника» в змагальному режимі.

# diamond-rank-achievement
source: You crazy Diamond!
de: Wahnsinn, ein Diamant!
es: Diamante en bruto
fr: Folie des diamants !
it: Diamante grezzo!
pt: Diamante louco!
ru: Безумный Бриллиант
tr: Kör eden elmas ışıltısı!
uk: Генерали піщаних кар'єрів
