Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/achievements.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# complete-103-desc
source: Complete 103%. Complete all Dungeons, find all secret areas in the game and replay all dungeons up to the end of Chapter 5 without taking any damage.
de: Beende 103% des Spiels. Beende alle Dungeons, finde alle geheimen Bereiche und spiele alle Dungeons bis zum Ende von Kapitel 5 erneut, ohne Schaden zu nehmen
es: Completa el 103 %. Completa todas las mazmorras, encuentra todas las zonas secretas del juego y vuelve a jugar todas las mazmorras hasta el final del capítulo 5 sin sufrir ningún daño.
fr: Termine le jeu à 103 %. Termine tous les donjons, trouve toutes les zones secrètes du jeu et rejoue tous les donjons jusqu'à la fin du Chapitre 5 sans subir de dommages.
it: Completa il 103% del gioco. Completa tutti i sotterranei, trova ogni segreto nascosto e rigioca tutti i sotterranei fino alla fine del Capitolo 5 senza subire danni.
pt: Complete 103%. Complete todas as fases, encontre todas as áreas secretas do jogo, e jogue todas as fases até o final do Capítulo 5 sem tomar nenhum dano.
ru: Пройти игру на 103%. Пройти все уровни, отыскать все тайные области, а затем перепройти все уровни вплоть до конца 5 главы, не получив урона.
tr: Oyunun %103'ünü tamamlayın. 5. Bölüm'ün sonuna kadar herhangi bir hasar almadan tüm gizli alanları bulun ve tüm Zindanları tamamlayın.
uk: Пройти гру на 103%. Пройти всі рівні, відшукати всі таємні області, а потім перепройти всі рівні аж до кінця 5 розділу, не отримавши шкоди.

# ninth-circle
source: The ninth circle
de: Der neunte Kreis
es: El noveno círculo
fr: Le neuvième cercle
it: Il nono circolo
pt: O nono círculo
ru: Девятый круг
tr: Dokuzuncu Oda
uk: Дев'яте коло

# ninth-circle-desc
source: Get to the frozen underground chambers of the planet in Dungeon 5-4.
de: Erreiche die gefrorenen unterirdischen Kammern des Planeten in Dungeon 5-4.
es: Llega a las cámaras subterráneas congeladas del planeta en la mazmorra 5-4.
fr: Atteins les chambres souterraines gelées de la planète dans le Donjon 5-4.
it: Raggiungi la stanza sotterranea gelata del pianeta nel sotterraneo 5-4.
pt: Vá para as câmaras subterrâneas congeladas do planeta na fase 5-4.
ru: Доберитесь до заледеневших подземных камер планеты в главе 5-4.
tr: Zindan 5-4'te gezegenin donmuş yeraltı odalarına ulaşın.
uk: Доберіться до замерзлих підземних камер планети в главі 5-4.

# the-darkest-side
source: The darkest side of the Moon
de: Die dunkelste Seite des Mondes
es: El lado más oscuro de la Luna
fr: Le côté le plus sombre de la Lune
it: Il lato più oscuro della luna
pt: O lado mais escuro da lua
ru: Самая тёмная сторона Луны
tr: Ayın en karanlık kısmı
uk: Найтемніша сторона Місяця

# the-darkest-side-desc
source: Watch the bonus scene after finishing Dungeon 5-4 with all three diamonds.
de: Siehe die Bonusszene an, nachdem du Dungeon 5-4 mit allen drei Diamanten abgeschlossen hast.
es: Ve la escena de bonificación tras completar la mazmorra 5-4 con los tres diamantes.
fr: Découvre la scène bonus après avoir terminé le Donjon 5-4 avec les trois diamants.
it: Guarda la scena bonus dopo aver completato il sotterraneo 5-4 con tutti e tre i diamanti.
pt: Assista à cena bônus após terminar a fase 5-4 com todos os três diamantes.
ru: Посмотрите бонусное видео после прохождения уровня 5-4 с 3 алмазами.
tr: Zindan 5-4'ü üç elmasla bitirdikten sonra bonus sahnesini izleyin.
uk: Подивіться бонусне відео після проходження рівня 5-4 із 3 діамантами.

source: Sharp Dressed Minion
de: Gut gekleideter Diener
es: Esbirro elegante
fr: Sbire tendance
it: Tirapiedi tirati a lucido
pt: O que importa é a aparência!
ru: Миньон-модник
tr: Kıyak Giyinmiş Minyon
uk: Міньон-модник

# sharp-dressed-minion-desc
source: Change your minion's look using a custom skin. You can purchase new skins in the Prize Room.
de: Ändere das Aussehen deines Dieners mit einem benutzerdefinierten Skin. Du kannst neue Skins im Preisraum kaufen.
es: Cambia la apariencia de tu esbirro con un aspecto personalizado. Puedes comprar nuevos aspectos en la Sala de Premios.
fr: Modifie l'apparence de ton sbire avec un skin personnalisé. Tu peux acheter de nouveaux skins dans la Salle des récompenses.
it: Cambia il look dei tuoi tirapiedi usando una skin di personalizzazione. Puoi acquistare nuove skin nella Stanza dei premi.
pt: Mude a aparência do seu lacaio usando uma skin personalizada. Você pode comprar novas skins na Sala de Prêmios.
ru: Измените внешность своего миньона с помощью специального облика. Новые облики можно купить в призовой комнате.
tr: Özel bir görünüm kullanarak minyonlarınızın görünümünü değiştirin. Ödül Odasında yeni görünümler satın alabilirsiniz.
uk: Змініть зовнішність свого міньона за допомогою спеціального образу. Нові образи можна купити в призовій кімнаті.

source: Dirty-faced Souls
de: Seelen mit schmutzigen Gesichtern
es: Souls de cara sucia
fr: Souls au visage sale
it: Pozzo senza fondo
pt: Cara-suja Souls
ru: Замызганный дух
tr: Pis Suratlı Ruhlar
uk: Замурзаний дух

# dirty-faced-souls-desc
source: Complete 100% on <new-game-plus> mode. Find all secret areas and diamonds.
de: Beende 100% des Spiels im <new-game-plus>-Modus. Finde alle geheime Gebiete und Diamanten.
es: Completa el 100 % del modo <new-game-plus>. Encuentra todas las zonas secretas y los diamantes.
fr: Termine le mode <new-game-plus> à 100 %. Découvre toutes les zones secrètes et les diamants.
it: Completa il gioco al 100% in modalità <new-game-plus>. Scopri tutti i diamanti e le aree segrete.
pt: Complete 100% no modo <new-game-plus>. Encontre todas as áreas secretas e diamantes.
ru: Пройдите режим «<new-game-plus>» на 100%. Найдите все тайные места и алмазы.
tr: <new-game-plus> modunu %100 tamamlayın. Tüm gizli alanları ve elmasları bulun.
uk: Пройдіть режим «<new-game-plus>» на 100%. Знайдіть усі таємні місця й алмази.

# time-patroller
source: Like a Time Patroller!
de: Wie ein Zeitüberwacher!
es: ¡Cual Patrullero del Tiempo!
fr: Comme un patrouilleur du temps !
it: Pattugliatore temporale!
pt: Tal qual o patrulheiro do tempo!
ru: Словно патрульный времени!
tr: Sanki Zaman Devriyesindeyim!
uk: Наче часовий патруль!

# time-patroller-desc
source: Complete 101% on <new-game-plus> mode. Find all secret areas, and replay Chapters 1, 2 and 3 without taking any damage.
de: Beende 101% des Spiels im <new-game-plus>-Modus. Finde alle geheime Gebiete und spiele Kapitel 1-3 erneut, ohne Schaden zu nehmen.
es: Completa el 101 % del modo <new-game-plus>. Encuentra todas las zonas secretas y vuelve a jugar los capítulos 1, 2 y 3 sin sufrir daño.
fr: Termine le mode <new-game-plus> à 101 %. Découvre toutes les zones secrètes et refais les Chapitres 1, 2 et 3 sans subir de dommages.
it: Completa il gioco al 101% in modalità <new-game-plus>. Scopri tutte le aree segrete e rigioca i Capitoli 1, 2 e 3 senza subire danni.
pt: Complete 101% no modo <new-game-plus>. Encontre todas as áreas secretas, diamantes e termine os Capítulos 1, 2 e 3 sem tomar nenhum dano.
ru: Пройдите режим «<new-game-plus>» на 101%. Найдите все тайные места и перепройдите главы 1, 2 и 3, не получив урона.
tr: <new-game-plus> modunda %101'i tamamlayın. Tüm gizli alanları bulun ve Bölüm 1, 2 ve 3'ü herhangi bir hasar almadan tekrar oynayın.
uk: Пройдіть режим «<new-game-plus>» на 101%. Знайдіть усі таємні місця та перепройдіть глави 1, 2 і 3 без пошкоджень.

# the-king
source: Bow down to the King!
de: Verneige dich vor dem König!
es: ¡Póstrate ante el Rey!
fr: Prosterne-toi devant le Roi !
it: Inchiniamoci davanti al Re!
pt: Curve-se perante o Rei!
ru: На колени перед королём!
tr: Krala diz çökün!
uk: На коліна перед королем!

# the-king-desc
source: Complete 102% of the game on <new-game-plus> mode. Complete all dungeons, find all secret areas and replay all dungeons up to the end of Chapter 4 without taking any damage.
de: Beende 102% des Spiels im <new-game-plus>-Modus. Beende alle Dungeons, finde alle geheimen Bereiche und spiele alle Dungeons bis zum Ende von Kapitel 4 erneut, ohne Schaden zu nehmen.
es: Completa el 102 % del juego en modo <new-game-plus>. Completa todas las mazmorras, encuentra todas las zonas secretas y vuelve a jugar todas las mazmorras hasta el final del capítulo 4 sin sufrir ningún daño.
fr: Termine le jeu à 102 % en mode <new-game-plus>. Termine tous les donjons, découvre toutes les zones secrètes et refais tous les donjons jusqu'à la fin du Chapitre 4 sans subir de dommages.
it: Completa il 102% del gioco in modalità <new-game-plus>. Completa tutti i sotterranei, trova ogni segreto nascosto e rigioca tutti i sotterranei fino alla fine del Capitolo 4 senza subire danni.
pt: Complete 102% no modo <new-game-plus>. Complete todas as fases, encontre todas as áreas secretas, e termine todas as fases até o final do Capítulo 4 sem tomar nenhum dano.
ru: Пройти игру на 102% в режиме «<new-game-plus>». Пройти все уровни, отыскать все тайные области, а затем перепройти все уровни вплоть до конца 4 главы, не получив урона.
tr: Oyunun %102'sini <new-game-plus> modunda tamamlayın. 4. Bölüm'ün sonuna kadar herhangi bir hasar almadan tüm gizli alanları bulun ve tüm Zindanları tamamlayın.
uk: Пройти гру на 102% у режимі «<new-game-plus>». Пройти всі рівні, відшукати всі таємні області, а потім перепройти всі рівні аж до кінця 4 розділу, не отримавши шкоди.

# bound-together-plus
source: Bound together+
de: Aneinander gebunden+
es: Destinos entrelazados+
fr: Unis+
it: Vicini, vicini
pt: Fuuuusão!+
ru: Счастливое воссоединение+
tr: Birbirimize bağlıyız+
uk: Щасливе возз’єднання+

# bound-together-plus-desc
source: Join the King after defeating the Warlock on <new-game-plus> mode.
de: Schließe dich dem König an, nachdem du ihn im <new-game-plus>-Modus besiegt hast.
es: Únete al Rey tras derrotar al Brujo en el modo <new-game-plus>.
fr: Rejoins le Roi après avoir vaincu le Sorcier en mode <new-game-plus>.
it: Unisciti al Re dopo afer sconfitto lo stregone in modalità <new-game-plus>.
pt: Junte-se ao Rei após derrotar o Bruxo no modo <new-game-plus>.
ru: Встретьтесь с Королем после победы над Злым Колдуном в режиме «<new-game-plus>».
tr: <new-game-plus> modunda Büyücü'yü yendikten sonra Kral'a katılın.
uk: Зустріньтеся з Королем після перемоги над Злим Чаклуном у режимі «<new-game-plus>».

# witch-hunt-plus
source: Witch-hunt+
de: Hexerjagd+
es: Caza de brujas+
fr: Chasse aux sorcières+
it: Caccia allo stregone
pt: Caçador de Bruxas+
ru: Охота на колдуна+
tr: Cadı Avı+
uk: Полювання на чаклуна+

# witch-hunt-plus-desc
source: Defeat The Warlock Boss on <new-game-plus> mode.
de: Besiege den Warlock-Boss im <new-game-plus>-Modus.
es: Derrota al jefe Brujo en el modo <new-game-plus>.
fr: Bats le boss Sorcier en mode <new-game-plus>.
it: Sconfiggi il boss stregone in modalità <new-game-plus>.
pt: Derrote o chefe Bruxo no modo <new-game-plus>.
ru: Победите Злого Колдуна в режиме «<new-game-plus>».
tr: <new-game-plus> modunda Büyücü Patron'u yenin.
uk: Переможіть Злого Чаклуна в режимі «<new-game-plus>».

# have-a-toast
source: In your honor, have a toast!
de: Zu deinen Ehren, stoße an!
es: ¡Haz un brindis en tu honor!
fr: Portons un toast en ton honneur !
it: Brindiamo alla tua salute!
pt: Em sua honra, um brinde!
ru: Тост в твою честь!
tr: Şerefine kadeh kaldıralım!
uk: Тост на твою честь!

# have-a-toast-desc
source: Buy a drink for another player in the Tavern.
de: Kaufe ein Getränk für einen anderen Spieler in der Taverne.
es: Compra una bebida para otro jugador en la taberna.
fr: Achète une boisson pour un autre joueur dans la Taverne.
it: Offri da bere a un altro giocatore nella Taverna.
pt: Pague uma bebida para outro jogador na Taverna.
ru: Купить напиток для другого игрока в таверне.
tr: Tavernada başka bir oyuncu için bir içecek al.
uk: Купити напій для іншого гравця в таверні.

source: Bullseye Wizard
de: Bullseye Zauberer
es: As de la diana
fr: Sorcier du mille
it: Mago del bersaglio
pt: Na mosca!
ru: В яблочко
tr: Hedef Sihirbazı
uk: В яблучко

# bullseye-wizard-desc
source: Score 990,000 or higher in the Darts game inside the Tavern.
de: Erziele 990.000 Punkte oder mehr in Darts in der Taverne.
es: Puntúa 990 000 o más en el juego de dardos de la taberna
fr: Obtiens un score de 990 000 ou plus au jeu de Fléchettes dans la Taverne.
it: Totalizza almeno 990.000 punti al gioco delle Freccette nella Taverna.
pt: Pontue 990.000 ou mais no jogo de dardos, de dentro da Taverna.
ru: Набрать 990 000 очков или больше в дартс в таверне.
tr: Tavernadaki Dart oyununda 990.000 veya daha yüksek puan alın.
uk: Набрати 990 000 очок або більше в дартс у таверні.

source: Settle a score
de: Eine Rechnung begleichen
es: Ajuste de cuentas
fr: Régler ses comptes
it: Regola i conti
pt: Acerto de contas
ru: Расплата
tr: Bir skor belirleyin
uk: Відплата

# settle-a-score-desc
source: Score 35,000 or higher in the Salesman's Smackdown game inside the Tavern.
de: Erziele 35.000 Punkte oder mehr im Smackdown des Verkäufers in der Taverne.
es: Puntúa 35 000 o más en el juego de Apaliza al vendedor de la taberna.
fr: Obtiens un score de 35 000 ou plus au jeu Combat du vendeur dans la Taverne.
it: Totalizza almeno 35.000 punti al gioco Colpisci il commesso nella Taverna.
pt: Pontue 35.000 ou mais no jogo Surra no Vendedor, de dentro da Taverna.
ru: Набрать 35 000 очков или больше на манекене продавца в таверне.
tr: Tavernadaki Satıcının Hacıyatmazı oyununda 35.000 veya daha yüksek puan alın.
uk: Набрати 35 000 очок або більше на манекені продавця в таверні.

source: Sinister Riddle
pt: Charada Sinistra

# sinister-riddle-desc
source: Solve the Sinister Obelisk's riddle.
pt: Resolva a charada do Obelisco Sinistro.
