Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/dungeon-texts.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# dungeon0_text0
source: Once upon a time...
de: Es war einmal ...
es: Érase una vez...
fr: Il était une fois...
it: Tanto tempo fa...
pt: Era uma vez...
ru: Давным-давно . . .
tr: Bir zamanlar...
uk: За давніх часів . . .

# dungeon0_text1
source: ... a mighty Warlock...
de: ... ein mächtiger Hexenmeister ...
es: ... un poderoso Brujo...
fr: . . . un puissant sorcier...
it: ... c'era un potente Stregone...
pt: ... um poderoso feiticeiro...
ru: . . . жил-был на свете могущественный Злой Колдун . . .
tr: ... bir kaleyi istila eden...
uk: . . . жив-був на світі могутній Злий Чаклун . . .

# dungeon0_text2
source: ... invaded a castle.
de: ... der ein Schloss eroberte.
es: ...que tomó un Castillo.
fr: . . . qui s'était emparé d'un château.
it: ... che invase un Castello.
pt: ... que tomou um castelo.
ru: . . . который решил захватить Замок.
tr: ... güçlü bir Cehennem Büyücüsü yaşıyormuş
uk: . . . який вирішив захопити замок

# aimForTheHead
source: Aim for the head for critical damage
de: Kopftreffer verursachen kritischen Schaden
es: Apunta a la cabeza para daño crítico
fr: Vise la tête pour faire des dommages critiques
it: Mira alla testa per infliggere danni critici
pt: Mire na cabeça para dano crítico
ru: Цельтесь в голову для нанесения критического урона!
tr: Kritik hasar vermek için kafaya nişan al
uk: Цільтеся в голову для критичного пошкодження

# checkYourInventory
source: Check your inventory often for better armor and weapons
de: Suche in deinem Inventar nach besserer Ausrüstung
es: Busca nuevas armaduras y armas en tu inventario
fr: Vérifie ton inventaire pour avoir de meilleurs équipements
it: Apri spesso il tuo inventario e migliora il tuo equipaggiamento
pt: Verifique seu inventário para equipamentos melhores
ru: Регулярно проверяйте свой инвентарь, когда соберёте что-то новое. Это может быть лучшее снаряжение, чем надетое на Вас!
tr: Daha iyi bir zırh ve silahlar için sık sık envanterine göz at
uk: Регулярно перевіряйте свій інвентар, там може бути краща зброя й броня

# dontDie
source: If you die, all items collected in the level will be lost unless you revive your hero
de: Wenn du stirbst, verlierst du alle Items aus dem Level, es sei denn, du belebst dich wieder
es: Si mueres, los objetos conseguidos en el nivel se pierden a menos que revivas a tu héroe.
fr: Si tu meurs, tous les objets collectés dans ce niveau seront perdus, sauf si ton héros revis
it: Se muori, perderai gli oggetti raccolti nel livello, a meno che non rianimi il tuo personaggio
pt: Se você morrer, todos os itens coletados nessa fase serão perdidos, ao menos que seu herói seja revivido
ru: Умерев, Вы потеряете все предметы, найденные на уровне, если только не воскресите своего героя.
tr: Öldüğünde kahramanını diriltmeyi başaramazsan o seviyede topladığın tüm eşyaları kaybedersin
uk: Померши, ви втратите всі предмети, знайдені на рівні, якщо тільки не воскресите свого героя

# jumpInTheAir
source: Jump whilst in the air for a double jump
de: Springe in der Luft, um einen Doppelsprung auszuführen
es: Salta mientras estás en el aire para llegar más alto
fr: Saute une fois en l'air pour réaliser un double saut
it: Salta mentre sei ancora in aria per un salto doppio
pt: Pule no ar para executar o pulo duplo
ru: Повторно прыгните, находясь в воздухе, для осуществления двойного прыжка.
tr: İki kez zıplamak için havadayken bir daha zıpla
uk: Повторно стрибніть у повітрі для здійснення подвійного стрибка

# fireArmorDontBurn
source: The <fire>Fire<white> element armor protects you against flames
de: Rüstung des <fire>Feuerelements<white> schützt dich vor Flammen
es: La armadura con elemento <fire>Fuego<white> te protege de las llamas
fr: Les armures de l'élément <fire>Feu<white> te protègent des flammes
it: Le armature con l'elemento <fire>Fuoco<white> proteggono dalle fiamme
pt: Armaduras do elemento <fire>Fogo<white> te protegem das chamas
ru: Броня с Элементом <fire>Огня<white> всегда защищает от огня и лавы.
tr: <fire>Ateş<white> elementi zırhı seni alevlere karşı korur
uk: Броня з <fire>вогняним<white> елементом захиситить вас від вогню

# airArmorDontHurt
source: The <air>Air<white> element armor protects you against spikes
de: Rüstung des <air>Luftelements<white> schützt dich vor Stacheln
es: La armadura con elemento <air>Aire<white> te protege de los pinchos
fr: Les armures de l'élément <air>Air<white> te protègent des épines
it: Le armature con l'elemento <air>Aria<white> proteggono dagli spuntoni
pt: Armaduras do elemento <air>Ar<white> te protegem dos espinhos
ru: Броня с Элементом <air>Воздуха<white> защищает от шипов.
tr: <air>Hava<white> elementi zırhı seni dikenlere karşı korur
uk: Броня з <air>повітряним<white> елементом захистить вас від шипів

# dungeon9_text0
source: Yet the King, shrouded in preparation,
de: Doch der König, in Vorbereitung gehüllt,
es: Mas el Rey, que se había ocultado,
fr: Le Roi, bien qu'en pleins préparatifs,
it: Ecco il Re, mentre si prepara,
pt: Enquanto o Rei, velado em preparativos,
ru: А король с головой ушёл в приготовления . . .
tr: Yine de hazırlıklara bürünen Kral,
uk: А король із головою поринув у приготування,

# dungeon9_text1
source: ... awaited the Warlock's move...
de: ... wartete auf den Schachzug des Hexenmeisters...
es: ... aguardaba el movimiento del Brujo...
fr: ... attendait un mouvement du Sorcier...
it: ... in attesa della mossa dello stregone...
pt: ... aguarda a jogada do Feiticeiro...
ru: . . . и ждал, что сделает Злой Колдун...
tr: ...Kara Büyücü'nün hamlesini bekliyordu...
uk: . . . і чекав, що зробить Злий Чаклун...

# lightWeaponPassThrough
source: <light>Light<white> element weapons may pass through magical shields
de: Waffen des <light>Lichtelements<white> können magische Schilde durchdringen
es: Las armas con elemento <light>Luz<white> pueden traspasar escudos mágicos
fr: Les armes de l'élément <light>Lumière<white> traversent les boucliers magiques
it: Le armi con l'elemento <light>Luce<white> passano attraverso schermi magici
pt: Armas de <light>Luz<white> atravessam escudos mágicos
ru: Оружие с Элементом <light>Света<white> всегда может пробивать магические щиты.
tr: <light>Işık<white> elementi silahlar büyülü kalkanları delip geçebilirler
uk: Зброя з елементом <light>світла<white> може пробивати магічні щити

# natureArmorStep
source: <earth>Earth<white> element vests allow you to walk over green platforms
de: Gewänder des <earth>Erdelements<white> erlauben dir, grüne Plattformen zu passieren
es: Las túnicas con elemento <earth>Tierra<white> permiten pasar por las plataformas verdes
fr: Les armures de l'élément <earth>Terre<white> permettent de marcher sur les plateformes vertes
it: Usa armature con l'elemento <earth>Terra<white> per camminare su piattaforme verdi
pt: Armaduras do elemento <earth>Terra<white> permitem andar sobre plataformas verdes
ru: Броня и кольца с Элементом <earth>Земли<white> позволяют ходить по зелёным платформам.
tr: <earth>Toprak<white> elementi yelekler sayesinde yeşil platformlar üzerinde yürüyebilirsin
uk: Одяг з елементом <earth>землі<white> дозволяє ходити по зелених платформах

# ghostsSeekDarkRing
source: Ghosts are more vulnerable against those who wear <darkness>Darkness<white> equipment
de: Geister reagieren empfindlicher auf Krieger, die <darkness>Finsternisausrüstung<white> tragen.
es: Los fantasmas son más vulnerables contra los que portan equipo de <darkness>oscuridad<white>.
fr: Les fantômes sont plus vulnérables contre ceux portant un équipement de type <darkness>Ténèbres<white>
it: I fantasmi sono più vulnerabili nei confronti di coloro che indossano equipaggiamento dell' <darkness>oscurità<white>
pt: Fantasmas são mais vulneráveis contra aqueles que trazem equipamento de <darkness>escuridão<white>
ru: Призраки уязвимы против тех, кто носит снаряжение с Элементом <darkness>Тьмы<white>.
tr: Hayaletler <darkness>Karanlığın yüzüğünü takanları ararlar<white>
uk: Привиди вразливі проти тих, хто носить спорядження з елементом<darkness>темряви<white>.

# upgradedFireWeapons
source: Upgraded <fire>Fire<white> weapons also protect against flames
de: Verbesserte Waffen des <fire>Feuerelements<white> schützen dich vor Flammen
es: Las armas de <fire>Fuego<white> mejoradas también protegen de las llamas
fr: Les armes améliorées de l'élément <fire>Feu<white> protègent aussi des flammes
it: Anche le armi di <fire>Fuoco<white> potenziate proteggono dalle fiamme
pt: Armas do elemento <fire>Fogo<white> melhoradas também protegem contra chamas
ru: Наличие надетого прокаченного <fire>Огненного<white> оружия так же защищает от огня и лавы, даже если не надета Огненная броня.
tr: Geliştirilmiş <fire>Ateş<white> silahları alevlere karşı koruma da sağlar
uk: Вдосконалена <fire>вогняна<white> зброя також захищає від вогню

# dungeon18_text0
source: The King stood ready,
de: Der König stand bereit,
es: El Rey estaba listo,
fr: Le Roi était prêt,
it: Il Re è pronto,
pt: O Rei se postava pronto.
ru: Король был наготове,
tr: Kral ne kadar hazır olsa da,
uk: Король був напоготові,

# dungeon18_text1
source: yet even the best-laid plans can derail...
de: doch selbst die besten Pläne können scheitern...
es: pero hasta los mejores planes pueden irse al traste...
fr: mais même les meilleurs plans peuvent échouer...
it: ma anche i piani ben pianificati possono fallire...
pt: Mas as coisas nem sempre funcionam como planejado...
ru: но не всегда всё идёт по плану...
tr: en iyi planlar bile raydan çıkabilirdi...
uk: але не завжди все йде за планом . . .

# vulnerableFromBehind
source: Some enemies are only vulnerable while you are hidden
de: Manche Gegner nehmen nur Schaden, wenn sie dich nicht sehen
es: Ciertos enemigos solo son vulnerables mientras no te ven
fr: Certains ennemis deviennent vulnérables seulement quand ils ne te voient pas
it: Alcuni nemici sono vulnerabili solo quando non ti stanno vedendo
pt: Alguns inimigos ficam vulneráveis somente enquanto não te vêem
ru: Некоторые враги уязвимы, только если не видят Вас.
tr: Bazı düşmanların sadece göremedikleri saldırılara zaafı vardır
uk: Деякі вороги уразливі тільки якщо не бачать вас

# dungeon25-text0
source: As the swamp swallows the Blue Brick road . . .
de: Wo der Sumpf die blaue Straße verschlingt ...
es: Conforme el pantano engulle el Camino de Baldosas Azules . . .
fr: Alors que le marécage engloutissait la Route de Briques Bleues . . .
it: Mentre la palude ingoia la Strada di Mattoni Blu . . .
pt: Enquanto o pântano engole a Estrada de Tijolos Azuis . . .
ru: По мере того, как дорога из голубого кирпича тонет в болоте . . .
tr: Bataklık Mavi Taşlı Yolu yutarken. . .
uk: У міру того як дорога з блакитної цегли тоне в болоті . . .

# dungeon25-text1
source: . . . other things emerge from below.
de: ... entsteigt etwas anderes den Tiefen.
es: . . . algo emerge de las profundidades.
fr: d'autres choses surgirent.
it: . . . altre cose emergono dalle profondità.
pt: . . . outras coisas emergem lá de baixo.
ru: . . . на свет появляется нечто иное.
tr: . . . yer altından diğer şeyler çıkıyor.
uk: . . . на світ з'являється щось інше.

# dungeon27-text0
source: Elsewhere . . .
de: Anderswo . . .
es: En otro lugar . . .
fr: Quelque part . . .
it: Da qualche altra parte . . .
pt: Em outro lugar . . .
ru: А тем временем . . .
tr: Evrenin başka yerinde . . .
uk: А тим часом . . .

# dungeon27-text1
source: . . . The King orchestrates a resurgence.
de: . . . Orchestriert der König ein Wiederaufleben.
es: . . . el Rey trama un resurgimiento.
fr: . . . le Roi organise une résurgence.
it: . . . il Re sta orchestrando una rinascita.
pt: . . . O Rei planeja sua retomada.
ru: . . . король планирует своё возвращение.
tr: . . . Kral yeniden dirilişi yönetir.
uk: . . . король планує своє повернення.

# dungeon30_text0
source: Time . . .
de: Zeit ...
es: El tiempo . . .
fr: Le temps . . .
it: Tempo . . .
pt: Tempo . . .
ru: Время . . .
tr: Zaman . . .
uk: Простір . . .

# dungeon30_text1
source: . . . and space.
de: ... und Raum.
es: . . . y el espacio.
fr: . . . et l'espace.
it: . . . e spazio.
pt: . . . e espaço.
ru: . . . и пространство.
tr: . . . ve uzay.
uk: . . . і час.

# dungeon30_text2
source: The unexpected . . .
de: Die einzige Konstante ...
es: Lo inesperado . . .
fr: L'inattendu . . .
it: L'inaspettato . . .
pt: O inesperado . . .
ru: И единственный гость . . .
tr: Gerçek misafirlerin . . .
uk: І єдиний гість . . .

# dungeon30_text3
source: . . . is the only guest.
de: .... ist das Ungewisse.
es: . . . está presente.
fr: . . . est le seul hôte.
it: . . . è l'unico ospite.
pt: . . . é o único convidado.
ru: . . . нежданный.
tr: . . . gelecekleri beklenmez.
uk: . . . неочікуваний.

# deepWater
source: Some waters are too deep for a swim.
de: Einige Wasser sind zu tief, um darin zu schwimmen.
es: Algunas aguas son demasiado profundas como para nadar.
fr: Certaines eaux sont trop profondes pour y nager.
it: Ci sono acque troppo profonde per nuotarci.
pt: Algumas águas são profundas demais para um mergulho.
ru: Некоторые водоёмы слишком глубоки для плавания. Успевайте выплыть, пока не стало поздно!
tr: Bazı sular yüzülemeyecek kadar derindir.
uk: Деякі водойми занадто глибокі для плавання.

# waterRing
source: <water>Water<white> rings and armor allow you to walk across pools of water.
de: Mit <water>Wasser<white>ringen und Rüstung kannst du über Wasserflächen laufen.
es: Los anillos y armaduras de <water>agua<white> te permiten caminar por los charcos de agua.
fr: Les anneaux et armures de type <water>Eau<white> vous permettent de marcher sur l'eau.
it: Gli anelli e le armature d'<water>acqua<white> ti permettono di attraversare pozze d'acqua.
pt: Anéis e armaduras d'<water>água<white> permitem andar sobre as águas.
ru: Броня и кольца с Элементом <water>Воды<white> позволяют ходить по поверхности воды, а также защищают от шипов.
tr: <water>Su<white> yüzüğü sana su birikintileri üzerinde yürüme imkanı verir.
uk: <water>Водяні<white> кільця й броня дозволяють ходити по поверхні води.

# dungeon32_text0
source: When road narrows . . .
de: Wenn sich der Weg verengt . . .
es: Cuando el camino se estrecha,
fr: Quand la route se rétrécie . . .
it: Quando non resta che un solo cammino da prendere . . .
pt: Na escassez de escolhas . . .
ru: Когда выбора нет . . .
tr: Yollar daraldığında . . .
uk: Коли немає вибору . . .

# dungeon32_text1
source: . . . a swifter journey onward remains.
de: . . . bleibt eine schnellere Reise vorwärts.
es: queda un viaje más rápido hacia delante.
fr: . . . le voyage se poursuit en toute hâte.
it: . . . non si può far altro che cambiare rotta per continuare il proprio viaggio.
pt: . . . desdobra-se o trajeto mais direto.
ru: . . . остаётся лишь двигаться вперёд.
tr: . . . önünde sadece daha dar bir yol kalır.
uk: . . . залишається лише рухатися вперед.

# dungeon35_text0
source: And the King's plan . . .
de: Und der Plan des Königs . . .
es: Y el plan del Rey . . .
fr: Et le plan du Roi . . .
it: E il piano del Re . . .
pt: E o plano do Rei . . .
ru: И план Короля . . .
tr: Ve Kral'ın planı . . .
uk: І план Короля . . .

# dungeon35_text1
source: . . . is carried out.
de: . . . wird ausgeführt.
es: . . . se llevó a cabo.
fr: . . . a été exécuté.
it: . . . viene realizzato.
pt: . . . vai sendo executado.
ru: . . . претворяется в жизнь.
tr: . . . uygulandı.
uk: . . . втілюється в життя.

# dungeon37_text0
source: In the realm of certainties . . .
de: Im Reich der Gewissheiten . . .
es: En el reino de las certezas,
fr: Dans le royaume des certitudes . . .
it: Nel regno delle certezze . . .
pt: No reino das certezas . . .
ru: В мире правил . . .
tr: Kesinlikler evreninde . . .
uk: У світі правил . . .

# dungeon37_text1
source: . . . the unexpected reigns king.
de: . . . herrscht das Unerwartete als König.
es: lo inesperado se alza soberano.
fr: . . . l'inattendu règne en maître.
it: . . . l'incertezza regna sovrana.
pt: . . . o inesperado é rei.
ru: . . . всё решают неожиданности.
tr: . . . beklenmedik bir kral hüküm sürer.
uk: . . . усе вирішують несподівані події.

# chapter4cred_text0
source: But the King didn't know...
de: Doch der König wusste nicht...
es: Pero el Rey no sabía...
fr: Mais le Roi ne savait pas...
it: Ma il Re non sapeva...
pt: Mas o Rei não sabia...
ru: Но Король не знал . . .
tr: Ama Kral bilmiyordu...
uk: Але Король не знав . . .

# chapter4cred_text1
source: ... that time is just a cycle.
de: ... dass alles sich wiederholt.
es: ... que el tiempo es solo un ciclo.
fr: ... que le temps n'est rien de plus qu'un cycle.
it: ... che il tempo è solo un ciclo.
pt: ... que o tempo é só um ciclo.
ru: . . . что время циклично.
tr: ... zaman sadece bir döngüydü.
uk: . . . що час циклічний.

# crateBreak
source: You can break wooden crates with your weapon.
de: Du kannst hölzerne Kisten mit deiner Waffe zerbrechen.
es: Puedes romper las cajas de madera con tu arma.
fr: Tu peux casser les caisses en bois avec ton arme.
it: Puoi rompere casse di legno con la tua arma.
pt: Você pode quebrar caixas de madeira usando sua arma.
ru: Вы можете разбивать деревянные ящики своим оружием.
tr: Tahta kasaları silahınla kırabilirsin.
uk: Ви можете розбивати дерев'яні ящики своєю зброєю.

# cratePush
source: Move crates to use them as platforms to reach higher areas.
de: Verschiebe Kisten, damit du sie als Plattformen benutzen kannst.
es: Mueve las cajas para usarlas como plataformas y llegar más alto.
fr: Bouge les caisses pour atteindre des endroits en hauteur.
it: Sposta casse e usale per arrivare più in alto.
pt: Mova caixas e use como plataforma para alcançar mais alto.
ru: Передвигайте ящики и используйте их, чтобы запрыгнуть в труднодоступные места.
tr: Kasaları oynatıp daha yüksek alanlara ulaşmak için platform olarak kullan.
uk: Пересувайте ящики й використовуйте їх, щоб застрибнути у важкодоступні місця.
