Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/emotes.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# basic_greetings_0
source: Greetings!
de: Grüße!
es: ¡Saludos!
fr: Salut !
it: Ciao!
pt: Saudações!
ru: Приветствую!
tr: Selamlar!
uk: Вітаю!

# basic_wow_0
source: Wow!
es: ¡Vaya!
ru: Ух ты!
tr: Vay!
uk: Овва!

# basic_thanks_0
source: Thanks!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pt: Valeu!
ru: Спасибо!
tr: Teşekkürler!
uk: Дякую!

# basic_you_look_awesome_0
source: You look awesome!
de: Du siehst toll aus!
es: ¡Estás genial!
fr: T'es incroyable !
it: Stai una meraviglia!
pt: Seu visual tá demais!
ru: Клёво выглядишь!
tr: Harika!
uk: Класно виглядаєш!

# basic_your_build_is_awesome_0
source: Your build is awesome!
de: Deine Ausrüstung ist spitze!
es: ¡Tu configuración es genial!
fr: Ton personnage est incroyable !
it: Il tuo arsenale è spettacolare!
pt: Sua build é demais!
ru: Суперская сборка!
tr: Karakterin harika!
uk: Суперова збірка!

# basic_very_funny_0
source: Very funny!
de: Sehr lustig!
es: ¡Qué gracioso!
fr: Trop drôle !
it: Che ridere!
pt: Que engraçado!
ru: Ха-ха-ха!
tr: Çok komik!
uk: Ха-ха-ха!

# basic_look_at_me_0
source: Look at me!
de: Sieh mich an!
es: ¡Mírame!
fr: Regardez-moi !
it: Guardami!
pt: Olha pra mim!
ru: Зацени!
tr: Baksana bana!
uk: Заціни!

# basic_good_job_0
source: Good job!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Bien joué !
it: Ottimo lavoro!
pt: Bom trabalho!
ru: Молодец!
tr: Harika iş!
uk: Молодець!

# basic_bye_0
source: Bye!
de: Tschüss!
es: ¡Adiós!
fr: À plus !
it: Arrivederci!
pt: Tchau!
ru: Пока-пока!
tr: Görüşürüz!
uk: Па-па!

# basic_not_funny_0
source: Not funny...
de: Nicht lustig...
es: No tiene gracia...
fr: Pas drôle...
it: Non è divertente...
pt: Não tem graça...
ru: Не смешно...
tr: Hiç komik değil...
uk: Не смішно...

# basic_lets_play_0
source: Let's play!
de: Lass uns spielen!
es: ¡A jugar!
fr: Jouons !
it: Giochiamo!
pt: Vamos jogar!
ru: Сыграем!
tr: Hadi oynayalım!
uk: Зіграємо!

# basic_cheers_0
source: Cheers!
de: Prost!
es: ¡Salud!
fr: Santé !
it: Salute!
pt: Um brinde!
ru: Твоё здоровье!
tr: Şerefe!
uk: Твоє здоров'я!

# basic_im_thirsty_0
source: I'm thirsty...
de: Ich bin durstig...
es: Tengo sed...
fr: J'ai soif...
it: Ho tanta sete...
pt: Tô com sede...
ru: Выпить бы чего...
tr: Susadım...
uk: Хильнути б чогось...

# basic_yes_0
source: Yes!
de: Ja!
es: ¡Sí!
fr: Oui !
it: Sì!
pt: Sim!
ru: Ага!
tr: Evet!
uk: Ага!

# basic_no_0
source: Nope!
de: Nein!
es: ¡No!
it: No!
pt: Não!
ru: Не-а!
tr: Hayır!
uk: Ніт!

# basic_wait_0
source: Wait...
de: Warte...
es: Espera...
fr: Attends...
it: Aspetta...
pt: Espera...
ru: Погодь...
tr: Bekle...
uk: Стривай-но...

# special_inspect_0
source: Let's see...
de: Schauen wir mal...
es: A ver...
fr: Voyons voir...
it: Vediamo...
pt: Vejamos...
ru: Так-с, посмотрим...
tr: Bir bakalım...
uk: Так-так, подивимося...

# premium_not_cool_0
source: Not cool...
de: Nicht cool...
es: No mola...
fr: Pas cool...
it: Non va per niente bene...
pt: Isso não é legal...
ru: Ну, такое...
tr: Yakışmadı...
uk: Ну, таке собі...

# premium_i_look_awesome_0
source: I look awesome!
de: Ich sehe toll aus!
es: ¡Estoy genial!
fr: Je suis incroyable !
it: Sto una favola!
pt: Meu visual tá demais!
ru: Я круто выгляжу!
tr: Harika gözüküyorum!
uk: Я круто виглядаю!

# premium_do_i_look_cool_0
source: Do I look cool?
de: Sehe ich cool aus?
es: ¿Molo o qué?
fr: J'ai l'air cool ?
it: Non sto una meraviglia?
pt: Eu tô maneiro?
ru: Ну, как я тебе?
tr: Havalı gözüküyor muyum?
uk: Ну, як я тобі?

# premium_my_build_is_awesome_0
source: My build is awesome!
de: Meine Ausrüstung ist spitze!
es: ¡Mi configuración es genial!
fr: Mon personnage est incroyable !
it: Il mio arsenale è spettacolare!
pt: Minha build é ótima!
ru: Моя сборка просто супер!
tr: Karakterim harika!
uk: Моя збірка просто супер!

# premium_glorify_ranger_0
source: Rangers rock!
de: Rangers rocken!
es: ¡Los guardas son la caña!
fr: Les Rangers déchirent !
it: I ranger spaccano!
pt: Guardiões detonam!
ru: Рейнджеры лучшие!
tr: Korucu çok havalı!
uk: Рейнджери найкращі!

# premium_glorify_druid_0
source: Druids rule!
de: Druiden sind die Besten!
es: ¡Los druidas mandan!
fr: Les Druides assurent !
it: I druidi sono forti!
pt: Druidas comandam!
ru: Друиды круче всех!
tr: Şamanlar çok havalı!
uk: Друїди найкрутіші!

# premium_glorify_mage_0
source: Mages are epic!
de: Magier sind episch!
es: ¡Los magos son épicos!
fr: Les Mages sont épiques !
it: I maghi sono mitici!
pt: Magos são épicos!
ru: Маги - топчик!
tr: Büyücüler harika!
uk: Маги - топчик!

# premium_glorify_priest_0
source: Priests are awesome!
de: Priester sind großartig!
es: ¡Los sacerdotes son geniales!
fr: Les Prêtres sont incroyables !
it: I preti sono epici!
pt: Sacerdotes são demais!
ru: Священники самые-пресамые!
tr: Rahipler harika!
uk: Священики самі-пресамі!

# premium_glorify_black-mage_0
source: Black Mages dominate!
de: Schwarzmagier dominieren!
es: ¡Los magos oscuros dominan!
fr: Les Mages noirs dominent !
it: I maghi neri dominano!
pt: Magos Sombrios dominam!
ru: Тёмные маги правят миром!
tr: Kara Büyücüler yok eder!
uk: Темні маги правлять світом!

# premium_glorify_rogue_0
source: Rogues rule!
de: Schurken sind die Besten!
es: ¡Los pícaros mandan!
fr: Les Bandits assurent !
it: I malviventi sono dei grandi!
pt: Ladinos comandam!
ru: Разбойники - тайная элита!
tr: Düzenbazlar hükmeder!
uk: Розбійники - таємна еліта!

# premium_glorify_warlock_0
source: Warlocks are the mightiest!
de: Hexenmeister sind die mächtigsten!
es: ¡Los brujos son los más poderosos!
fr: Les Enchanteurs sont les plus puissants !
it: Gli stregoni sono i più forti!
pt: Bruxos são os poderosos!
ru: Чернокнижники самые мощные!
tr: Cehennem Büyücüleri En güçlüleri!
uk: Чорнокнижники наймогутніші!

# premium_glorify_thief_0
source: Thiefs dominate!
de: Diebe dominieren!
es: ¡Los ladrones dominan!
fr: Les Voleurs dominent !
it: I ladri dominano!
pt: Ladrões dominam!
ru: Воры рулят!
tr: Hırsızlar hükmeder!
uk: Злодії рулять!

# premium_glorify_paladin_0
source: Paladins are epic!
de: Paladine sind episch!
es: ¡Los paladines son épicos!
fr: Les Paladins sont épiques !
it: I paladini sono epici!
pt: Paladinos são épicos!
ru: Склонитесь перед паладинами!
tr: Şövalyeler harika!
uk: Уклоніться перед паладинами!

# premium_glorify_warrior_0
source: Warriors dominate!
de: Krieger dominieren!
es: ¡Los guerreros dominan!
fr: Les Guerriers dominent !
it: I guerrieri dominano!
pt: Guerreiros dominam!
ru: Воины превыше всего!
tr: Savaşçılar hükmeder!
uk: Воїни понад усе!

# premium_glorify_high-mage_0
source: The High Mage is awesome!
de: Der Hochmagier ist großartig!
es: ¡El alto mago es genial!
fr: Le Haut Mage est incroyable !
it: Il mago possente è grande!
pt: O Alto Mago é demais!
ru: Высшие маги круче всех!
tr: Yüce Büyücüler harika!
uk: Вищі маги найкрутіші!

# premium_glorify_elite-warrior_0
source: The Elite Warrior rules!
de: Der Elitekrieger ist der Beste!
es: ¡El guerrero de élite manda!
fr: Le Guerrier d'élite assure !
it: Il guerrierio d'élite spacca!
pt: Guerreiro de Elite domina!
ru: Мир принадлежит элитным воинам!
tr: Elit Savaşçılar parçalar!
uk: Світ належить елітним воїнам!

# premium_glorify_witchdoctor_0
source: The Witchdoctor is legendary!
de: Der Hexendoktor ist legendär!
es: ¡El hechicero es legendario!
fr: Le Sorcier est légendaire !
it: Lo sciamano è leggendario!
pt: O Feiticeiro é legendário!
ru: Преклонитесь перед колдунами!
tr: Cadıdoktorlar efsanevi!
uk: Схиліться перед чаклунами!

# achievement_100pct
source: I've done 100% already!
de: Ich habe 100% des Spiels schon beendet!
es: ¡Ya he hecho el 100%!
fr: J'ai déjà terminé 100 % du jeu !
it: Ho già raggiunto il 100%!
pt: Eu já fiz 100%!
ru: Мною уже пройдено 100%!
tr: Zaten %100 yaptım
uk: Мною вже пройдено 100%!

# achievement_101pct
source: I've done 101% already!
de: Ich habe 101% des Spiels schon beendet!
es: ¡Ya he hecho el 101%!
fr: J'ai déjà terminé 101 % du jeu !
it: Ho già raggiunto il 101%!
pt: Eu já fiz 101%!
ru: Мною уже пройдено 101%!
tr: Zaten %101 yaptım!
uk: Мною вже пройдено 101%!

# achievement_102pct
source: I've completed 102%!
de: Ich habe 102% des Spiels beendet!
es: ¡He completado el 102%!
fr: J'ai terminé 102 % du jeu !
it: Ho completato il 102%!
pt: Eu completei os 102%!
ru: Мною уже пройдено 102%!
tr: Zaten %102 yaptım!
uk: Мною вже пройдено 102%!

# achievement_dragonslayer
source: I'm the dragonslayer!
de: Ich bin der Drachentöter!
es: ¡Soy el matadragones!
fr: Je suis le Chasseur de dragons !
it: Sono l'ammazzadraghi!
pt: Eu sou o Matador de Dragões!
ru: Я - истребитель драконов!
tr: Ben ejderkatiliyim!
uk: Я - винищувач драконів!

# achievement_dirtyfacedsouls
source: I've done 100% on Rampage Mode!
de: Ich habe 100% des Spiels auf Rampage-Modus beendet!
es: ¡He hecho el 100% en el modo Rampage!
fr: J'ai terminé 100 % du jeu en Mode Rampage !
it: Ho raggiunto il 100% in modalità Rampage!
pt: Eu fiz 100% no Modo Rampage!
ru: Мною уже пройдено 100% в режиме «Буйство»!
tr: Rampage Modunda %100 yaptım
uk: Мною вже пройдено 100% у режимі «Буйство»!

# achievement_the_king
source: I've done 102% on Rampage Mode!
de: Ich habe 100% des Spiels auf Rampage-Modus beendet!
es: ¡He hecho el 102% en el modo Rampage!
fr: J'ai terminé 102 % du jeu en Mode Rampage !
it: Ho raggiunto il 102% in modalità Rampage!
pt: Eu fiz 102% no Modo Rampage!
ru: Мною уже пройдено 102% в режиме «Буйство»!
tr: Rampage Modunda %102 yaptım
uk: Мною вже пройдено 102% у режимі «Буйство»!

# achievement_champion
source: A champion has fallen against me!
de: Ein Champion ist gegen mich gefallen!
es: ¡Un campeón ha caído contra mí!
fr: Un champion est tombé face à moi !
it: Un campione è caduto al mio cospetto!
pt: Eu venci um Campeão!
ru: Даже чемпион не выстоял против меня!
tr: Bir şampiyon karşımda diz çöktü!!
uk: Навіть чемпіон не вистояв проти мене!

# achievement_top1
source: I've been to the top of the Hall of Champions!
de: Ich war an der Spitze der Halle der Champions!
es: ¡He estado en lo más alto del Salón de los Campeones!
fr: J'ai été au sommet du Hall des Champions !
it: Ho raggiunto la vetta della Hall of Champions!
pt: Já estive no topo do Hall dos Campeões!
ru: Я был лучшим в Зале чемпионов!
tr: Şampiyonlar Salonunun zirvesine çıktım!
uk: Я був найкращим у Залі чемпіонів!
