Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/items.strings
Languages: es, fr, pt, tr

# Goldsteel Sword
source: Goldsteel
es: Acero Dorado
fr: Lame en acier doré
pt: Aço Dourado
tr: Altınçelik

# Golden Needle Sword
source: Golden Needle
es: Aguja Dorada
fr: Aiguille dorée
pt: Agulha de Ouro
tr: Altınipne

# Wealthy Smasher Hammer
source: Wealthy Smasher
es: Aplastador Pudiente
fr: Brise-roc d'opulence
pt: Esmagador Abastado
tr: Varlıklı Parçalayıcı

# Wealthy Crusher Mace
source: Wealthy Crusher
es: Machacador Pudiente
fr: Broyeur d'opulence
pt: Esmigalhadora Abastada
tr: Varlıklı Ezici

# Golden Piercer Spear
source: Golden Piercer
es: Perforador Dorado
fr: Trancheuse dorée
pt: Perfuradora Dourada
tr: Altın Delici

# Precious Skewer Dagger
source: Precious Skewer
es: Pincho Valioso
fr: Embrocheur de valeur
pt: Ferrão Precioso
tr: Değerli Şiş

# Precious Dual-blade Dagger
source: Precious Dual-blade
es: Dos Hojas Valiosas
fr: Lame double de valeur
pt: Lâmina Preciosa Dual
tr: Değerli Çift-bıçak

source: Royal War Staff
es: Báculo de Guerra Real
fr: Bâton de guerre royal
pt: Cajado de Batalha Real
tr: Asil Savaş Değneği

# treasure-item-desc
source: This item is worth lots of gold.
es: Este objeto vale muchísimo oro.
fr: Cet objet vaut beaucoup d'or.
pt: Este item vale muito ouro.
tr: Bu eşya çok fazla altın değerinde.

# Icebane Magic Staff
source: Icebane
es: Perdición Helada
fr: Plaie-de-glace
pt: Banimento Gélido
tr: Buzkıran

source: Ice Dagger
es: Daga de Hielo
fr: Dague de glace
pt: Adaga de Gelo
tr: Buz Bıçağı

source: Ice Axe
es: Hacha de Hielo
fr: Hache de glace
pt: Machado de Gelo
tr: Buz Baltası

source: Frost Dagger
es: Daga de Escarcha
fr: Dague de gel
pt: Adaga Congelada
tr: Ayaz Bıçağı

source: Frost Axe
es: Hacha de Escarcha
fr: Hache de gel
pt: Machado Congelado
tr: Ayaz Baltası

source: Volcano Sword
es: Espada de Volcán
fr: Épée du volcan
pt: Espada Vulcânica
tr: Volkan Kılıcı

# Unleashed Kraken Sword
source: Unleashed Kraken
es: Kraken Desatado
fr: Épée du Kraken déchaîné
pt: Kraken Desacorrentado
tr: Zincirkıran Kraken

# Frost-heart Sword
source: Frost-heart
es: Corazón de Escarcha
fr: Épée du cœur gelé
pt: Coração-gelado
tr: Buz-yürek Kılıcı

source: Frost-heart Axe
es: Hacha de Corazón de Escarcha
fr: Hache du cœur gelé
pt: Machado Coração Gelado
tr: Buz-yürek Baltası

# Blade of Decay Sword
source: Blade of Survival
es: Hoja de supervivencia
fr: Lame de survie
pt: Lâmina da Sobrevivência
tr: Düşenin Kılıcı

# Blade of Rusted Souls Sword
source: Blade of Rusted Souls
es: Hoja de Almas Oxidadas
fr: Lame des âmes rouillées
pt: Lâmina das Almas Enferrujadas
tr: Paslı Ruhların Kılıcı

source: Arachnid Sword
es: Espada Arácnida
fr: Épée des arachnides
pt: Espada Aracnídea
tr: Eklembacaklı Kılıcı

# Frost Slasher Sword
source: Frost Slasher
es: Degolladora de Escarcha
fr: Trancheuse de gel
pt: Fatiadora Congelada
tr: Ayaz Orağı

# Abyssal Blade Sword
source: Abyssal Blade
es: Hoja Abisal
fr: Lame abyssale
pt: Lâmina Abissal
tr: Dipsiz Kılıç

# Abyssal Dual-Blade Dagger
source: Abyssal Dual-Blade
es: Dos Hojas Abisales
fr: Dague abyssale à lame double
pt: Lâmina Abissal Dupla
tr: Dipsiz Çift-Bıçak

source: Dragontooth Spear
es: Lanza de Diente de Dragón
fr: Lance en dent de dragon
pt: Lança Dente de Dragão
tr: Ejderdişi Mızrağı

source: Last Survivor's Spear
es: Lanza del Último Superviviente
fr: Lance du dernier survivant
pt: Lança do Último Sobrevivente
tr: Son Kalan'ın Mızrağı

source: Last Survivor's Dagger
es: Daga del Último Superviviente
fr: Dague du dernier survivant
pt: Adaga do Último Sobrevivente
tr: Son Kalan'ın Bıçağı

source: Wind-pearl Axe
es: Hacha de Viento Perlado
fr: Hache de la perle de vent
pt: Machado Brisa-Pérola
tr: Rüzgar İncisi Balta

source: Axe of Rusted Gods
es: Hacha de Dioses Oxidados
fr: Hache des Dieux rouillés
pt: Machado dos Deuses Enferrujados
tr: Paslanmış Tanrıların Baltası

# Smasher of Decay Hammer
source: Smasher of Decay
es: Aplastador de Putrefacción
fr: Brise-roc de décomposition
pt: Esmagador Decadente
tr: Düşenin Ezicisi

# Ice Shard Dagger
source: Ice Shard
es: Esquirla de Hielo
fr: Éclat de glace
pt: Fragmento de Gelo
tr: Buz Parçası

# Double Decay Dagger
source: Survivor's Double Dagger
es: Daga doble del superviviente
fr: Décomposition double
pt: Adaga Dupla do Sobrevivente
tr: Çürümüşün Çiftesi

source: Wild Dagger
es: Daga Salvaje
fr: Dague sauvage
pt: Adaga Selvagem
tr: Çılgın Bıçak

source: All Seeing Sword
es: Espada Que Todo Lo Ve
fr: Épée omnisciente
pt: Espada que Tudo Vê
tr: Her şeyi gören Kılıç

source: Key of Time
es: Llave del tiempo
fr: Clé du temps
pt: Chave do Tempo
tr: Zamanın Anahtarı

# key-of-time-desc
source: Opens the chest that holds the Time Patroller suit.
es: Abre el cofre que contiene el traje de Patrullero del Tiempo.
fr: Ouvre le coffre contenant le costume de Patrouilleur du temps.
pt: Abre o baú que contém o Traje do Patrulheiro do Tempo.
tr: Zaman Kaşifi kostümünün bulunduğu sandığı açar

source: Winter Witch Armor
es: Armadura de Bruja Invernal
fr: Armure de la Sorcière de l'hiver
pt: Armadura da Bruxa do Inverno
tr: Kış Cadısı Zırhı

# YT Streamers Suit
source: Tubeman Suit
es: Traje de Tubeman
fr: Costume de Tubeman
pt: Traje do Tubeman
tr: Tubeman Kıyafeti

# TW Streamers Suit
source: T'Witch Suit
es: Traje de T'Witch
fr: Costume de T'Witch
pt: Traje da T'Witch
tr: T'Witch Kıyafeti

source: Suit of Discord
es: Traje de Discord
fr: Costume de la Discorde
pt: Traje da Discordância
tr: Discord Elbisesi

source: Suit of the Faceless
es: Traje de Sin Rostro
fr: Costume du Sans-Face
pt: Traje dos Sem-Face
tr: Yüzsüzün Kitabı

source: Axe of Assis
es: Hacha de Asís
fr: Hache d'Assis
pt: Machado de Assis
tr: Assis'in Baltası

# Barrenlands Bandit Male
source: Barren-lands Bandit
es: Bandido de las tierras baldías
fr: Bandit des Terres de Barren
pt: Cangaceiro do Sertão
tr: Çorak Topraklar Haydutu

# Barrenlands Bandit Female
source: Barren-lands Banditin
es: Bandida de las tierras baldías
fr: Bandite des Terres de Barren
pt: Cangaceira do Sertão
tr: Çorak Topraklar Hanımı

source: Spider Staff
es: Báculo de Araña
fr: Bâton de l'araignée
pt: Cajado Aranha
tr: Örümcek Asası

source: Bunny Dagger
es: Daga de Conejo
fr: Dague du lapin
pt: Adaga do Coelho
tr: Tavşan Hançeri

source: Bunny Claymore
es: Claymore de Conejo
fr: Claymore du lapin
pt: Claymore do Coelho
tr: Tavşan Kılıcı

# Creepy Easter Bunny
source: Eastercreep
es: Criatupascua
fr: Lapouvantable
pt: Terrorzinho da Páscoa
tr: Paskalya Ürkütavşanı

# Easter Bunny Terminator Armor
source: Easterminator
es: Asolapascuas
fr: Pâquinator
pt: Exterminador da Páscoa
tr: Paskalya Bitiricisi

source: The Ancient Codices
es: Los Códices Antiguos
fr: Les codex anciens
pt: Os Códices Antigos
tr: Antik Kodeksler

source: The Arachnid Codex
es: El Códice Arácnido
fr: Le codex de l'Arachnide
pt: O Códice Aracnídeo
tr: Örümceği Kodeksler

source: The Daemon Codices
es: Los Códices Demoníacos
fr: Les codex du Démon
pt: Os Códices Daemoníacos
tr: Zebani Kodları

source: The Word of the Wind
es: La Palabra del Viento
fr: La parole du Vent
pt: A Palavra do Vento
tr: Rüzgarın Sözü

source: Compendium of Trees
es: Compendio de Árboles
fr: Compendium des Arbres
pt: Compêndio das Árvores
tr: Ağaçların Özü

source: The Testament of Ifrit
es: El Testamento de Ifrit
fr: Le testament d'Ifrit
pt: O Testamento de Ifrit
tr: Ifrit'in Vasiyeti

source: The Oxymo's Codex
es: El Códice de Oxymo
fr: Le codex d'Oxymo
pt: Códice de Oxymo
tr: Oxymo'nun Kodeksi

source: The Abyssal Scrolls
es: Los Pergaminos Abisales
fr: Les rouleaux abyssaux
pt: Os Pergaminhos Abissais
tr: Uçurum Parşomeni

source: Steel Shuriken
es: Shuriken de Acero
fr: Shuriken d'acier
pt: Shuriken de Aço
tr: Çelik Shuriken

source: Black Shuriken
es: Shuriken Negro
fr: Shuriken noir
pt: Shuriken Soturno
tr: Koyu Shuriken

source: Steelblow Shuriken
es: Shuriken de Acero Soplado
fr: Shuriken de métal
pt: Shuriken Sopro-de-Aço
tr: Çeliknefes Shuriken

source: Shuriken of Loss
es: Shuriken de la Pérdida
fr: Shuriken de défaite
pt: Shuriken da Perda
tr: Kayıp Shuriken

source: Gayan Shuriken
es: Shuriken Gayano
fr: Shuriken de Gayan
pt: Shuriken de Gayan
tr: Çığıran Shuriken

source: Ifrit's Shuriken
es: Shuriken de Ifrit
fr: Shuriken d'Ifrit
pt: Shuriken de Ifrit
tr: Ifrit'in Shurikeni

source: Shooting Star Shuriken
es: Shuriken de Estrella Fugaz
fr: Shuriken de l'étoile filante
pt: Shuriken Estrela-cadente
tr: Kayan Yıldız Shurikeni

source: Undine's Shuriken
es: Shuriken de Undine
fr: Shuriken d'Ondine
pt: Shuriken de Undine
tr: Undine'nin Shurikeni

source: Tricky-treat
es: Achuchachuches
pt: Travessura
tr: Zor-cuk

source: Santa Claus
es: Papa Noel
fr: Papa Noël
pt: Papai Noel
tr: Noel Baba

source: Bunnyhop Dagger
es: Daga de salto conejil
fr: Dague du lapin sauteur
pt: Adaga Saltitante
tr: Zıplartavşan Hançeri

source: Eggspike Mace
es: Maza de huevopúa
fr: Massue de l'œuf à pics
pt: Maça Ovoscópica
tr: Yumurta Başı Topuzu

source: Enchanted Hare Staff
es: Báculo de liebre encantada
fr: Bâton enchanté du lièvre
pt: Cajado do Coelho Encantado
tr: Büyülü Tavşan Asası

source: Eggscellent Axe
es: Hacha huevocadora
fr: Hache fantastœuf
pt: Machado Ovótimo
tr: Yumurtacık Balta

source: Jellybunny
es: Gelaticonejo
fr: Lapin en gelée
pt: Jujubunny
tr: Tavşanbon

# Dancers Raiment TikTok
source: Dancer's Raiment
es: Atuendo de bailarín
fr: Costume du danseur
pt: Traje do Dançarino
tr: Dansçı'nın Elbisesi

source: Pepper Brew
es: Destilado de pimienta
fr: Décoction au poivre
pt: Soda Apimentada
tr: Acı Biber Demliği

source: Tonic of Invulnerability
es: Tónico de invulnerabilidad
fr: Tonic d'invulnérabilité
pt: Elixir da Invulnerabilidade
tr: Yenilmezlik Toniği

source: Draft of Freshness
es: Brebaje de frescura
fr: Courant de fraîcheur
pt: Dose de Frescor
tr: Tazelik Kağıdı

source: Sparkling Tonic
es: Tónico carbonatado
fr: Tonic étincelant
pt: Tônico Cintilante
tr: Köpüklü Tonik

source: Elixir of Duplication
es: Elixir de duplicación
fr: Élixir de duplication
pt: Elixir da Duplicação
tr: Çoğalma İksiri

source: Arcane Precision Tonic
es: Tónico de precisión arcana
fr: Tonic de précision des arcanes
pt: Tônico da Precisão Arcana
tr: Gizli Hassasiyet Toniği

source: Levitation Liqueur
es: Licor de levitación
fr: Liqueur de lévitation
pt: Licor de Levitação
tr: Yerçekimi İksiri

source: Moonjump Mixture
es: Mezcla de salto lunar
fr: Mixture de saut lunaire
pt: Mix Luna-pulante
tr: Ayazıplatan Karışım

source: Forbidden Flower's Extract
es: Extracto de flor prohibida
fr: Extrait de la fleur interdite
pt: Extrato da Flor Banida
tr: Yasak Çiçek Özü

# Pepper Brew-desc
source: Grants protection from frost effects and increases armor.
es: Otorga protección contra los efectos de la escarcha y aumenta la armadura.
fr: Octroie une protection contre les effets du gel et améliore l'armure.
pt: Protege contra o efeito de congelamento e aumenta os pontos de armadura.
tr: Donma etkilerine karşı koruma sağlar ve zırh değerinizi artırır.

# Tonic of Invulnerability-desc
source: Provides immunity to poison effects and increases armor.
es: Proporciona inmunidad a los efectos del veneno y aumenta la armadura.
fr: Immunise contre les effets du poison et améliore l'armure.
pt: Protege contra efeitos de envenenamento e aumenta os pontos de armadura.
tr: Zehir etkilerine karşı koruma sağlar ve zırh değerinizi artırır.

# Draft of Freshness-desc
source: Shields against fire and burn damage.
es: Protege contra el daño de fuego y quemaduras.
fr: Protège contre le feu et les dégâts de brûlure.
pt: Protege contra fogo e queimaduras.
tr: Ateş ve yanık hasarına karşı koruma sağlar

# Sparkling Tonic-desc
source: Guards against spike hazards.
es: Protege contra los pinchos.
fr: Protège contre les pics.
pt: Protege contra espinhos.
tr: Sivri dikenlere karşı koruma sağlar

# Elixir of Duplication-desc
source: Multiplies the number of projectiles fired and significantly increases attack speed.
es: Multiplica el número de proyectiles que se disparan y aumenta considerablemente la velocidad de ataque.
fr: Multiplie le nombre de projectiles tirés et augmente considérablement la vitesse d'attaque.
pt: Multiplica o número de projéteis disparados e aumenta significativamente a velocidade de ataque.
tr: Ateşlenen mermilerin sayısını katlar ve saldırı hızını önemli ölçüde arttırır.

# Arcane Precision Tonic-desc
source: Launched projectiles will home in on targets.
es: Los proyectiles lanzados buscarán a los objetivos.
fr: Les projectiles tirés se dirigeront sur les cibles.
pt: Projéteis disparados perseguirão os alvos.
tr: Fırlatılan mermiler hedefleri takip edecektir.

# Levitation Liqueur-desc
source: Creates a platform that prevents from falling into bottomless pits.
es: Crea una plataforma que evita que caigas en pozos sin fondo.
fr: Crée une plateforme qui empêche de tomber dans les gouffres.
pt: Cria uma plataforma que impede de cair em poços sem fundo.
tr: Dipsiz çukurlara düşmeyi engelleyen bir platform oluşturur.

# Moonjump Mixture-desc
source: Reduces gravity effects.
es: Reduce los efectos de la gravedad.
fr: Réduit les effets de la gravité.
pt: Reduz os efeitos da gravidade.
tr: Yerçekimi etkisini kaldırır.

# Forbidden Flowers Extract-desc
source: Gives the ability to shoot bouncy fireballs.
es: Otorga la capacidad de lanzar bolas de fuego que rebotan.
fr: Octroie la capacité de tirer des boules de feu rebondissantes.
pt: Concede o poder de lançar bolas de fogo saltitantes.
tr: Zıplayan ateş topları atma yeteneği verir.

source: Umbranian Water
es: Agua umbraniana
fr: Eau umbranienne
pt: Água Umbraniana
tr: Umbra Suyu

# Umbranian Water-desc
source: Clears the active power-up effect.
es: Elimina el efecto potenciador activo.
fr: Retire l'effet de l'amélioration active.
pt: Remove o efeito do power-up que estiver ativo.
tr: Üzerinizdeki güçlendirme etkilerini kaldırır.

source: Phoenix
es: Fénix
fr: Phénix
pt: Fênix
tr: Anka

source: Poisoned Dart
es: Dardo envenenado
fr: Fléchette empoisonnée
pt: Dardo Envenenado
tr: Zehirli Dart

source: Golden Guardian
es: Guardián dorado
fr: Gardien doré
pt: Guardião Dourado
tr: Altın Muhafız

source: Innkeeper's Costume
es: Disfraz de posadero
fr: Costume de l'aubergiste
pt: Fantasia de Taverneiro
tr: Hancı'nın Kostümü

source: Greenfang Ensemble
es: Conjunto de colmilloverde
fr: Ensemble du Micrommate
pt: Conjunto Presa-Verde
tr: Yeşildiş Örgütü

source: Monster's Juice
es: Zumo de monstruo
fr: Jus de monstre
pt: Suco de Monstro
tr: Canavar'ın Özü

# Monsters Juice-desc
source: Amplifies attack prowess at the cost of diminished armor.
es: Amplifica la destreza de ataque a costa de una menor armadura.
fr: Amplifie l'attaque au prix d'une diminution de l'armure.
pt: Amplifica o poder de ataque ao custo de reduzir a armadura.
tr: Zırhınızın azalması karşılığında saldırı gücünüzü arttırır.

source: Enchanted Nutcracker
es: Cascanueces Encantado
fr: Casse-Noisette Enchanté
pt: Quebra-Nozes Encantado

source: Pirouette pointe
es: Punta de Pirueta
fr: Pointe de Pirouette
pt: Ponta de Pirueta

source: Instant Charge Blast
es: Estallido de carga instantáneo
fr: Explosion Chargée Instantanée
pt: Carga Explosiva Instantânea
tr: Ani Şarj Patlaması

# Instant Charge Blast-desc
source: Charges up an attack that unleashes massive damage upon release. To activate, fire an attack.
es: Carga un ataque que desata un daño ingente al soltarlo. Para activarlo, dispara un ataque.
fr: Charge une attaque qui libère un souffle dévastateur lorsqu'elle est lancée. Pour l'activer, lance une attaque.
pt: Carrega um ataque que libera um dano massivo ao ser liberado. Para ativar, dispare um ataque.
tr: Serbest bırakıldığında büyük hasar veren bir saldırıyı yükler. Etkinleştirmek için bir saldırı yapın.

source: Instant Thunder Wave
es: Onda atronadora instantánea
fr: Vague de Tonnerre Instantanée
pt: Onda Trovejante Instantânea
tr: Ani Gök Gürültüsü Dalgası

# Instant Thunder Wave-desc
source: Summons a wave of lightning bolts that strike all surrounding enemies. To activate, fire an attack.
es: Invoca una ola de rayos que golpea a todos los enemigos circundantes. Para activarla, dispara un ataque.
fr: Invoque une onde de choc dont les éclairs touchent tous les ennemis à proximité. Pour l'activer, lance une attaque.
pt: Invoca uma onda de raios que atinge todos os inimigos ao redor. Para ativar, dispare um ataque.
tr: Çevredeki tüm düşmanlara çarpan bir şimşek dalgası çağırır. Etkinleştirmek için bir saldırı yapın.

source: Starlight Shield
es: Escudo de luz estelar
fr: Bouclier de lumière stellaire
pt: Escudo Estelar
tr: Yıldızışığı Kalkanı

# Starlight Shield-desc
source: For a brief period, offers immediate invulnerability, safeguarding from enemy hits.
es: Durante un breve periodo de tiempo, otorga una invulnerabilidad inmediata que te protege de los golpes enemigos.
fr: Pendant un bref instant, offre une invulnérabilité immédiate qui protège des attaques ennemies.
pt: Por um breve período, oferece invulnerabilidade imediata, protegendo de ataques inimigos.
tr: Kısa bir süre için anında hasar görmezlik sağlar ve düşman saldırılarına karşı koruma sağlar.

# Scarlet Shadowweaver Garb
source: Scarlet Shadowweaver
es: Tejesombras escarlata
fr: Tisseur d'ombre écarlate
pt: Traje Tece-sombra Escarlate
tr: Kızılgölge Örtüsü

# All Seeing Cleaver
source: All Seeing Machete
es: Machete que todo lo ve
fr: Machette omnisciente
pt: Peixeira que Tudo Vê
tr: Her Şeyi Pala

source: Instant Radiant Shield
es: Escudo radiante instantáneo
fr: Bouclier radieux instantané
pt: Escudo-Radiante Instantâneo
tr: Dakik Parlak Kalkan

# Instant Radiant Shield-desc
source: Provides excellent damage protection, safeguarding against external threats for a short duration.
es: Ofrece una protección excelente contra el daño al defender de las amenazas externas durante un breve periodo de tiempo.
fr: Offre une excellente résistance aux dommages afin de protéger contre les menaces extérieures pendant une courte durée.
pt: Proporciona excelente proteção contra danos, protegendo contra ameaças externas por um curto período.
tr: Kısa süreliğine dış tehditlere karşı koruma sağlayarak mükemmel hasar koruması sağlar.

source: Starlight Supertonic
es: Supertónico de luz estelar
fr: Super tonic de lumière stellaire
pt: Supertônico Luz-Estrela
tr: Yıldızışığı Süperiksiri

# Starlight Supertonic-desc
source: Grants temporary invulnerability and boosts weapon damage output for a short duration.
es: Otorga invulnerabilidad temporal y aumenta el daño del arma durante un breve periodo de tiempo.
fr: Octroie une invulnérabilité temporaire et augmente les dommages de l'arme pendant une courte durée.
pt: Concede invulnerabilidade temporária e aumenta o dano das armas por um curto período.
tr: Geçici süreliğine hasar görmezlik sağlar ve kısa süreliğine silah hasarınızı artırır.

# armor-bypass-desc
source: Strikes from this weapon partially bypass the target's armor.
es: Los golpes con esta arma ignoran parcialmente la armadura del objetivo.
fr: L'armure de la cible sera partiellement ignorée en attaquant avec cette arme.
pt: Os golpes desta arma ignoram parcialmente a armadura do alvo.
tr: Bu silahlardan yapılan saldırılar hedefin zırhını kısmen yok sayar.

source: Tome of the Sands
es: Tomo de las Arenas
fr: Tome des Sables
pt: Tomo das Areias
tr: Kumlar Kitabı

source: Scarab's Sting
pt: Picada do Escaravelho

source: Dune Whisper
pt: Sussurro da Duna

source: Scorpion Fang
pt: Presa do Escorpião

source: Sand Serpent
pt: Serpente de Areia

source: Oasis Blade
pt: Lâmina do Oásis

source: Desert Mirage
pt: Miragem do Deserto

source: Scarab Staff
pt: Cajado do Escaravelho

source: Sandstorm Rod
pt: Vara da Tempestade de Areia

source: Sun God's Will
pt: Vontade do Deus Sol

source: Dune Cleaver
pt: Cutelo da Duna

source: Scarab Axe
pt: Machado do Escaravelho

source: Sunset Reaper
pt: Ceifador do Pôr do Sol

source: Desert Vengeance
pt: Vingança do Deserto

source: Oasis Crusher
pt: Esmagador do Oásis

source: Scarab’s Fury
pt: Fúria do Escaravelho

source: Sun God’s Might
pt: Poder do Deus Sol

source: Desert Pounder
pt: Soterrador do Deserto

source: Spear of the Sand King
pt: Lança do Rei da Areia

source: Scarab’s Piercer
pt: Perfurador do Escaravelho

source: Sunstrike Spear
pt: Lança do Golpe Solar

source: Oasis Javelin
pt: Dardo do Oásis

# Shadow Fang Dagger
source: Shadow Fang
pt: Presa Sombria

# Whispering Blade Dagger
source: Whispering Blade
pt: Lâmina Sussurrante

# Nightshades Kiss Dagger
source: Nightshade's Kiss
pt: Beijo da Beladona

# Enchanted Thorn Dagger
source: Enchanted Thorn
pt: Espinho Encantado

source: Darkness Dagger
pt: Adaga das Trevas

# Eclipse Edge Sword
source: Eclipse Edge
pt: Lâmina do Eclipse

# Blade of Eternity Sword
source: Blade of Eternity
pt: Lâmina da Eternidade

# Dragons Fury Sword
source: Dragon's Fury
pt: Fúria do Dragão

source: Enchanted Sword
pt: Espada Encantada

# Shadow Slayer Sword
source: Shadow Slayer
pt: Matador das Sombras

source: Staff of Illusions
pt: Cajado das Ilusões

# Arcane Rod Staff
source: Arcane Rod
pt: Vara Arcana

# Nightmare Scepter Staff
source: Nightmare Scepter
pt: Cetro do Pesadelo

# Twilight Wand Staff
source: Twilight Wand
pt: Varinha do Crepúsculo

# Dark Reaver Axe
source: Dark Reaver
pt: Ceifador Sombrio

source: Enchanted Axe
pt: Machado Encantado

# Dragons Cleaver Axe
source: Dragon's Cleaver
pt: Cutelo do Dragão

source: Shadow Axe
pt: Machado das Sombras

# Grim Reaper Axe
source: Grim Reaper
pt: Ceifador Sinistro

# Enchanted Maul Axe
source: Enchanted Maul
pt: Malho Encantado

# Dragons Hammer Axe
source: Dragon's Hammer
pt: Martelo do Dragão

# Nightfall Hammer Axe
source: Nightfall Hammer
pt: Martelo do Anoitecer

source: Spear of the Fallen
pt: Lança dos Caídos

# Enchanted Pike Spear
source: Enchanted Pike
pt: Pique Encantado

# Dark Lance Spear
source: Dark Lance
pt: Lança Sombria

# Dragons Spear Spear
source: Dragon's Spear
pt: Lança do Dragão

# Shadow Javelin Spear
source: Shadow Javelin
pt: Dardo das Sombras

source: Twilight Tunic
pt: Túnica do Crepúsculo

source: Enchanted Tunic
pt: Túnica Encantada

source: Shadow Tunic
pt: Túnica das Sombras

source: Dragon's Tunic
pt: Túnica do Dragão

source: Nightfall Tunic
pt: Túnica do Anoitecer

source: Robe of the Arcane
pt: Manto do Arcano

source: Shadow Robe
pt: Manto das Sombras

source: Enchanted Robe
pt: Manto Encantado

source: Twilight Robe
pt: Manto do Crepúsculo

source: Dragon's Robe
pt: Manto do Dragão

source: Armor of the Ancients
pt: Armadura dos Antigos

source: Dark Plate
pt: Placa Sombria

source: Enchanted Armor
pt: Armadura Encantada

source: Dragon's Plate
pt: Placa do Dragão

source: Shadow Armor
pt: Armadura das Sombras

source: Bloodthorn Dagger
pt: Adaga de Espinho de Sangue

# Venomous Whisper Dagger
source: Venomous Whisper
pt: Sussurro Venenoso

# Gravekeepers Fang Dagger
source: Gravekeeper's Fang
pt: Presa do Guardião de Tumbas

# Whispering Venom Dagger
source: Whispering Venom
pt: Veneno Sussurrante

# Soulshard Stinger Dagger
source: Soulshard Stinger
pt: Ferrão de Fragmento de Alma

# Necrotic Edge Sword
source: Necrotic Edge
pt: Lâmina Necrótica

# Haunted Blade Sword
source: Haunted Blade
pt: Lâmina Assombrada

source: Wraithfire Sword
pt: Espada de Fogo Espectral

# Soulreaver Sword
source: Soulreaver
pt: Ceifador de Almas

# Phantoms Wrath Sword
source: Phantom's Wrath
pt: Ira do Fantasma

source: Voidcaller Staff
pt: Cajado do Chamador do Vazio

# Staff of Withering Staff
source: Staff of Withering
pt: Cajado da Decomposição

# Netherbane Rod Staff
source: Netherbane Rod
pt: Vara da Ruína Infernal

# Plaguebringers Scepter Staff
source: Plaguebringer's Scepter
pt: Cetro do Portador da Peste

# Spectral Wisp Staff
source: Spectral Wisp
pt: Cajado do Espectro

source: Doombringer Axe
pt: Machado do Portador da Perdição

# Bloodreaver Axe
source: Bloodreaver
pt: Ceifador de Sangue
