Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/items.strings
Languages: es, fr, pt, tr

source: Skeletal Reaver
es: Saqueador esquelético
fr: Pillard squelettique
pt: Salteadora Esquelética
tr: İskeletölümcül Balta

source: Hope's End
es: Fin de la esperanza
fr: Fin de l'espoir
pt: Fim da Esperança
tr: Umudun Sonu

source: Enchanted Slicer
es: Rebanador encantado
fr: Trancheuse enchantée
pt: Fatiadora Encantada

source: Gutslasher
es: Sacatripas
fr: Éviscérateur
pt: Cortatripa
tr: Yürekdeşen

source: Stormcaller
es: Convocatormentas
fr: Créateur d'ouragans
pt: Invocador da Tempestade
tr: Fırtınagetiren

source: Cataclysm Swiftblade
es: Hoja rápida cataclísmica
fr: Lame rapide du cataclysme
pt: Lâmina Cataclísmica
tr: Felaketin Hızlıbıçağı

source: Loyal Slasher Shortsword
es: Espada corta de rajador leal
fr: Épée courte du fidèle trancheur
pt: Espada da Lealdade
tr: Sadık kesen kısabıçak

source: Blood Shortblade
es: Hoja corta de sangre
fr: Épée courte de sang
pt: Lâmina-curta de Sangue
tr: Kanlı kısabıçak

source: Blood Swiftblade
es: Hoja rápida de sangre
fr: Lame rapide de sang
pt: Adaga de Sangue
tr: Kanlı Hızlıbıçak

source: Night's Fall
es: Caída de la noche
fr: Tombée de la nuit
pt: Cair da Noite
tr: Gece getiren

source: Terror Crusader
es: Cruzado de terror
fr: Croisé de la terreur
pt: Cruzada do Terror
tr: Korku getiren haç

source: Skyfall Crusader
es: Cruzado de caída celestial
fr: Croisé des cieux
pt: Cruzada do Fim do Firmamento
tr: Gök düşüren haç

source: Swiftblade of Lament
es: Hoja rápida de lamento
fr: Lame rapide des lamentations
pt: Lâmina-curta das Lamentações
tr: Ağıtçının hızlı bıçağı

source: Oathkeeper's Skewer
es: Aguja de juramentado
fr: Embrocheur du Gardien du serment
pt: Perfuradora do Juramento
tr: Yemintutanın Şişi

source: Unholy Storm
es: Tormenta impía
fr: Tempête impie
pt: Tempestade Profana
tr: Dinsiz Fırtına

source: Moonlit Razor
es: Cuchilla de luz lunar
fr: Rasoir du clair de lune
pt: Lâmina da Luz do Luar
tr: Mehtabın Usturası

source: Sunlit Razor
es: Cuchilla de luz solar
fr: Rasoir ensoleillé
pt: Lâmina da Luz do Sol
tr: Güneşin Usturası

source: Proud Sabre
es: Sable orgulloso
fr: Sabre d'honneur
pt: Sabre Orgulhoso
tr: Gururlu Süvari Kılıcı

source: Final Achievement
es: Logro final
fr: Exploit final
pt: Conquista Final
tr: Nihai Başarı

source: Blackest Heart
es: Corazón negro
fr: Coeur sombre
pt: Coração Mais Negro
tr: En karanlık Kalp

source: Haunted Slicer
es: Rebanador embrujado
fr: Trancheuse maudite
pt: Fatiadora Amaldiçoada
tr: Lanetli Doğrayıcı

source: Moonshadow
es: Sombra lunar
fr: Ombre lunaire
pt: Sombralunar
tr: Ay Gölgesi

source: Creepy Crawler
es: Arrastradora espeluznante
fr: Veuve noire
pt: Insetinho Horripilante
tr: Ürkütücü Sürüngen

# whisper-fire-desc
source: Summons a fire elemental companion.
es: Invoca un compañero elemental de fuego.
fr: Invoque un compagnon de type feu.
pt: Invoca um elemental de fogo.
tr: Ateş temelli bir yoldaş çağırır..

# vina-desc
source: Summons a light fairy.
es: Invoca un hada de luz.
fr: Invoque une fée de lumière.
pt: Invoca uma fada luminosa.
tr: Işık perisi çağırır.

# creepy-crawler-desc
source: Summons a horrendous companion.
es: Invoca un compañero horrendo.
fr: Invoque un horrible compagnon.
pt: Invoca um companheiro monstruoso.
tr: Korkunç bir yoldaş çağırır.

# skull-desc
source: Summons a skull ghost.
es: Invoca un fantasma calavera.
fr: Invoque un crâne fantôme.
pt: Invoca um crânio fantasma.
tr: İskelet hayaleti çağırır.

source: Plate of Frozen Voices
es: Placa de Voces Congeladas
fr: Plastron des Voix glaciales
pt: Arm. das Vozes Congeladas
tr: Donmuş Sesler Plakası

source: Tunic of Frozen Voices
es: Túnica de Voces Congeladas
fr: Tunique des Voix glaciales
pt: Túnica das Vozes Congeladas
tr: Donmuş Sesler Gömleği

source: Robe of Frozen Voices
es: Toga de Voces Congeladas
fr: Robe des Voix glaciales
pt: Manto das Vozes Congeladas
tr: Donmuş Sesler Cübbesi

source: Vest of Frozen Voices
es: Chaleco de Voces Congeladas
fr: Veste des Voix glaciales
pt: Veste das Vozes Congeladas
tr: Donmuş Sesler Yeleği

source: Vest of Kings
es: Chaleco de Reyes
fr: Veste des Rois
pt: Veste dos Reis
tr: Kralların Gömleği

source: Plate of Timeless Trials
es: Placa de Pruebas Atemporales
fr: Plastron des Épreuves éternelles
pt: Arm. da Provação Eterna
tr: Zamansız Yargı Plakası

source: Tunic of Timeless Trials
es: Túnica de Pruebas Atemporales
fr: Tunique des Épreuves éternelles
pt: Túnica da Provação Eterna
tr: Zamansız Yargı Gömleği

source: Robe of Timeless Trials
es: Toga de Pruebas Atemporales
fr: Robe des Épreuves éternelles
pt: Manto da Provação Eterna
tr: Zamansız Yargı Cübbesi

source: Vest of Timeless Trials
es: Chaleco de Pruebas Atemporales
fr: Veste des Épreuves éternelles
pt: Veste da Provação Eterna
tr: Zamansız Yargı Yeleği

source: Bandit's Armor of Trust
es: Armadura de Confianza del Bandido
fr: Armure de confiance du Bandit
pt: Arm. da Lealdade dos Bandidos
tr: Hırsız'ın Güven Zırhı

source: Armor of Condemned Glory
es: Armadura de Gloria Condenada
fr: Armure de la Gloire condamnée
pt: Arm. da Glória Condenada
tr: Mahkum Zafer Zırhı

source: Plate of Blessed Glory
es: Placa de Gloria Bendita
fr: Plastron de la Gloire sacrée
pt: Arm. da Glória Abençoada
tr: Kutsal Zafer Plakası

source: Vest of Blessed Glory
es: Chaleco de Gloria Bendita
fr: Veste de la Gloire sacrée
pt: Veste da Glória Abençoada
tr: Kutsal Zafer Yeleği

source: Armor of Blessed Glory
es: Armadura de Gloria Bendita
fr: Armure de la Gloire sacrée
pt: Arm. da Glória Abençoada
tr: Kutsal Zafer Zırhı

source: Tunic of Blessed Glory
es: Túnica de Gloria Bendita
fr: Tunique de la Gloire sacrée
pt: Túnica da Glória Abençoada
tr: Kutsal Zafer Gömleği

source: Armor of Eternal Warlords
es: Armadura de Caciques Eternos
fr: Armure des Seigneurs de guerre éternels
pt: Arm. dos Guerreiros Eternos
tr: Ebedi Kumandanın Zırhı

source: Vest of Eternal Warlords
es: Chaleco de Caciques Eternos
fr: Veste des Seigneurs de guerre éternels
pt: Veste dos Guerreiros Eternos
tr: Ebedi Kumandanın Yeleği

source: Robe of Eternal Warlords
es: Toga de Caciques Eternos
fr: Robe des Seigneurs de guerre éternels
pt: Manto dos Guerreiros Eternos
tr: Ebedi Kumandanın Cübbesi

source: Tunic of Eternal Warlords
es: Túnica de Caciques Eternos
fr: Tunique des Seigneurs de guerre éternels
pt: Túnica dos Guerreiros Eternos
tr: Ebedi Kumandanın Gömleği

source: Legacy of Might
es: Legado de Poder
fr: Héritage de puissance
pt: Legado do Poder
tr: Kudretin Mirası

source: Deflector of the Holy
es: Deflector de lo Sagrado
fr: Déflecteur du sacré
pt: Defletor do Sagrado
tr: Kutsal Saptırıcı

source: Vanquisher Wool Robe
es: Toga de Lana de Vencedor
fr: Robe en laine du vainqueur
pt: Manto de Lã do Subjugador
tr: Galibin Yün Cübbesi

# Armor of Distant Visions
source: Robe of Distant Visions
es: Toga de Visiones Lejanas
fr: Armure des Visions lointaines
pt: Manto das Visões Longínquas
tr: Uzak Görüşler Zırhı

source: Peacekeeper's Chestguard
es: Pechera de Pacificador
fr: Corselet du Pacificateur
pt: Arm. do Guardião da Paz
tr: Barışgetirenin Göğüszırhı

source: Tunic of the Fallen
es: Túnica de los Caídos
fr: Tunique du Déchu
pt: Túnica dos Caídos
tr: Günahkarın Gömleği

source: Reach of Necromancy
es: Alcance de Nigromancia
fr: Rayonnement de Nécromancie
pt: Alcance da Necromancia
tr: Kara Büyücünün Erişimi

source: Tunic of Silent Wars
es: Túnica de Guerras Silenciosas
fr: Tunique des Guerres silencieuses
pt: Túnica de Guerras Silenciosas
tr: Sessiz Savaşlar Gömleği

source: Robe of Fallen Wars
es: Toga de Guerras Caídas
fr: Robe des Guerres de Déchus
pt: Manto de Guerras Caídas
tr: Günahkar Savaşlar Cübbesi

source: Birth of the Plague
es: Nacimiento de la Plaga
fr: Origine du fléau
pt: Nascimento da Praga
tr: Veba'nın Doğuşu

source: Legacy of Enchantments
es: Legado de Encantamientos
fr: Héritage de sortilèges
pt: Legado dos Encantamentos
tr: Efsunların Mirası

source: Plate of Hellish Illusions
es: Placa de Ilusiones Infernales
fr: Plastron des Illusions infernales
pt: Arm. das Ilusões Nefastas
tr: Cehennem Yanılsamaları Plakası

source: Tunic of Hellish Illusions
es: Túnica de Ilusiones Infernales
fr: Tunique des Illusions infernales
pt: Túnica das Ilusões Nefastas
tr: Cehennem Yanılsamaları Gömleği

source: Armor of Hellish Illusions
es: Armadura de Ilusiones Infernales
fr: Armure des Illusions infernales
pt: Arm. das Ilusões Nefastas
tr: Cehennem Yanılsamaları Zırhı

source: Warden of Thieves
es: Guardián de Ladrones
fr: Gardienne des voleurs
pt: Protetora dos Ladrões
tr: Hırsız Muhafızı

source: Vest of Faded Memories
es: Chaleco de Recuerdos Olvidados
fr: Veste des Souvenirs effacés
pt: Veste das Memórias Desvanecidas
tr: Yitirilmiş Anılar Yeleği

source: Tunic of Faded Memories
es: Túnica de Recuerdos Olvidados
fr: Tunique des Souvenirs effacés
pt: Túnica das Memórias Desvanecidas
tr: Yitirilmiş Anılar Gömleği

source: Plate of Lifestealing
es: Placa de Robo de Vida
fr: Plastron du Vol de vie
pt: Arm. da Vida Usurpada
tr: Cançalma Plakası

source: Tunic of Lifestealing
es: Túnica de Robo de Vida
fr: Tunique du Vol de vie
pt: Túnica da Vida Usurpada
tr: Cançalma Gömleği

source: Linen Demonic Nights
es: Noches Demoniacas de Lino
fr: Parure des Nuits démoniaques
pt: Noites Diabólicas de linho
tr: Şeytani Geceler Kumaşı

source: Plate of Ominous Comrades
es: Placa de Camaradas Fatídicos
fr: Plastron des Compagnons funestes
pt: Arm. dos Camaradas Sinistros
tr: Uğursuz Yoldaş Plakası

source: Vest of Ominous Comrades
es: Chaleco de Camaradas Fatídicos
fr: Veste des Compagnons funestes
pt: Veste dos Camaradas Sinistros
tr: Uğursuz Yoldaş Yeleği

source: Tunic of Ominous Comrades
es: Túnica de Camaradas Fatídicos
fr: Tunique des Compagnons funestes
pt: Túnica dos Camaradas Sinistros
tr: Uğursuz Yoldaş Gömleği

source: Plate of Shifting Sands
es: Placa de Arenas Movedizas
fr: Plastron des Sables mouvants
pt: Arm. Areia Movediça
tr: Bataklık Kumu Plakası

source: Vest of Shifting Sands
es: Chaleco de Arenas Movedizas
fr: Veste des Sables mouvants
pt: Veste Areia Movediça
tr: Bataklık Kumu Yeleği

source: Tunic of Shifting Sands
es: Túnica de Arenas Movedizas
fr: Tunique des Sables mouvants
pt: Túnica Areia Movediça
tr: Bataklık Kumu Gömleği

source: Tunic of Twisted Illusions
es: Túnica de Ilusiones Retorcidas
fr: Tunique des Illusions déformées
pt: Túnica das Ilusões Errantes
tr: Bükülmüş İllüzyon Gömleği

source: Vest of Twisted Illusions
es: Chaleco de Ilusiones Retorcidas
fr: Veste des Illusions déformées
pt: Veste das Ilusões Errantes
tr: Bükülmüş İllüzyon Yeleği

source: Plate of Twisted Illusions
es: Placa de Ilusiones Retorcidas
fr: Plastron des Illusions déformées
pt: Arm. das Ilusões Errantes
tr: Bükülmüş İllüzyon Plakası

source: Wraps of Damned Souls
es: Vendas de Almas Condenadas
fr: Châles des âmes damnées
pt: Trapos das Almas Condenadas
tr: Lanetli Ruhların Şalı

source: Tunic of the Protector
es: Túnica del Protector
fr: Tunique du Protecteur
pt: Túnica do Protetor
tr: Koruyucu'nun Gömleği

source: Cataclysmic Tunic
es: Túnica Cataclísmica
fr: Tunique cataclysmique
pt: Túnica Cataclísmica
tr: Afet Gömleği

source: Cataclysmic Plate
es: Placa Cataclísmica
fr: Plastron cataclysmique
pt: Arm. Cataclísmica
tr: Afet Plakası

source: Cataclysmic Vest
es: Chaleco Cataclísmico
fr: Veste cataclysmique
pt: Veste Cataclísmica
tr: Afet Yeleği

source: Thundersoul Vest
es: Chaleco de Alma Atronadora
fr: Veste de l'Âme du tonnerre
pt: Veste Trovejalma
tr: Gök Gürültüsü Ruhu Yeleği

source: Thundersoul Tunic
es: Túnica de Alma Atronadora
fr: Tunique de l'Âme du tonnerre
pt: Túnica Trovejalma
tr: Gök Gürültüsü Ruhu Gömleği

source: Thundersoul Plate
es: Placa de Alma Atronadora
fr: Plastron de l'Âme du tonnerre
pt: Arm. Trovejalma
tr: Gök Gürültüsü Ruhu Plakası

source: Vest of Holy Protection
es: Chaleco de Protección Sagrada
fr: Veste de la Protection sacrée
pt: Veste da Proteção Sagrada
tr: Kutsal Korunma Yeleği

source: Plate of Holy Protection
es: Placa de Protección Sagrada
fr: Plastron de la Protection sacrée
pt: Arm. da Proteção Sagrada
tr: Kutsal Korunma Plakası

source: Tunic of Holy Protection
es: Túnica de Protección Sagrada
fr: Tunique de la Protection sacrée
pt: Túnica da Proteção Sagrada
tr: Kutsal Korunma Gömleği

source: Armor of Shattered Freedom
es: Armadura de Libertad Destrozada
fr: Armure de la Liberté brisée
pt: Arm. da Liberdade Estilhaçada
tr: Yıkılmış Özgürlük Zırhı

source: Tunic of Arcane Magic
es: Túnica de Magia Arcana
fr: Tunique de la Magie des arcanes
pt: Túnica da Magia Arcana
tr: Gizli Sihir Gömleği

source: Plate of Arcane Magic
es: Placa de Magia Arcana
fr: Plastron de la Magie des arcanes
pt: Arm. da Magia Arcana
tr: Gizli Sihir Plakası

source: Armor of Arcane Magic
es: Armadura de Magia Arcana
fr: Armure de la Magie des arcanes
pt: Arm. da Magia Arcana
tr: Gizli Sihir Zırhı

source: Tunic of Phantoms Keeper
es: Túnica de Custodio de Fantasmas
fr: Tunique du Gardien des spectres
pt: Túnica do Guardião dos Fantasmas
tr: Hayalet Bekçisinin Gömleği

source: Vest of Phantoms Keeper
es: Chaleco de Custodio de Fantasmas
fr: Veste du Gardien des spectres
pt: Veste do Guardião dos Fantasmas
tr: Hayalet Bekçisinin Yeleği

source: Plate of Phantoms Keeper
es: Placa de Custodio de Fantasmas
fr: Plastron du Gardien des spectres
pt: Arm. do Guardião dos Fantasmas
tr: Hayalet Bekçisinin Plakası

source: Tunic of Distant Ancestors
es: Túnica de Ancestros Lejanos
fr: Tunique des Lointains ancêtres
pt: Túnica dos Ancestrais Distantes
tr: Uzak Atalar Gömleği

source: Robe of Distant Ancestors
es: Toga de Ancestros Lejanos
fr: Robe des Lointains ancêtres
pt: Manto dos Ancestrais Distantes
tr: Uzak Atalar Cübbesi

source: Plate of Distant Ancestors
es: Placa de Ancestros Lejanos
fr: Plastron des Lointains ancêtres
pt: Arm. dos Ancestrais Distantes
tr: Uzak Atalar Plakası

source: Tunic of Ending Nights
es: Túnica de Noches Finales
fr: Tunique des Dernières nuits
pt: Túnica das Noites Finais
tr: Sonlanan Geceler Gömleği

source: Vest of Ending Nights
es: Chaleco de Noches Finales
fr: Veste des Dernières nuits
pt: Veste das Noites Finais
tr: Sonlanan Geceler Yeleği

source: Plate of Ending Nights
es: Placa de Noches Finales
fr: Plastron des Dernières nuits
pt: Arm. das Noites Finais
tr: Sonlanan Geceler Plakası

source: Tunic of Divine Torment
es: Túnica de Tormento Divino
fr: Tunique du Supplice divin
pt: Túnica do Suplício Divino
tr: İlahi Azap Yeleği

source: Vest of Divine Torment
es: Chaleco de Tormento Divino
fr: Veste du Supplice divin
pt: Veste do Suplício Divino
tr: İlahi Azap Gömleği

source: Plate of Divine Torment
es: Placa de Tormento Divino
fr: Plastron du Supplice divin
pt: Arm. do Suplício Divino
tr: İlahi Azap Plakası

source: Blessing of Shadows
es: Bendición de Sombras
fr: Bénédiction des Ombres
pt: Benções Sombrias
tr: Gölgelerin Kutsaması

source: Steward of Titans
es: Senescal de Titanes
fr: Gardienne des Géants
pt: Protetora de Titans
tr: Titanların Kahyası

source: Robe of Imminent Fires
es: Toga de Fuegos Inminentes
fr: Robe des Feux imminents
pt: Manto do Fogo Iminente
tr: Yakın Yangınların Cübbesi

source: Plate of Imminent Fires
es: Placa de Fuegos Inminentes
fr: Plastron des Feux imminents
pt: Arm. do Fogo Iminente
tr: Yakın Yangınların Plakası

source: Vest of Imminent Fires
es: Chaleco de Fuegos Inminentes
fr: Veste des Feux imminents
pt: Veste do Fogo Iminente
tr: Yakın Yangınların Gömleği

source: Convergence
es: Convergencia
pt: A Convergência
tr: Yakınsama

source: Ghostwalker
es: Caminante Fantasmal
fr: Marcheur fantôme
pt: Andarilho Fantasma
tr: Ruhyürüten

source: Ancient Warden
es: Guardián Antiguo
fr: Gardien ancestral
pt: Guardião Ancestral
tr: Antik Bekçi

source: Voice of Reason
es: Voz de la Razón
fr: Voix de la Raison
pt: Voz da Razão
tr: Mantığın Sesi

source: Storm
es: Tormenta
fr: Tempête
pt: Tempestade
tr: Kasırga

source: Death's Deflection
es: Evasión de la Muerte
fr: Détournement de la Mort
pt: Defletora da Morte
tr: Ölümün Sapması

source: Nightfall
es: Ocaso
fr: Tombée de la nuit
pt: Cair da Noite
tr: Gecegetiren

source: Vindicator
es: Defensor
fr: Défenseur des droits
pt: O Vindicador
tr: Hakkoruyan

source: Path of Exile
es: Senda del Exilio
fr: Chemin de l'exil
pt: Caminho do Exílio
tr: Sürgün Yolu

source: Calamity
es: Calamidad
fr: Calamité
pt: Calamidade
tr: Musibet

source: Steward of Hope
es: Senescal de Esperanza
fr: Gardienne de l'Espoir
pt: Guardiã da Esperança
tr: Umut Kumandanı

source: Peacekeeper
es: Pacificador
fr: Pacificateur
pt: Mantenedora da Paz
tr: Barışgetiren

source: Champion's Barricade
es: Barricada de Campeón
fr: Barrière du Champion
pt: Barricada do Campeão
tr: Şampiyonun Barikatı

source: Glory of the Light
es: Gloria de la Luz
fr: Splendeur de la Lumière
pt: Glória da Luz
tr: Işığın İhtişamı

source: Voice of the Covenant
es: Voz del Pacto
fr: Voix de l'Alliance
pt: Voz do Consentimento
tr: Sözleşmenin Sesi

source: Vindicator Guardian
es: Guardián Defensor
fr: Gardien défenseur des droits
pt: Guardião Vindicador
tr: Hakkoruyan Gardiyan

source: Undead Ashwood
es: Fresno No Muerto
fr: Frêne zombie
pt: Lenha Morto-Viva
tr: Ölümsüz Ashwood

source: Legacy of the Oracle
es: Legado del Oráculo
fr: Héritage de l'Oracle
pt: Legado do Oráculo
tr: Oracle'in Mirası

source: Bastion of the Undying
es: Bastión de los Imperecederos
fr: Bastion de l'Immortel
pt: Bastião dos Eternos
tr: Ölmeyenlerin Kalesi

source: Wit of Ancient Power
es: Agudeza de Poder Antiguo
fr: Esprit de la Puissance ancestrale
pt: Astúcia do poder antigo
tr: Kadim Gücün Zekası

source: Combustion
es: Combustión
pt: Combustão
tr: Tutuşan

source: Interrogator
es: Interrogador
fr: Interrogateur
pt: Interrogadora
tr: Sorgucu

source: Vengeance Armament
es: Armamento de Venganza
fr: Armement de la Vengeance
pt: Armamento de Vingança
tr: İntikam Cephanesi

source: Reach of Nightmares
es: Alcance de Pesadillas
fr: Rayonnement des Cauchemars
pt: Alcance dos Pesadelos
tr: Kabuslara Ulaştıran

source: Whisper of Conquered Worlds
es: Susurro de Mundos Conquistados
fr: Murmure des Mondes conquis
pt: Sussurro dos Mundos Conquistados
tr: Fethedilmiş Dünyaların Fısıltısı

source: Barricade of Redemption
es: Barricada de Redención
fr: Barrière de la Rédemption
pt: Barricada da Redenção
tr: Kefaretin Barikatı

source: King's Spectre Tunic
es: Túnica de Espectro del Rey
fr: Tunique du Spectre du Roi
pt: Túnica do Espectro Real
tr: Kral'ın Hayalet Gömleği

# poisonous-item-desc
source: Deals extra poison damage.
es: Inflige daño de veneno adicional.
fr: Inflige des dégâts de poison supplémentaires.
pt: Causa dano extra por envenenamento.
tr: Ekstra zehir hasarı vurur.

source: Mooncleaver
es: Hiendelunas
fr: Couperet lunaire
pt: Fender Lunar
tr: Aybaltalayan

source: Barbaric Ravager
es: Asoladora Bárbara
fr: Ravageuse barbare
pt: Devastador Bárbaro
tr: Vahşi Yağmacı

source: Golden Crescent
es: Medialuna Dorada
fr: Croissant d'or
pt: Crescente Dourado
tr: Altın Hilal

source: Forsaken Edge
es: Filo Desamparado
fr: Trancheuse oubliée
pt: Lâmina Desertada
tr: Unutulmuş Balta

source: Ivory Greataxe
es: Gran Hacha de Marfil
fr: Grande hache d'ivoire
pt: Machado de Marfim
tr: Fildişi Dev Baltası

source: Conqueror Edge
es: Filo de Conquistador
fr: Trancheuse du Conquérant
pt: Lâmina Conquistadora
tr: Fatih Baltası

source: Edge of Death
es: Filo de Muerte
fr: Trancheuse de la mort
pt: Crista da Morte
tr: Ölümün Kıyısı

source: Primitive Scalpel
es: Bisturí Primitivo
fr: Scalpel primitif
pt: Escalpeladora Primitiva
tr: İlkel Neşter

source: Skewer of the King
es: Pincho del Rey
fr: Transperceur du Roi
pt: Perfuradora do Rei
tr: Kral'ın Şişi

source: Curved Bronze Skewer
es: Pincho Curvo de Bronce
fr: Transperceur en bronze incurvé
pt: Perfuradora Curvada de Bronze
tr: Kavisli Bronz Şiş

source: Gutwrencher
es: Devastadora
fr: Trancheur de viscères
pt: Rancatripa
tr: İççıkaran

source: Dragonclaw
es: Garra de Dragón
fr: Griffe du Dragon
pt: Dragarra
tr: Ejder Pençesi

source: Diamond Piercer
es: Perforadiamantes
fr: Transperceur de diamant
pt: Perfuradora de Diamante
tr: Elmas Delici

source: Ferocious Skewer
es: Pincho Feroz
fr: Transperceur féroce
pt: Perfuradora Feroz
tr: Acımasız Şiş

source: Razor of Diligence
es: Cuchilla de Diligencia
fr: Rasoir de rigueur
pt: Navalha da Diligência
tr: Beceriklinin Usturası

source: Twilight Ebon Mace
es: Maza Crepuscular de Ébano
fr: Massue Ebon du crépuscule
pt: Maça de Ébano Crepuscular
tr: Alacakaranlık Abanoz Topuzu

source: Dawnbreaker
es: Rompedor del Alba
fr: Broyeur d'aube
pt: Estilhaçador do Alvorecer
tr: Şafak Söken

source: Enlightened Hammer
es: Martillo Iluminado
fr: Marteau illuminé
pt: Martelo Iluminado
tr: Aydınlanmış Çekiç

source: Soulless Scepter
es: Cetro Sin Alma
fr: Sceptre sans âme
pt: Cetro Desalmado
tr: Ruhsuz Asa

source: Smasher of Mercy
es: Aplastador de Piedad
fr: Briseur de miséricorde
pt: Esmagador da Piedade
tr: Merhamet Bitiren

source: Soul-Forged Hammer
es: Martillo Forjado con Almas
fr: Marteau spirituel
pt: Martelo Forjado à Alma
tr: Ruh-İşlenmiş Çekiç

source: Dancing Smasher
es: Aplastador Bailarín
fr: Brise-roc dansant
pt: Esmagador Dançarino
tr: Dans Eden Parçalayıcı

source: Ivory Crusher
es: Triturador de Marfil
fr: Broyeur d'ivoire
pt: Esmagador de Marfim
tr: Fil Dişi Parçalayıcı

source: Smasher of the Damned
es: Aplastador de los Malditos
fr: Briseur du Damné
pt: Esmagador dos Malditos
tr: Kahrolmuşun Parçalayıcısı

source: Lightning Halberd
es: Alabarda de Relámpago
fr: Hallebarde de foudre
pt: Alabarda do Trovão
tr: Yıldırım Kargısı

source: Wicked Skewer
es: Pincho Malvado
fr: Transperceur diabolique
pt: Perfuradora Perversa
tr: Günahkar Şişi

source: Arcane Piercer
es: Perforadora Arcana
fr: Transperceur ésotérique
pt: Perfuradora Arcana
tr: Gizemli Delici

source: Loyal Pike
es: Pica Leal
fr: Pique loyale
pt: Pique Real
tr: Sadık Kargı

source: Moonlit Trident
es: Tridente de Luz Lunar
fr: Trident du clair de lune
pt: Tridente do Luar
tr: Ayışığı Üç Dişli Mızrağı

source: Challenger's Impaler
es: Empaladora de Aspirante
fr: Empaleur d'adversaires
pt: Impaladora do Desafiante
tr: Şampiyonun Kazığı

source: Cataclysmic Spear
es: Lanza Cataclísmica
fr: Lance cataclysmique
pt: Lança Cataclísmica
tr: Felaket Mızrağı

source: Vindictive Piercer
es: Perforadora Vengativa
fr: Transperceur vindicatif
pt: Perfuradora Vingativa
tr: Kindar Delici

source: Unholy Might
es: Poder Impío
fr: Puissance impie
pt: Poder Profano
tr: Kutsal olmayan Kudret

source: Malicious Quickblade
es: Hoja Veloz Maliciosa
fr: Lame rapide malveillante
pt: Navalha Maliciosa
tr: Şeytani Hızlı Bıçak

source: Frost Rapier
es: Estoque de Escarcha
fr: Rapière de givre
pt: Florete Congelado
tr: Buzul İnce Kılıç

source: Darkheart
es: Corazón Oscuro
fr: Cœur sombre
pt: Coração-obscuro
tr: Karayürek

source: Shadow Strike
es: Golpe de Sombras
fr: Frappe des ténèbres
pt: Golpe Sombrio
tr: Gölge Bıçağı

source: Exiled Blade
es: Hoja Exiliada
fr: Lame exilée
pt: Navalha do Exílio
tr: Sürgün Bıçağı

source: Soulblade
es: Hoja de Almas
fr: Lame mystique
pt: Navalhalma
tr: Ruhkılıcı

source: Doomblade
es: Hoja de Perdición
fr: Lame de la mort
pt: Navalha da Ruína
tr: Kıyamet Kılıcı

source: Adamantite Greatsword
es: Espadón de Adamanto
fr: Grande épée d'adamantite
pt: Espada de Adamantite
tr: Adamantit Büyük Kılıcı

source: Storm Breaker
es: Rompetormentas
fr: Briseur de tempêtes
pt: Rompe-tempestades
tr: Fırtına Getiren

source: Cthulhu Set
es: Conjunto de Cthulhu
fr: Ensemble Cthulhu
pt: Armadura Cthulhu

source: Sword of 103 Lamentations
es: Espada de los 103 Lamentos
fr: Épée des 103 lamentations
pt: Espada das 103 Lamentações
tr: 103 Ağıt Kılıcı

source: Fortune's Battleaxe
es: Hacha de Batalla de la Fortuna
fr: Hache de guerre de la fortune
pt: Machado Afortunado
tr: Zengin'in Savaşbaltası
