Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/items.strings
Languages: es, fr, pt, tr

# Nightfall Cleaver Axe
source: Nightfall Cleaver
pt: Cutelo do Anoitecer

source: Voidrend Axe
pt: Machado da Ruptura do Vazio

# Soulcrusher Axe
source: Soulcrusher
pt: Esmagador de Almas

source: Grimshatter Hammer
pt: Martelo do Estilhaço Sinistro

# Plaguebringers Maul Hammer
source: Plaguebringer's Maul
pt: Malho do Portador da Peste

source: Necrotic Hammer
pt: Martelo Necrótico

# Dreadforge Maul Hammer
source: Dreadforge Maul
pt: Malho da Forja Medonha

source: Wraithcrush Hammer
pt: Martelo Esmaga-Espectros

source: Harbinger's Spear
pt: Lança do Arauto

# Voidpiercer Spear
source: Voidpiercer
pt: Perfurador do Vazio

# Soulshard Pike Spear
source: Soulshard Pike
pt: Pique de Fragmento de Alma

source: Plaguebringer's Lance
pt: Lança do Portador da Peste

# Gravekeepers Javelin Spear
source: Gravekeeper's Javelin
pt: Dardo do Guardião de Tumbas

source: Necromancer's Shroud
pt: Manto do Necromante

source: Plaguebearer's Tunic
pt: Túnica do Portador da Peste

source: Specter's Garb
pt: Traje do Espectro

source: Voidwoven Tunic
pt: Túnica Tecida no Vazio

source: Gravekeeper's Vestment
pt: Veste do Guardião de Tumbas

source: Necrotic Shroud
pt: Manto Necrótico

source: Plaguebearer's Robe
pt: Manto do Portador da Peste

source: Voidwoven Robe
pt: Manto Tecido no Vazio

source: Gravekeeper's Mantle
pt: Manto do Guardião de Tumbas

source: Necrotic Plate
pt: Placa Necrótica

source: Dreadforge Armor
pt: Armadura da Forja Medonha

source: Plaguebearer's Plate
pt: Placa do Portador da Peste

source: Voidsteel Plate
pt: Placa do Aço do Vazio

source: Gravekeeper's Armor
pt: Armadura do Guardião de Tumbas

source: Cuteulhu
es: Adorulhu
fr: Chouthulhu
tr: Tatlıulhu

source: Nemesis
es: Némesis
fr: Némésis
tr: İntikam

source: Magic Cog
es: Engranaje Mágico
fr: Rouage magique
tr: Sihirli Dişli

# magic-cog-desc
source: Summons an ancient cog-like companion.
es: Invoca un compañero ancestral similar a un engranaje.
fr: Invoque un compagnon ressemblant à un vieux rouage.
tr: Antik dişliye benzeyen bir yoldaş çağırır.

source: Sword of Uncountable Lies
es: Espada de Incontables Mentiras
fr: Épée des mensonges infinis
tr: Sonsuz Yalanlar Bıçağı

source: Necromorphicon
es: Necromorficón
tr: Cesetedönüştüren

source: Machete
fr: Cimeterre
tr: Pala

source: Kunai
fr: Kunaï

source: Azatoth
fr: Azathoth

source: Cait
fr: Chasith
tr: Kedicik

source: Inquisidor
tr: Engizitör
