Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/items.strings
Languages: es, fr, pt, tr

source: Recruit Sword
es: Espada de recluta
fr: Épée du Conscrit
pt: Espada de Recruta
tr: Er Kılıcı

source: Fire Sword
es: Espada de Fuego
fr: Épée de Feu
pt: Espada de Fogo
tr: Ateş Kılıcı

source: Steel Blade
es: Hoja de acero
fr: Lame d'acier
pt: Lâmina de Aço
tr: Çelik Bıçak

# Nobel Sword
source: Noble Sword
es: Espada noble
fr: Épée Noble
pt: Espada Nobre
tr: Soylu Kılıcı

source: Pirate Sword
es: Espada pirata
fr: Épée Pirate
pt: Espada Pirata
tr: Korsan Kılıcı

source: Darkskull Sword
es: Espada de Darkskull
fr: Épée de Darkskull
pt: Espada de Darkskull
tr: Kara Kafatası Kılıcı

source: Fire Staff
es: Báculo de Fuego
fr: Bâton de Feu
pt: Cajado de Fogo
tr: Ateş Asası

source: Nature Staff
es: Báculo de la naturaleza
fr: Bâton de la Nature
pt: Cajado da Natureza
tr: Doğa Asası

source: Staff of Darkness
es: Báculo de Oscuridad
fr: Bâton des Ténèbres
pt: Cajado de Escuridão
tr: Karanlığın Asası

source: Iron Dagger
es: Daga de hierro
fr: Dague en Fer
pt: Adaga de Ferro
tr: Demir Hançer

# Iron Dagger Plus
source: Iron Dagger+
es: Daga de hierro+
fr: Dague en Fer+
pt: Adaga de Ferro+
tr: Demir Hançer+

source: Fire Dagger
es: Daga de Fuego
fr: Dague de Feu
pt: Adaga de Fogo
tr: Ateş Hançeri

source: Chef Knife
es: Cuchillo de cocina
fr: Couperet
pt: Cutelo
tr: Şef Bıçağı

source: Silver Axe
es: Hacha de plata
fr: Hache en Argent
pt: Machado Prata
tr: Gümüş Balta

source: Axe of Fire
es: Hacha de Fuego
fr: Hache de Feu
pt: Machado de Fogo
tr: Ateş Baltası

source: Silver Mace
es: Maza de plata
fr: Morgenstern
pt: Clava Prata
tr: Gümüş Gürz

source: Iron Mace
es: Maza de hierro
fr: Masse de Guerre
pt: Clava de Ferro
tr: Demir Gürz

# Master Sword
source: Master's Sword
es: Espada Maestra
fr: Épée de maître
pt: Espada do Mestre
tr: Ustanın Kılıcı

source: Minion Vest
es: Túnica de súbdito
fr: Veste de Minion
pt: Veste de Lacaio
tr: Piyon Yeleği

source: Wooden Hammer
es: Martillo de madera
fr: Marteau en Bois
pt: Martelo de Madeira
tr: Tahta Çekiç

source: Warhammer
es: Martillo de guerra
fr: Marteau de Guerre
pt: Martelo de Guerra
tr: Savaş Çekici

source: Bone Chopper
es: Corta huesos
fr: Coupe Crânes
pt: Corta-ossos
tr: Kemik Doğrayıcı

source: Leaf Sword
es: Espada hoja
fr: Épée-feuille
pt: Espada-folha
tr: Yaprak Kılıç

source: Vorpal Sword
es: Espada vorpal
fr: Épée Vorpal
pt: Espada Vorpal
tr: Vorpal Kılıç

source: Oxymo's Staff
es: Báculo de Oxymo
fr: Bâton d'Oxymo
pt: Cajado de Oxymo
tr: Oxymo'nun Asası

source: Club
es: Garrote
fr: Gourdin
pt: Clava
tr: Sopa

source: Potion
es: Poción
pt: Poção
tr: İksir

source: Elite Brass Set
es: Arm. de latón de élite
fr: Armure en Laiton d'Élite
pt: Arm. de Latão Elite
tr: Seçkin Pirinç Seti

source: Brass Set
es: Armadura de latón
fr: Armure en Laiton
pt: Armadura de Latão
tr: Pirinç Seti

source: Nature Mage Vest
es: Túnica de la naturaleza
fr: Tunique de la Nature
pt: Túnica da Natureza
tr: Doğa Büyücüsü Yeleği

source: Fire Mage Vest
es: Túnica de Fuego
fr: Tunique du Feu
pt: Túnica do Fogo
tr: Ateş Büyücüsü Yeleği

source: Ifrit's Disciple Robe
es: Tún. discípulo de Ifrit
fr: Tunique du Disciple d'Ifrit
pt: Tún. Discípulo de Ifrit
tr: İfrit Müridi Cübbesi

source: Soldier Set
es: Arm. de soldado
fr: Armure du Soldat
pt: Arm. de Soldado
tr: Asker Seti

source: Elite Soldier Set
es: Arm. de soldado de élite
fr: Armure du Soldat d'Élite
pt: Arm. de Soldado Elite
tr: Seçkin Asker Seti

source: Zombie Set
es: Arm. de Zombi
fr: Armure de Zombi
pt: Arm. de Zumbi
tr: Zombi Seti

source: Recruit Set
es: Arm. de recluta
fr: Armure du Conscrit
pt: Arm. de Recruta
tr: Er Seti

source: Cleric Vest
es: Túnica de clérigo
fr: Tunique de Clerc
pt: Túnica do Clérigo
tr: Rahip Yeleği

source: Druid Vest
es: Túnica de druida
fr: Tunique de Druide
pt: Túnica do Druida
tr: Şaman Yeleği

source: Warlock Vest
es: Túnica de brujo
fr: Tunique de Sorcier
pt: Túnica do Bruxo
tr: Cehennem Büyücüsü Yeleği

source: Jumpman Suit
es: Traje de Jumpman
fr: Costume de Jumpman
pt: Traje do Jumpman
tr: Atlayıcı Elbisesi

# Jumpman-Suit-desc
source: Lets you jump very high, but has low defense. Not suitable for combat.
es: Te permite saltar muy alto, pero tiene una defensa baja. No es apto para el combate.
fr: Te permet de sauter très haut, mais possède une faible défense. Ne convient pas aux combats.
pt: Permite pular muito alto, mas tem baixa defesa. Inadequado para combate.
tr: Çok yükseğe zıplamanı sağlar, ama savunma açısından zayıftır. Çarpışmaya uygun değildir.

source: Plague Fighter Suit
es: Erradicador de plagas
fr: Contrôleur de Ravageurs
pt: Controlador de Pragas
tr: Salgınla Mücadele Elbisesi

source: Ranger Set
es: Armadura de ranger
fr: Armure du Ranger
pt: Armadura de Ranger
tr: Korucu Seti

source: Elite Obsidian Set
es: Arm. obsidiana de élite
fr: Armure Obsidienne d'Élite
pt: Arm. Obsidiana Elite
tr: Seçkin Obsidyen Seti

source: Obsidian Set
es: Armadura obsidiana
fr: Armure Obsidienne
pt: Armadura Obsidiana
tr: Obsidyen Seti

source: Hero's Set
es: Armadura heroica
fr: Armure Héroïque
pt: Armadura Heroica
tr: Kahraman Seti

source: Hero's Set+
es: Armadura heroica+
fr: Armure Héroïque+
pt: Armadura Heroica+
tr: Kahraman Seti+

source: Umbranian Vest
es: Túnica umbraniana
fr: Veste Umbranienne
pt: Veste Umbraniana
tr: Umbranian Yeleği

source: Faldang's Vest
es: Túnica de Faldang
fr: Tunique de Faldang
pt: Túnica de Faldang
tr: Faldang'in Yeleği

source: Gadarast's Staff
es: Báculo de Gadarast
fr: Bâton de Gadarast
pt: Cajado de Gadarast
tr: Gadarast'ın Asası

source: Light Staff
es: Báculo de Luz
fr: Bâton de Lumière
pt: Cajado de Luz
tr: Işık Asası

source: Poisoned Dagger
es: Daga envenenada
fr: Dague Empoisonnée
pt: Adaga Envenenada
tr: Zehirli Hançer

source: Umbranian Short Sword
es: Espada corta umbraniana
fr: Épée Courte Umbranienne
pt: Espada Curta Umbraniana
tr: Umbranian Kısa Kılıcı

source: Ring of Agility
es: Anillo de agilidad
fr: Anneau d'Agilité
pt: Anel da Agilidade
tr: Çeviklik Yüzüğü

source: Shaman Ring
es: Anillo de chamán
fr: Anneau du Chaman
pt: Anel Xamã
tr: Şaman Yüzüğü

source: Thunder Hammer
es: Martillo del trueno
fr: Marteau du Tonnerre
pt: Martelo do Trovão
tr: Yıldırım Çekici

source: Dark Mace
es: Maza de la Oscuridad
fr: Masse Sombre
pt: Clava Bolla-donna
tr: Kara Gürz

source: Lightning Axe
es: Hacha de relámpagos
fr: Hache de Choque
pt: Machado de Choque
tr: Şimşek Baltası

source: Umbranian Cutter
es: Cortador umbraniano
fr: Labris Umbranien
pt: Cortacara Umbraniano
tr: Umbranian Kesicisi

source: Fireskull Sword
es: Espada de Fireskull
fr: Épée de Fireskull
pt: Espada de Fireskull
tr: Ateş Kafatası Kılıcı

source: Wooden Hawaiian
es: Chancla hawaiana
fr: Tong en Bois
pt: Ipanema de Pau
tr: Tahta Hawaili

source: Nazguh Ring
es: Anillo Nazguh
fr: Anneau Nazguh
pt: Anel Nazguh
tr: Nazguh Yüzüğü

source: Ring of Protection
es: Anillo de protección
fr: Anneau de Protection
pt: Anel da Proteção
tr: Koruma Yüzüğü

source: Umbranian Tanker
es: Tanque umbraniano
fr: Casque Umbranien
pt: Tanker Umbraniano
tr: Umbranian Tankeri

source: Umbranian Long Sword
es: Esp. larga umbraniana
fr: Épée Longue Umbranienne
pt: Esp. Longa Umbraniana
tr: Umbranian Uzun Kılıcı

source: Cleric Ring
es: Anillo de clérigo
fr: Anneau du Clerc
pt: Anel de Clérigo
tr: Rahip Yüzüğü

source: Green Rune
es: Runa verde
fr: Rune Verte
pt: Runa Verde
tr: Yeşil Rün

# rune-description
source: Can be forged into Earth-based items to increase their power. The Anvil is located at the Shop.
es: Se puede forjar en objetos de Tierra para aumentar su poder. El Yunque se encuentra en la tienda.
fr: Peut être forgée sur des objets de type Terre pour améliorer leur puissance. L'Enclume se trouve dans la Boutique.
pt: Pode ser forjado a itens de Terra para aumentar seus poderes. A Bigorna fica na Loja.
tr: Dünya-tabanlı nesnelere güçlerini arttırmak için eklenebilir. Örse ulaşmak için Mağazaya gidin.

source: High Elf Robe
es: Toga de Alto Elfo
fr: Manteau du Haut-Elfe
pt: Manto do Alto-Elfo
tr: Yüce Elf Cübbesi

source: Iron Key
es: Llave de hierro
fr: Clé en Fer
pt: Chave de Ferro
tr: Demir Anahtar

# iron-key-description
source: Can be used to open ordinary chests.
es: Se puede usar para abrir los cofres normales.
fr: Peut être utilisée pour ouvrir des coffres ordinaires.
pt: Pode ser usada para abrir baús trancados.
tr: Sıradan sandıkları açmak için kullanılır.

# golden-key-description
source: Can be used to open yellow doors.
es: Se puede usar para abrir las puertas amarillas.
fr: Peut être utilisée pour ouvrir des portes jaunes.
pt: Pode ser usada para abrir portas trancadas.
tr: Sarı kapıları açmak için kullanılır.

# blood-key-description
source: Can be used to open the special red doors.
es: Se puede usar para abrir las puertas rojas especiales.
fr: Peut être utilisée pour ouvrir les portes rouges spéciales.
pt: Pode ser usada para abrir portas trancadas.
tr: Özel kırmızı kapıları açmak için kullanılır

source: SuperSonic Ring
es: Anillo supersónico
fr: Anneau Supersonique
pt: Anel Supersônico
tr: SüperSonik Yüzük

source: Golden Key
es: Llave dorada
fr: Clé Dorée
pt: Chave Dourada
tr: Altın Anahtar

source: Blood Key
es: Llave de Sangre
fr: Clé de Sang
pt: Chave de Sangue
tr: Kan Anahtarı

source: Death Scythe
es: Guadaña de la Muerte
fr: Faux de la mort
pt: Foice da Morte
tr: Ölüm Tırpanı

source: Death Scythe+
es: Guadaña de la Muerte+
fr: Faux de la mort+
pt: Foice da Morte+
tr: Ölüm Tırpanı+

source: Spider Crusher
es: Aplasta arañas
fr: Écraseur d'araignées
pt: Esmagador de Aranha
tr: Örümcek Ezici

source: Rune of Wind
es: Runa de Viento
fr: Rune du Vent
pt: Runa do Vento
tr: Rüzgar Rünü

# air-rune-description
source: Can be forged into Air-based items to increase their power. The Anvil is located at the Shop.
es: Se puede forjar en objetos de Aire para aumentar su poder. El Yunque se encuentra en la tienda.
fr: Peut être forgée sur des objets de type Air pour améliorer leur puissance. L'Enclume se trouve dans la Boutique.
pt: Pode ser forjado a itens de Ar para aumentar seus poderes. A Bigorna fica na Loja.
tr: Hava-tabanlı nesnelere güçlerini arttırmak için eklenebilir. Örse ulaşmak için Mağazaya gidin.

source: Swordsman's Ring
es: Anillo de Espadachín
fr: Anneau du Spadassin
pt: Anel do Espadachim
tr: Silahşor Yüzüğü

# fire-rune-description
source: Can be forged into Fire-based items to increase their power. The Anvil is located at the Shop.
es: Se puede forjar en objetos de Fuego para aumentar su poder. El Yunque se encuentra en la tienda.
fr: Peut être forgée sur des objets de type Feu pour améliorer leur puissance. L'Enclume se trouve dans la Boutique.
pt: Pode ser forjado a itens de Fogo para aumentar seus poderes. A Bigorna fica na Loja.
tr: Ateş-tabanlı nesnelere güçlerini arttırmak için eklenebilir. Örse ulaşmak için Mağazaya gidin.

# light-rune-description
source: Can be forged into Light-based items to increase their power. The Anvil is located at the Shop.
es: Se puede forjar en objetos de Luz para aumentar su poder. El Yunque se encuentra en la tienda.
fr: Peut être forgée sur des objets de type Lumière pour améliorer leur puissance. L'Enclume se trouve dans la Boutique.
pt: Pode ser forjado a itens de Luz para aumentar seus poderes. A Bigorna fica na Loja.
tr: Işık-tabanlı nesnelere güçlerini arttırmak için eklenebilir. Örse ulaşmak için Mağazaya gidin.

# purple-rune-description
source: Can be forged into Dark items to increase their power. The Anvil is located at the Shop.
es: Se puede forjar en objetos de Oscuridad para aumentar su poder. El Yunque se encuentra en la tienda.
fr: Peut être forgée sur des objets de type Ténèbres pour améliorer leur puissance. L'Enclume se trouve dans la Boutique.
pt: Pode ser forjado a itens de Escuridão para aumentar seus poderes. A Bigorna fica na Loja.
tr: Karanlık-tabanlı nesnelere güçlerini arttırmak için eklenebilir. Örse ulaşmak için Mağazaya gidin.

source: Burning Rune
es: Runa Llameante
fr: Rune Flamboyante
pt: Runa Flamejante
tr: Alevli Rün

source: Anti-hero's Set
es: Arm. del antihéroe
fr: Armure Antihéroïque
pt: Arm. Anti-heroica
tr: Anti Kahraman Seti

# Anti-hero's Set B
source: Anti-hero's Set
es: Arm. del antihéroe
fr: Armure Antihéroïque
pt: Arm. Anti-heroica
tr: Anti Kahraman Seti

source: Monk's Tunic
es: Túnica de monje
fr: Tunique du Moine
pt: Túnica de Monge
tr: Keşiş Gömleği

source: Shiny Rune
es: Runa brillante
fr: Rune brillante
pt: Runa Brilhante
tr: Parlak Rün

source: Bionic Hammer
es: Chipote Chillón
fr: Masse Bionique
pt: Marreta Biônica
tr: Biyonik Çekiç

source: Crow Set
es: Armadura de Cuervo
fr: Armure du Corbeau
pt: Armadura do Corvo
tr: Karga Seti

source: Greenmoon Vest
es: Túnica Luna Verde
fr: Veste de la Lune Verte
pt: Veste Lunar Verde
tr: Yeşilay Yeleği

source: Purple Rune
es: Runa púrpura
fr: Rune Pourpre
pt: Runa Púrpura
tr: Mor Rün

source: Dragon Vest
es: Túnica de Dragón
fr: Veste du Dragon
pt: Veste do Dragão
tr: Ejderha Yeleği

source: Epic Fire Staff
es: Báculo de Fuego Épico
fr: Bâton de Feu Épique
pt: Cajado de Fogo Épico
tr: Destansı Ateş Asası

source: Sword of Light
es: Espada de Luz
fr: Épée de Lumière
pt: Espada da Luz
tr: Işığın Kılıcı

source: Dragonskull Staff
es: Báculo Cráneo de Dragón
fr: Bâton Crâne de Dragon
pt: Cajado Crânio de Dragão
tr: Ejderha Kafatası Asası

source: Dragonskull Staff+
es: Báculo Cráneo de Dragón+
fr: Bâton Crâne de Dragon+
pt: Cajado Crânio de Dragão+
tr: Ejderha Kafatası Asası+

source: Penumbra Suit
es: Túnica de Penumbra
fr: Veste de la Pénombre
pt: Veste de Penumbra
tr: Penumbra Elbisesi

source: Penumbra Suit+
es: Túnica de Penumbra+
fr: Veste de la Pénombre +
pt: Veste de Penumbra+
tr: Penumbra Elbisesi+

source: Dragon Eye Ring
es: Anillo Ojo de Dragón
fr: Anneau Oeil de Dragon
pt: Anel Olho de Dragão
tr: Ejderha Gözü Yüzüğü

# against-insects
source: Effective against spiders.
es: Efectivo contra arañas.
fr: Efficace contre les araignées.
pt: Eficaz contra aranhas.
tr: Örümceklere karşı etkilidir.

source: Insect Crusher
es: Aplastainsectos
fr: Tueur d'insectes
pt: Esmaga-insetos
tr: Böcek Ezici

source: Hippie Dragon Staff
es: Báculo de Dragón Hippie
fr: Bâton du Dragon Hippie
pt: Cajado do Dragão Hippie
tr: Hippi Ejderha Asası

source: Hippie Dragon Staff+
es: Báculo de Dragón Hippie+
fr: Bâton du Dragon Hippie+
pt: Cajado do Dragão Hippie+
tr: Hippi Ejderha Asası+

source: Sword of 1000 Lies
es: Espada de las 1000 Mentiras
fr: Epée des 1 000 Mensonges
pt: Espada das 1000 Mentiras
tr: 1000 Yalan Kılıcı

source: Spellmaster's Ring
es: Anillo del maestro de magia
fr: Anneau du Grand Maître
pt: Anel do mestre da magia
tr: Büyü Ustasının Yüzüğü

source: Improved Jumpman Suit
es: Traje de Jumpman mejorado
fr: Costume de Jumpman Amélioré
pt: Traje do Jumpman melhorado
tr: Gelişmiş Atlayıcı Elbisesi

source: Throat Cutter
es: Degollador
fr: Coupe gorge
pt: Corta-gargantas
tr: Boğazkesen

source: Warlock's Ring
es: Anillo de Brujo
fr: Anneau du Sorcier
pt: Anel do Feiticeiro
tr: Cehennem Büyücüsü'nün Yüzüğü

source: High Cleric Tunic
es: Túnica de Alto Clérigo
fr: Tunique du Haut-Clerc
pt: Túnica do Alto Clérigo
tr: Yüce Rahip Gömleği

source: Dagger of Sand
es: Daga de Arena
fr: Dague du Sable
pt: Adaga da Areia
tr: Kum Hançeri

source: Moonkeeper Set
es: Set del Guardián Lunar
fr: Armure Gardien de la Lune
pt: Armadura Guardião Lunar
tr: Ay Bekçisi Seti

source: Undine's Dagger
es: Daga de Undine
fr: Dague d'Ondine
pt: Adaga de Undine
tr: Undine'nin Hançeri

source: Liquid Rune
es: Runa líquida
fr: Rune liquide
pt: Runa Líquida
tr: Sıvı Rünü

# liquid-rune-description
source: Can be forged into Water-based items to increase their power. The Anvil is located at the Shop.
es: Se puede forjar en objetos de Agua para aumentar su poder. El Yunque se encuentra en la tienda.
fr: Peut être forgée sur des objets de type Eau pour améliorer leur puissance. L'Enclume se trouve dans la Boutique.
pt: Pode ser forjado a itens de Água para aumentar seus poderes. A Bigorna fica na Loja.
tr: Su-tabanlı nesnelere güçlerini arttırmak için eklenebilir. Örse ulaşmak için Mağazaya gidin.

source: Bacoon Set
es: Armadura de Bacoon
fr: Armure de Bacoon
pt: Armadura de Bacoon
tr: Bacoon Seti

source: Bacoon Set+
es: Armadura de Bacoon+
fr: Armure de Bacoon +
pt: Armadura de Bacoon+
tr: Bacoon Seti+

source: Deathdoctor Set
es: Set del Doctor Muerte
fr: Armure Docteur de la Mort
pt: Armadura Doutor Morte
tr: Ölüm Doktoru Seti

source: Ifrit's Dagger
es: Daga de Ifrit
fr: Dague d'Ifrit
pt: Adaga de Ifrit
tr: İfrit'in Hançeri

source: Dragon Orb Staff
es: Báculo del Orbe de Dragón
fr: Bâton Orbe du Dragon
pt: Orbe de Dragão
tr: Ejderha Küresi Asası

source: Magicsaber
es: Sable mágico
fr: Sabre magique
pt: Sabre mágico
tr: Sihirli Kılıç

source: Blue Wizard Suit
es: Traje de Mago Azul
fr: Tunique du Sorcier Bleu
pt: Veste do Mago Azul
tr: Mavi Büyücü Elbisesi

source: Ice Claw
es: Garra Helada
fr: Griffe de Glace
pt: Garra de Gelo
tr: Buz Pençesi

source: Dark Dagger
es: Daga de Oscuridad
fr: Dague de l'Obscurité
pt: Adaga Negra
tr: Kara Hançer

source: Dark Dagger+
es: Daga de Oscuridad+
fr: Dague de l'Obscurité+
pt: Adaga Negra+
tr: Kara Hançer+

source: Water Staff
es: Báculo de Agua
fr: Bâton de l'Eau
pt: Cajado d'Água
tr: Su Asası

source: Special Dragon Vest
es: Chaleco Especial de Dragón
fr: Veste spéciale du Dragon
pt: Veste Dragão Especial
tr: Özel Ejderha Yeleği

# Special Dragon Vest B
source: Special Dragon Vest
fr: Veste Spéciale B du Dragon
pt: Veste da Maria-Bonita
tr: Özel Ejderha Yeleği

source: Scarlet Key
es: Llave Escarlata
fr: Clé écarlate
pt: Chave Escarlate
tr: Kızıl Anahtar

source: Vina's Egg
es: Huevo de Vina
fr: Oeuf de Vina
pt: Ovo de Vina
tr: Vina'nın Yumurtası

source: Lunar Map
es: Mapa Lunar
fr: Carte lunaire
pt: Mapa Lunar
tr: Ay Haritası

source: White Pearl Ring
es: Anillo de la Perla blanca
fr: Anneau avec perle blanche
pt: Anel Pérola Branca
tr: Beyaz İnci Yüzüğü

source: Steelblow Ring
es: Anillo del Soplo de acero
fr: Anneau en acier
pt: Anel Sopro-de-Aço
tr: Çelikdarbe Yüzüğü

source: Steelblow Armor
es: Armadura del Soplo de acero
fr: Armure en acier
pt: Armadura Sopro-de-Aço
tr: Çelikdarbe Zırhı

source: Steelblow Armor+
es: Armadura del Soplo de acero+
fr: Armure en acier+
pt: Armadura Sopro-de-Aço+
tr: Çelikdarbe Zırhı+

source: Dragon Orb Ring
es: Anillo del Orbe del dragón
fr: Anneau de l'orbe du Dragon
pt: Anel Orbe de Dragão
tr: Ejderha Küresi Yüzüğü

source: Witchdoctor Ring
es: Anillo del Hechicero
fr: Anneau du Sorcier
pt: Anel do Doutor Morte
tr: Cadı Doktor Yüzüğü

source: Golden Dragon Staff
es: Báculo del Dragón dorado
fr: Bâton du Dragon doré
pt: Cajado Dragão Dourado
tr: Altın Ejderha Asası

source: Golden Dragon Staff+
es: Báculo del Dragón dorado+
fr: Bâton du Dragon doré+
pt: Cajado Dragão Dourado+
tr: Altın Ejderha Asası+

source: Special Crow Set
es: Set Especial de Cuervo
fr: Ensemble spécial du Corbeau
pt: Arm. Especial do Corvo
tr: Özel Karga Seti

source: Special Anti-hero Set
es: Set Especial del antihéroe
fr: Ensemble spécial Anti-héros
pt: Arm. Anti-heroica Especial
tr: Özel Anti Kahraman Seti

source: Special Greenmoon Vest
es: Chaleco Especial Luna verde
fr: Veste spéciale de la Lune verte
pt: Veste Luaverde Especial
tr: Özel Yeşilay Yeleği

source: Champion Set
es: Arm. del Campeón
fr: Ensemble du Champion
pt: Armadura do Campeão
tr: Şampiyon Seti

source: Fire Lord Set
es: Arm. del Señor del Fuego
fr: Ensemble du Seigneur du Feu
pt: Arm. Lorde do Fogo
tr: Ateş Efendisi Seti

source: Hydrolian Set
es: Armadura Hidroliana
fr: Ensemble Hydrolien
pt: Arm. Hydroliana
tr: Hydrolian Seti

source: Light Champion Set
es: Conjunto del campeón de luz
fr: Ensemble du Champion de la Lumière
pt: Arm. Campeão da Luz
tr: Işık Şampiyonu Seti

source: Dark Lord Set
es: Arm. del Señor Oscuro
fr: Seigneur des Ténèbres
pt: Senhor das Trevas
tr: Karanlık Efendisi Seti

source: Dark Lord Set+
es: Arm. del Señor Oscuro+
fr: Seigneur des Ténèbres+
pt: Senhor das Trevas+
tr: Karanlık Efendisi Seti+

source: Gayan Set
es: Armadura Gayana
fr: Ensemble Gayan
pt: Armadura Gayan
tr: Gayan Seti

# lunar-map-desc
source: Contains hidden instructions that awaken an ancient power.
es: Contiene instrucciones ocultas que despiertan un antiguo poder.
fr: Contient des instructions cachées qui réveillent un pouvoir ancien.
pt: Contém instruções ocultas para despertar um poder antigo.
tr: Kadim bir gücü uyandıran gizli talimatlar içeriyor.

# scarlet-key-desc
source: Opens the indestructible magical scarlet chest.
es: Abre el mágico e indestructible cofre escarlata.
fr: Ouvre le coffre écarlate magique indestructible.
pt: Abre o indestrutível baú mágico escarlate.
tr: Yok edilemez sihirli kızıl sandığı açar.

source: Firestorm Armor
es: Arm. de Tormenta Ígnea
fr: Armure de la Tempête de feu
pt: Arm. Tempestade de Fogo
tr: Ateş Fırtınası Zırhı

source: Firestorm Armor+
es: Arm. de Tormenta Ígnea+
fr: Armure de la Tempête de feu+
pt: Arm. Tempestade de Fogo+
tr: Ateş Fırtınası Zırhı+

source: Air Striker
es: Golpeadora Aérea
fr: La Pourfendeuse de Vent
pt: Artilheiro do Ar
tr: Hava Saldırganı

source: Banker's Coat
es: Chaqueta de banquero
fr: Manteau du banquier
pt: Paletó de banqueiro
tr: Bankacı Montu

source: Banker's Coat+
es: Chaqueta de banquero+
fr: Manteau du banquier+
pt: Paletó de banqueiro+
tr: Bankacı Montu+

source: Light Dagger
es: Daga de Luz
fr: Dague de lumière
pt: Adaga de Luz
tr: Işık Hançeri

source: Fire Pierce
es: Perforación Ígnea
fr: Lance de feu
pt: Perfuradora Flamejante
tr: Ateş Delici

source: Gayan Spear
es: Lanza de Gaia
fr: Javelot Gayan
pt: Lança Gayan
tr: Gayan Mızrağı

source: Yansahn
pt: Yansan

# Special Dragon Vest C
source: Gorgon's Skin
es: Piel de Gorgona
fr: Apparence Gorgone
pt: Pele de Gorgon
tr: Gorgon'un Kostümü

source: Obsidian Spear
es: Lanza de Obsidiana
fr: Lance en obsidienne
pt: Lança Obsidiana
tr: Obsidyen Mızrak

source: Spider Axe
es: Hacha de Araña
fr: Hache de l'Araignée
pt: Machado Aranha
tr: Örümcek Baltası

source: Spider Spear
es: Lanza de Araña
fr: Lance de l'Araignée
pt: Lança Aranha
tr: Örümcek Mızrağı

source: Gorgon Axe
es: Hacha de Gorgona
fr: Hache de la Gorgone
pt: Machado Gorgon
tr: Gorgon Baltası

source: Gorgon Spear
es: Lanza de Gorgona
fr: Lance de la Gorgone
pt: Lança Gorgon
tr: Gorgon Mızrağı

source: Cthulhu Axe
es: Hacha de Cthulhu
fr: Hache de Cthulhu
pt: Machado Cthulhu
tr: Cthulhu Baltası

source: Cthulhu Spear
es: Lanza de Cthulhu
fr: Lance de Cthulhu
pt: Lança Cthulhu
tr: Cthulhu Mızrağı

source: Spider Exoskeleton
es: Exoesqueleto de Araña
fr: Exosquelette de l'Araignée
pt: Exoesqueleto Aranha
tr: Örümcek Dış İskeleti

# Liquid Assassin
source: Liquid Assassin Suit
es: Traje de Asesino Líquido
fr: Costume d'Assassin aqueux
pt: Veste do Assassino Líquido
tr: Saydam Suikastçi Elbisesi

# Purple Assassin
source: Purple Assassin Suit
es: Traje de Asesino Púrpura
fr: Costume d'Assassin violet
pt: Veste do Assassino Púrpura
tr: Mor Suikastçi Elbisesi

# Jungle Assassin
source: Jungle Assassin Suit
es: Traje de Asesino Selvático
fr: Costume d'Assassin de la jungle
pt: Veste do Assassino da Selva
tr: Orman Suikastçisi Elbisesi

# Elite Assassin
source: Elite Assassin Suit
es: Traje de Asesino de Élite
fr: Costume d'Assassin d'élite
pt: Veste do Assassino de Elite
tr: Seçkin Suikastçi Elbisesi

source: Gorgon Dagger
es: Daga de Gorgona
fr: Dague de la Gorgone
pt: Adaga Gorgon
tr: Gorgon Hançeri

# Time Patroller
source: Time Patroller Suit
es: Traje de Patrullero del Tiempo
fr: Costume de patrouilleur du temps
pt: Traje de Patrulheiro do Tempo
tr: Zaman Devriyecisi Elbisesi

source: Portal Mage Vest
es: Chaleco de Mago de Portal
fr: Gilet du Mage de portail
pt: Veste do Mago dos Portais
tr: Portal Büyücüsü Yeleği

source: All Seeing Axe
es: Hacha Que Todo Lo Ve
fr: Hache qui voit tout
pt: Machado que Tudo Vê
tr: Kahin Baltası
