Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/items.strings
Languages: es, fr, pt, tr

source: Falcon Ring
es: Anillo de Halcón
fr: Anneau du faucon
pt: Anel Falcão
tr: Şahin Yüzüğü

source: Cursed Amethyst Ring
es: Anillo de Amatista Maldito
fr: Anneau améthyste maudit
pt: Anel Ametista Amaldiçoada
tr: Lanetli Ametist Yüzük

source: Verdant Ring
es: Anillo Frondoso
fr: Anneau verdoyant
pt: Anel Verdejante
tr: Yeşil Yüzük

source: Volcano Ring
es: Anillo Volcán
fr: Anneau du volcan
pt: Anel Vulcão
tr: Volkan Yüzüğü

source: Ring of Light
es: Anillo de Luz
fr: Anneau de lumière
pt: Anel de Luz
tr: Işığın Yüzüğü

source: Sea Wave Ring
es: Anillo de Ola Marina
fr: Anneau de la vague
pt: Anel Maremoto
tr: Deniz Dalgası Yüzüğü

source: Dragon Fang Ring
es: Anillo de Colmillo de Dragón
fr: Anneau du croc de dragon
pt: Anel Presa de Dragão
tr: Ejderha Dişi Yüzüğü

source: Monster Fang Ring
es: Anillo de Colmillo de Monstruo
fr: Anneau du croc de monstre
pt: Anel Presa de Monstro
tr: Canavar Dişi Yüzüğü

source: All Seeing Ring
es: Anillo Que Todo Lo Ve
fr: Anneau qui voit tout
pt: Anel que Tudo Vê
tr: Kahin Yüzüğü

source: Blood Ring
es: Anillo de Sangre
fr: Anneau de sang
pt: Anel de Sangue
tr: Kan Yüzüğü

source: Blue Ring
es: Anillo Azul
fr: Anneau bleu
pt: Anel Azul
tr: Mavi Yüzük

source: Verdant Hammer
es: Martillo Frondoso
fr: Marteau verdoyant
pt: Martelo Verdejante
tr: Yeşil Çekiç

source: Falcon Hammer
es: Martillo de Halcón
fr: Marteau du faucon
pt: Martelo Falcão
tr: Şahin Çekici

source: Hammer of Light
es: Martillo de Luz
fr: Marteau de lumière
pt: Martelo de Luz
tr: Işığın Çekici

source: Mojara's Hammer
es: Martillo de Mojara
fr: Marteau de Mojara
pt: Martelo de Mojara
tr: Mojara'nın Çekici

source: Volcano Hammer
es: Martillo de Volcán
fr: Marteau du volcan
pt: Martelo Vulcânico
tr: Volkan Çekici

source: Liquid Hammer
es: Martillo Líquido
fr: Marteau aqueux
pt: Martelo Líquido
tr: Saydam Çekiç

source: Arcane Rune
es: Runa Arcana
fr: Rune obscure
pt: Runa Arcana
tr: Gizemli Rün

# arcane-rune-description
source: Instantly activates the Special Ability.
es: Activa al instante la Habilidad Especial.
fr: Active instantanément la Capacité spéciale.
pt: Ativa a habilidade especial instantaneamente.
tr: Anında Özel Beceriyi etkinleştirir.

source: Water Essence
es: Esencia de agua
fr: Essence d'eau
pt: Essência de Água
tr: Su Özü

source: Obscure Essence
es: Esencia oscura
fr: Essence obscure
pt: Essência obscura
tr: Saklı Öz

source: Shiny Essence
es: Esencia luminosa
fr: Essence de lumière
pt: Essência brilhante
tr: Parlak Öz

source: Life Essence
es: Esencia de vida
fr: Essence de vie
pt: Essência de vida
tr: Yaşam Özü

source: Fire Essence
es: Esencia de fuego
fr: Essence de feu
pt: Essência de fogo
tr: Ateş Özü

source: Air Essence
es: Esencia de aire
fr: Essence d'air
pt: Essência de ar
tr: Hava Özü

# essence-description
source: Assigns a magical element to a neutral piece of equipment.
es: Asigna un elemento mágico a un equipo neutral.
fr: Attribue un élément magique à un équipement neutre.
pt: Atribui um elemento mágico a um equipamento neutro.
tr: Nötr bir ekipmana bir sihirli element ekler.

# essence-rand-description
source: Assigns a random magical element to a neutral piece of equipment.
es: Asigna un elemento mágico aleatorio a un equipo neutral.
fr: Attribue un élément magique aléatoire à un équipement neutre.
pt: Atribui um elemento mágico aleatório a um equipamento neutro.
tr: Nötr bir ekipmana rastgele bir sihirli element ekler.

# water-essence-desc
source: Transmutes a neutral piece of equipment into the Water element.
es: Transmuta un equipo neutral al elemento de agua.
fr: Attribue l'élément Eau à ton équipement neutre.
pt: Transmuta um equipamento neutro ao elemento Água.
tr: Nötr bir ekipmanı Su elementine dönüştürür.

# obscure-essence-desc
source: Transmutes a neutral piece of equipment into the Darkness element.
es: Transmuta un equipo neutral al elemento de oscuridad.
fr: Attribue l'élément Ténèbres à ton équipement neutre.
pt: Transmuta um equipamento neutro ao elemento Escuridão.
tr: Nötr bir ekipmanı Karanlık elementine dönüştürür.

# shiny-essence-desc
source: Transmutes a neutral piece of equipment into the Light element.
es: Transmuta un equipo neutral al elemento de luz.
fr: Attribue l'élément Lumière à ton équipement neutre.
pt: Transmuta um equipamento neutro ao elemento Luz.
tr: Nötr bir ekipmanı Işık elementine dönüştürür.

# life-essence-desc
source: Transmutes a neutral piece of equipment into the Earth element.
es: Transmuta un equipo neutral al elemento de tierra.
fr: Attribue l'élément Terre à ton équipement neutre.
pt: Transmuta um equipamento neutro ao elemento Terra.
tr: Nötr bir ekipmanı Toprak elementine dönüştürür.

# fire-essence-desc
source: Transmutes a neutral piece of equipment into the Fire element.
es: Transmuta un equipo neutral al elemento de fuego.
fr: Attribue l'élément Feu à ton équipement neutre.
pt: Transmuta um equipamento neutro ao elemento Fogo.
tr: Nötr bir ekipmanı Ateş elementine dönüştürür.

# air-essence-desc
source: Transmutes a neutral piece of equipment into the Air element.
es: Transmuta un equipo neutral al elemento de aire.
fr: Attribue l'élément Air à ton équipement neutre.
pt: Transmuta um equipamento neutro ao elemento Ar.
tr: Nötr bir ekipmanı Hava elementine dönüştürür.

# epicHammerDescription
source: High destructive power.
es: Alto poder destructivo.
fr: Grande puissance destructrice.
pt: Alto poder de destruição.
tr: Yüksek yıkıcı güç.

# potion-desc
source: Recovers health by up to one heart piece.
es: Recupera hasta un corazón de salud.
fr: Te redonne de la vie jusqu'à un coeur.
pt: Recupera a saúde em até uma peça de coração.
tr: En fazla bir kalp parçası kadar can verir.

# lunar-map-desc2
source: Legendary artifact also referred to as The Time Compass.
es: Un artefacto legendario también conocido como la Brújula del Tiempo.
fr: Artéfact légendaire, également appelé la Boussole du temps.
pt: Artefato lendário também conhecido como A Bússola do Tempo.
tr: Zaman Pusulası olarak da adlandırılan efsanevi bir eserdir.

source: Light Spellmaster Suit
es: Traje del maestro de luz
fr: Costume du Maître enchanteur de lumière
pt: Traje do Mestre da Luz
tr: Işık Büyü Ustası Elbisesi

source: Light Piercer
es: Perforador de luz
fr: Perceur de lumière
pt: Atravessa-Luz
tr: Işık Delici

# pierce-weapon-std-desc
source: This weapon can pierce through barriers and enemies.
es: Esta arma puede atravesar a los enemigos y las barreras.
fr: Cette arme peut transpercer les barrières et les ennemis.
pt: Esta arma pode perfurar barreiras e inimigos.
tr: Bu silah bariyerleri ve düşmanları delip geçebilir.

source: Light Needle
es: Aguja de luz
fr: Aiguille de lumière
pt: Agulha da Luz
tr: Işık İğnesi

source: Flaming Cutter
es: Cortador flamígero
fr: Couteau enflammé
pt: Cortador Flamejante
tr: Alevli Kesici

source: Death Dagger
es: Daga de la muerte
fr: Dague mortelle
pt: Adaga da Morte
tr: Ölüm Hançeri

source: Gayan Steel
es: Acero gayano
fr: Acier Gayan
pt: Aço Gayan
tr: Gayan Çeliği

source: Flood Ring
es: Anillo de riada
fr: Anneau du déluge
pt: Anel da Inundação
tr: Sel Yüzüğü

source: Necromancer Vest
es: Chaleco de nigromante
fr: Veste du Nécromancien
pt: Veste do Necromante
tr: Ölüm Büyücüsü Yeleği

source: Jungle Master
es: Maestro de la jungla
fr: Maître de la Jungle
pt: Mestre da Selva
tr: Orman Ustası

source: Blue Spellmaster
es: Maestro de magia azul
fr: Maître enchanteur bleu
pt: Mestre Azul
tr: Mavi Büyü Ustası

source: Unknown Item
es: Objeto desconocido
fr: Objet inconnu
pt: Item desconhecido
tr: Bilinmeyen Eşya

source: Unknown Weapon
es: Arma desconocida
fr: Arme inconnue
pt: Arma desconhecida
tr: Bilinmeyen Silah

source: Unknown Armor
es: Armadura desconocida
fr: Armure inconnue
pt: Armadura desconhecida
tr: Bilinmeyen Zırh

source: Unknown Artifact
es: Artefacto desconocido
fr: Artéfact inconnu
pt: Artefato desconhecido
tr: Bilinmeyen Eser

# unknown-item-desc
source: This item is unavailable. Make sure you're running the latest version of the game and check your internet connection.
es: Este objeto no está disponible. Asegúrate de que tienes la última versión del juego y comprueba tu conexión a internet.
fr: Cet objet n'est pas disponible. Assure-toi de jouer avec la dernière version du jeu et vérifie ta connexion Internet.
pt: Este item não está disponível. Certifique-se de que esta é a última versão do jogo e verifique a conexão com a internet.
tr: Bu eşya kullanılamıyor. Oyunun en yeni sürümünü kullandığından emin ol ve internet bağlantını kontrol et.

source: Steel Dagger
es: Daga de acero
fr: Dague en acier
pt: Adaga de Aço
tr: Çelik Hançer

source: Cthulhu Staff
es: Báculo de Cthulhu
fr: Bâton de Cthulhu
pt: Cajado de Cthulhu
tr: Cthulhu Asası

source: Steel Axe
es: Hacha de acero
fr: Hache en acier
pt: Machado de Aço
tr: Çelik Balta

source: Ancient Stone Staff
es: Báculo de piedra antigua
fr: Bâton de la pierre antique
pt: Cajado da Pedra Ancestral
tr: Kadim Taş Asa

source: Dark Piercer
es: Perforadora oscura
fr: Trancheuse des ténèbres
pt: Perfuradora Negra
tr: Kara İğne

source: Fire Glass Piercer
es: Perforadora de cristal ígneo
fr: Trancheuse du miroir de feu
pt: Perfuradora de Vidro Flamejante
tr: Ateş Camı İğnesi

source: Air Piercer
es: Perforadora de aire
fr: Trancheuse d'air
pt: Perfuradora do Ar
tr: Hava İğnesi

source: Metal Piercer
es: Perforadora de metal
fr: Trancheuse de métal
pt: Perfuradora de Metal
tr: Metal İğne

source: Glass Blade
es: Hoja de cristal
fr: Trancheuse de verre
pt: Lâmina de Vidro
tr: Cam Kılıç

source: Bit Axe
es: Hacha de bits
fr: Hache en bits
pt: Machado Retrô
tr: Bit Balta

source: Bit Dagger
es: Daga de bits
fr: Dague en bits
pt: Adaga Retrô
tr: Bit Hançer

source: Bit Staff
es: Báculo de bits
fr: Bâton en bits
pt: Cajado Retrô
tr: Bit Asa

source: Bit Sword
es: Espada de bits
fr: Épée en bits
pt: Espada Retrô
tr: Bit Kılıç

source: Epic Bit Sword
es: Espada de bits épica
fr: Épée épique en bits
pt: Espada Épica Retrô
tr: Destansı Bit Kılıç

source: Bit Mace
es: Maza de bits
fr: Massue en bits
pt: Clava Retrô
tr: Bit Gürz

source: Bit Spear
es: Lanza de bits
fr: Lance en bits
pt: Lança Retrô
tr: Bit Mızrak

source: Bone Axe
es: Hacha ósea
fr: Hache en os
pt: Machado de Osso
tr: Kemik Balta

source: Dragon Tooth Dagger
es: Daga de diente de dragón
fr: Dague en dent de dragon
pt: Adaga Dente de Dragão
tr: Ejderha Dişi Hançeri

source: Dual Dragon Fang
es: Colmillos de dragón dobles
fr: Double croc de dragon
pt: Presa Dual de Dragão
tr: Çift Ejderha Dişi

source: Bone Mace
es: Maza ósea
fr: Massue en os
pt: Martelo de Osso
tr: Kemik Gürz

source: Bone Ring
es: Anillo óseo
fr: Anneau en os
pt: Anel de Osso
tr: Kemik Yüzük

source: Bone Spear
es: Lanza ósea
fr: Lance en os
pt: Lança de Osso
tr: Kemik Mızrak

# Dead Vulture
source: Dead Vulture Staff
es: Báculo de buitre muerto
fr: Bâton du charognard mort
pt: Cajado Urubu Morto
tr: Ölü Akbaba Asası

source: Spinal Sword
es: Espada espinal
fr: Épée vertébrale
pt: Espada Espinhal
tr: Omurga Kılıcı

source: Bone Blade
es: Hoja ósea
fr: Lame en os
pt: Lâmina de Osso
tr: Kemik Kılıç

source: Toxic Axe
es: Hacha tóxica
fr: Hache toxique
pt: Machado Tóxico
tr: Zehirli Balta

source: Toxic Dual Dagger
es: Dagas dobles tóxicas
fr: Double dague toxique
pt: Adaga Tóxica Dual
tr: Zehirli Çift Hançer

source: Venomous Dagger
es: Daga venenosa
fr: Dague venimeuse
pt: Adaga Venenosíssima
tr: Zehirli Hançer

source: Toxic Hammer
es: Martillo tóxico
fr: Marteau toxique
pt: Martelo Tóxico
tr: Zehirli Çekiç

source: Venomous Ring
es: Anillo venenoso
fr: Anneau venimeux
pt: Anel Venenoso
tr: Zehirli Yüzük

source: Poisoned Spear
es: Lanza envenenada
fr: Lance empoisonnée
pt: Lança Venenosa
tr: Zehirli Mızrak

source: Toxic Staff
es: Báculo tóxico
fr: Bâton toxique
pt: Cajado Tóxico
tr: Zehirli Asa

source: Poisoned Sword
es: Espada envenenada
fr: Épée empoisonnée
pt: Espada Envenenada
tr: Zehirli Kılıç

source: Poisoned Blade
es: Hoja envenenada
fr: Lame empoisonnée
pt: Lâmina Venenosa
tr: Zehirli Bıçak

source: Fire Moonkeeper Set
es: Conjunto de fuego del Guardián Lunar
fr: Ensemble du Gardien de la Lune de feu
pt: Arm. Guardião Ígneo Lunar
tr: Ateş Ay Bekçisi Seti

source: Arcane Mage Suit
es: Traje de Mago arcano
fr: Costume du Mage obscur
pt: Traje do Mago Arcano
tr: Esrarlı Büyücü Kıyafeti

source: Swamp Ranger Suit
es: Traje de Guarda del pantano
fr: Costume du Ranger des marécages
pt: Traje Guardião do Pântano
tr: Bataklık Korucusu Kıyafeti

source: Desert Rogue Suit
es: Traje de Pícaro del desierto
fr: Costume du Bandit du désert
pt: Traje Ladino do Deserto
tr: Çöl Düzenbazı Kıyafeti

source: Broom Staff
es: Báculo escoba
fr: Manche à balai
pt: Cajado Vassoura
tr: Süpürge Asası

source: Witch Dress
es: Vestido de bruja
fr: Robe de la sorcière
pt: Veste da Bruxa
tr: Cadı Elbisesi

# Purple Witch Dress
source: Purple Witch Suit
es: Vestido de bruja morado
fr: Robe de la sorcière violette
pt: Veste da Bruxa Roxa
tr: Mor Cadı Elbisesi

# Green Witch Dress
source: Green Witch Suit
es: Vestido de bruja verde
fr: Robe de la sorcière verte
pt: Veste da Bruxa Verde
tr: Yeşil Cadı Elbisesi

# Red Witch Dress
source: Red Witch Suit
es: Vestido de bruja rojo
fr: Robe de la sorcière rouge
pt: Veste da Bruxa Vermelha
tr: Kızıl Cadı Elbisesi

# White Witch Dress
source: White Witch Suit
es: Vestido de bruja blanco
fr: Robe de la sorcière blanche
pt: Veste da Bruxa Branca
tr: Beyaz Cadı Elbisesi

# Blue Witch Dress
source: Blue Witch Suit
es: Vestido de bruja azul
fr: Robe de la sorcière bleue
pt: Veste da Bruxa Azul
tr: Mavi Cadı Elbisesi

# Swamp Witch Dress
source: Swamp Witch Suit
es: Vestido de bruja del pantano
fr: Robe de la sorcière des marécages
pt: Traje da Bruxa do Pântano
tr: Bataklık Cadı Elbisesi

# Forest Witch Dress
source: Forest Witch Suit
es: Vestido de bruja del bosque
fr: Robe de la sorcière de la forêt
pt: Veste da Bruxa da Floresta
tr: Orman Cadı Elbisesi

# Fire Witch Dress
source: Fire Witch Suit
es: Vestido de bruja del fuego
fr: Robe de la sorcière de feu
pt: Veste da Bruxa do Fogo
tr: Ateş Cadı Elbisesi

# Black Witch Dress
source: Black Witch Suit
es: Vestido de bruja negro
fr: Robe de la sorcière noire
pt: Veste da Bruxa Sombria
tr: Kara Cadı Elbisesi

# Yellow Witch Dress
source: Yellow Witch Suit
es: Vestido de bruja amarillo
fr: Robe de la sorcière jaune
pt: Veste da Bruxa Amarela
tr: Sarı Cadı Elbisesi

# Lighting Witch Dress
source: Lighting Witch Suit
es: Vestido de bruja del rayo
fr: Robe de la sorcière des lumières
pt: Veste da Bruxa do Trovão
tr: Yıldırım Cadı Elbisesi

# Light Witch Dress
source: Light Witch Suit
es: Vestido de bruja de la luz
fr: Robe de la sorcière de lumière
pt: Veste da Bruxa da Luz
tr: Işık Cadı Elbisesi

# Wind Witch Dress
source: Wind Witch Suit
es: Vestido de bruja del viento
fr: Robe de la sorcière de vent
pt: Veste da Bruxa do Vento
tr: Rüzgar Cadı Elbisesi

# Desert Witch Dress
source: Desert Witch Suit
es: Vestido de bruja del desierto
fr: Robe de la sorcière du désert
pt: Veste da Bruxa do Deserto
tr: Çöl Cadı Elbisesi

source: Gorgon Blade
es: Hoja de gorgona
fr: Lame de la Gorgone
pt: Lâmina de Gorgon
tr: Gorgon Kılıcı

source: Cthulhu Blade
es: Hoja de Cthulhu
fr: Lame de Cthulhu
pt: Lâmina Cthulhu
tr: Cthulhu Kılıcı

source: Cthulhu Dagger
es: Daga de Cthulhu
fr: Dague de Cthulhu
pt: Adaga Cthulhu
tr: Cthulhu Hançeri

source: Bone Hammer
es: Martillo de huesos
fr: Marteau en os
pt: Martelo de Ossos
tr: Kemik Çekici

source: Toxic Mace
es: Maza tóxica
fr: Massue toxique
pt: Clava Tóxica
tr: Zehirli Topuz

source: Iron Widow
es: Viuda Férrea
fr: Veuve de fer
pt: Viúva de Ferro
tr: Demir Dul

source: Spektator
es: Observador
fr: Spectatoeil
pt: Espektador
tr: Tepegöz

# cait-desc
source: Summons a spectral cat.
es: Invoca un gato espectral.
fr: Invoque un chat spectral.
pt: Invoca um gato espectral.
tr: Büyülü bir kedicik çağırır.

# cuteulhu-desc
source: Summons a cosmic entity.
es: Invoca una entidad cósmica.
fr: Invoque une entité cosmique.
pt: Invoca uma entidade cósmica.
tr: Tatlı Kozmik bir canlı çağırır.

# spektator-desc
source: Summons a floating orb of spikes.
es: Invoca un orbe flotante de pinchos.
fr: Invoque un orbe flottant armé de pics.
pt: Invoca uma orbe flutuante de espinhos.
tr: Uçan sivri bir küre çağırır.

# Cait B
source: Cait
pt: Catarina
tr: Kedicik

# cait-desc-b
source: Summons a spectral cat.
es: Invoca un gato espectral.
fr: Invoque un chat spectral.
pt: Tripinha Seca.

source: Bunny Suit
es: Traje de Conejo
fr: Costume du lapin
pt: Fantasia de Coelho
tr: Tavşan Kıyafeti

source: Bunny Ring
es: Anillo de Conejo
fr: Anneau du lapin
pt: Cueio
tr: Tavşan Yüzüğü

source: Bunny Sword
es: Espada de Conejo
fr: Épée du lapin
pt: Espada do Coelho
tr: Tavşan Kılıcı

source: Bunny Spear
es: Lanza de Conejo
fr: Lance du lapin
pt: Lança do Coelho
tr: Tavşan Mızrağı

source: Worship Mantle
es: Manto de adoración
fr: Manteau de l'adoration
pt: Manto da Adoração
tr: İbadet Örtüsü

source: Enchanted Mantle
es: Manto encantado
fr: Manteau enchanté
pt: Manto Encantado
tr: Efsunlu Örtü

source: Annihilation Mantle
es: Manto de aniquilación
fr: Manteau de l'anéantissement
pt: Manto da Aniquilação
tr: Yok Etme Örtüsü

source: Mantle of Fortune
es: Manto de fortuna
fr: Manteau de la fortune
pt: Manto da Sorte
tr: Şans Örtüsü

source: Judgement Jewel
es: Joya de juicio
fr: Joyau du jugement
pt: Jóia do Julgamento
tr: Yargı Mücevheri

source: Plate of Endless Powers
es: Placa de poderes infinitos
fr: Plastron des pouvoirs infinis
pt: Arm. dos Poderes Sem Fim
tr: Sonsuz Güç Plakası

source: Armor of Haunted Kings
es: Armadura de reyes embrujados
fr: Armure des Rois tourmentés
pt: Arm. dos Reis Assombrados
tr: Lanetli Kralın Zırhı

source: Tunic of the Relentless
es: Túnica de los inquietos
fr: Tunique de l'Implacable
pt: Túnica dos Incansáveis
tr: Acımasızın Örtüsü

source: Warden of Demons
es: Guardián de demonios
fr: Gardienne de démons
pt: Protetora de Demônios
tr: Şeytanın Kılıcı

source: Robe of Eternal Light
es: Toga de luz eterna
fr: Robe de la lumière éternelle
pt: Toga da Luz Eterna
tr: Sonsuz Işık Cübbesi

source: Robe of Eternal Fire
es: Toga de fuego eterno
fr: Robe du feu éternel
pt: Toga do Fogo Eterno
tr: Sonuz Ateş Cübbesi

source: Robe of Eternal Life
es: Toga de vida eterna
fr: Robe de la vie éternelle
pt: Toga da Vida Eterna
tr: Sonsuz Yaşam Cübbesi

source: Robe of Eternal Darkness
es: Toga de oscuridad eterna
fr: Robe des ténèbres éternelles
pt: Toga da Escuridão Eterna
tr: Sonsuz Karanlık Cübbesi

source: Protector of the Oracle
es: Protector del Oráculo
fr: Protecteur de l'Oracle
pt: Protetor do Oráculo
tr: Kahinin Koruyucusu

source: Corrupted Cuirass
es: Coraza corrupta
fr: Cuirasse corrompue
pt: Couraça Corrompida
tr: Yozlaşmış Zırh

source: Tunic of Distant Fires
es: Túnica de fuegos distantes
fr: Tunique des feux lointains
pt: Túnica dos Fogos Distantes
tr: Uzun Alevler Gömleği

source: Banished Cloth Vestment
es: Vestimenta de tela desterrada
fr: Vêtement en tissu interdit
pt: Veste do Pano Banido
tr: Sürgünün Bez Cübbesi

source: Tunic of Doomed Magic
es: Túnica de magia condenada
fr: Tunique de la magie maudite
pt: Túnica da Magia Condenada
tr: Lanetli Büyü Cübbesi

source: Plate of Infinite Might
es: Placa de poder infinito
fr: Plastron de puissance infinie
pt: Arm. do Poder Infinito
tr: Sonsuz Kudret Plakası

source: Tunic of Infinite Might
es: Túnica de poder infinito
fr: Tunique de puissance infinie
pt: Tún. do Poder Infinito
tr: Sonsuz Kudret Gömleği

source: Robe of Infinite Might
es: Toga de poder infinito
fr: Robe de puissance infinie
pt: Toga do Poder Infinito
tr: Sonsuz Kudret Cübbesi

source: Tunic of Faded Worlds
es: Túnica de mundos desvanecidos
fr: Tunique des Mondes oubliés
pt: Túnica dos Mundos Extintos
tr: Soluk Dünyalar Gömleği

source: Chestpiece of Carnage
es: Pechera de carnicería
fr: Pansière du massacre
pt: Armadura da Carnificina
tr: Kandökenin Zırhı

source: Tunic of Endless Justice
es: Túnica de justicia infinita
fr: Tunique de la Justice infinie
pt: Túnica da Justiça Infinita
tr: Sonsuz Adalet Gömleği

source: Plate of Endless Justice
es: Placa de justicia infinita
fr: Plastron de la Justice infinie
pt: Arm. da Justiça Infinita
tr: Sonsuz Adalet Plakası

source: Steel of Eternity
es: Acero de eternidad
fr: Acier de l'éternité
pt: Aço da Eternidade
tr: Sonsuzluk Çeliği

source: Necrolight
es: Necroluz
fr: Nécro-lumière
pt: Necroluz
tr: Ölümışığı

source: Dawnlight
es: Albor
fr: Lumière de l'aurore
pt: Luz do Alvorecer
tr: Şafakışığı

source: Vengeance Cudgel
es: Garrote de venganza
fr: Massue de la vengeance
pt: Clava da Vingança
tr: İntikam Sopası

source: Darkbane
es: Azote de oscuridad
fr: Fléau des ténèbres
pt: Banimento Sombrio
tr: Karanlıkafet

source: Firebane
es: Azote de fuego
fr: Fléau du feu
pt: Banimento do Fogo
tr: Ateşafet

source: Windbane
es: Azote de viento
fr: Fléau de l'air
pt: Banimento do Vento
tr: Rüzgarafet

source: Seabane
es: Azote de mar
fr: Fléau de l'eau
pt: Banimento dos Mares
tr: Denizafet

source: Sword of the Void
es: Espada del vacío
fr: Épée du vide
pt: Espada do Vazio
tr: Hiçliğin Kılıcı

source: Spear of the Void
es: Lanza del vacío
fr: Lance du vide
pt: Lança do Vazio
tr: Hiçliğin Mızrağı

source: Heartcrusher
es: Aplastacorazones
fr: Broyeur de coeurs
pt: Esmagador de Corações
tr: Kalp kıran

source: Skeletal Hammer
es: Martillo esquelético
fr: Marteau squelettique
pt: Martelo Esqueletal
tr: İskeletölümcül Çekiç

source: Shooting Star
es: Estrella fugaz
fr: Étoile filante
pt: Estrela Cadente
tr: Kayan Yıldızlar

source: Ferocious Scepter
es: Cetro feroz
fr: Sceptre féroce
pt: Cetro Feroz
tr: Vahşi Ulu Asa

source: War-Forged Smasher
es: Aplastador de forja bélica
fr: Brise-roc de guerre
pt: Esmagadora Forjada na Guerra
tr: Savaşta dövülmüş Çekiç

source: Wrathful Warmace
es: Maza bélica iracunda
fr: Masse d'arme du Courroucé
pt: Martelo de Guerra Furioso
tr: Öfkeli Çekiç

source: Eternal Rest
es: Descanso eterno
fr: Repos éternel
pt: Descanço Eterno
tr: Sonsuz Uyku

source: Blood-Forged Scepter
es: Cetro de forja bélica
fr: Sceptre de sang
pt: Cetro Forjado em Sangue
tr: Kanla dövülmüş Ulu Asa

source: Sentinel Battlehammer
es: Martillo de batalla centinela
fr: Marteau de guerre du Gardien
pt: Martelo Sentinela
tr: Koruyucu Savaşçekici

source: Scepter of the Wicked
es: Cetro de los malvados
fr: Sceptre du Dément
pt: Cetro dos Malditos
tr: Ahlaksızın Ulu Asası

source: Blade of the Wicked
es: Hoja de los malvados
fr: Lame du Dément
pt: Lâmina dos Malditos
tr: Ahlaksızın Kılıcı

source: Staff of the Wicked
es: Báculo de los malvados
fr: Bâton du Dément
pt: Cajado dos Malditos
tr: Ahlaksızın Asası

source: Destroyer of the Corrupted
es: Destructor de los corruptos
fr: Destructeur du Corrompu
pt: Destruidora dos Corrompidos

source: Death Stalker
es: Acechador de la muerte
fr: Traqueur de la Mort
pt: Perseguidora da Morte
tr: Ölüm Getiren

source: Ominous Reaper
es: Parca fatídica
fr: Faucheuse funeste
pt: Ceifadora Sinistra
tr: Uğursuz Orak

source: Battlescythe of Retribution
es: Guadaña de justo castigo
fr: Faux du châtiment
pt: Ceifadora da Retribuição
tr: İntikamın Savaş Orağı

source: Whisper Of Light
es: Susurro de luz
fr: Source de lumière
pt: Sussurro da Luz
tr: Işığın Fısıltısı

source: Whisper Of Death
es: Susurro de muerte
fr: Source de mort
pt: Sussurro da Morte
tr: Ölümün Fısıltısı

source: Whisper Of Life
es: Susurro de vida
fr: Source de vie
pt: Sussurro da Vida
tr: Yaşamın Fısıltısı

source: Whisper Of Fire
es: Susurro de fuego
fr: Source de feu
pt: Sussurro do Fogo
tr: Ateşin Fısıltısı

source: Vanquisher
es: Vencedor
fr: Vainqueur
pt: A Conquistadora
tr: Alt eden

source: Due Diligence
es: Diligencia debida
fr: Diligence raisonable
pt: Devida Diligência
tr: Tespit Süreci
