Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/skin-names.strings
Languages: es

source: Outcast Mage Hood
es: Capucha de Mago Proscrito

source: Renegade Mage Hood
es: Capucha de Mago Renegado

source: Ancient Druid Mask
es: Máscara de Druida Antiguo

source: Relentless Druid Helm
es: Yelmo de Druida Inexorable

source: Dark Knight Helm
es: Yelmo de Caballero Oscuro

source: Renegade Knight Helm
es: Yelmo de Caballero Renegado

source: Forest Mage Hat
es: Sombrero de Mago del Bosque

source: Swamp Mage Hat
es: Sombrero de Mago del Pantano

source: Desert Mage Hat
es: Sombrero de Mago del Desierto

source: Smoky Mage Hat
es: Sombrero de Mago Humeante

source: Light Knight Helm
es: Yelmo de Caballero de la Luz

source: Justice Knight Helm
es: Yelmo de Caballero de la Justicia

source: White Bishop Mitra
es: Mitra de Obispo Blanco

source: White Prophet Keffiyeh
es: Kefia de Profeta Blanco

source: Deserter Ranger Helm
es: Yelmo de Guarda Desertor

source: Outcast Ranger Helm
es: Yelmo de Guarda Proscrito

source: Fine Rogue Hat
es: Sombrero de Pícaro de Calidad

source: Galant Rogue Hat
es: Sombrero de Pícaro Galán

source: Black Ninja Hood
es: Capucha de Ninja Negro

source: Desert Ninja Hood
es: Capucha de Ninja del Desierto

source: Cursed Warlock Hood
es: Capucha de Brujo Maldito

source: Monstrous Warlock Hood
es: Capucha de Brujo Monstruoso

source: Mighty Fighter Helm
es: Yelmo de Luchador Poderoso

source: Gladiator Helm
es: Yelmo de Gladiador

source: Arcane Witchdoctor Mask
es: Máscara de Hechicero Arcano

source: Umbranian Doctor Mask
es: Máscara de Doctor Umbraniano

# skin-black-mage3
source: Red Orb hat
es: Sombrero de orbe rojo

# skin-druid3
source: Maskarade nature sorceress
es: Hechicera de naturaleza enmascarada

# skin-elite-warrior3
source: Berserker helmet
es: Casco de bersérker

# skin-high-mage3
source: High sorceress
es: Suma hechicera

# skin-mage3
source: Wildfire hat
es: Sombrero de fuego salvaje

# skin-paladin3
source: Light Champion's helmet
es: Casco del campeón de la luz

# skin-priest3
source: High Priestess helm
es: Yelmo de suma sacerdotisa

# skin-ranger3
source: Official bonete
es: Bonete de oficial

# skin-rogue3
source: Crescent morion
es: Morrión de medialuna

# skin-thief3
source: Rascal's hat
es: Sombrero de granuja

# skin-warlock3
source: Demon Joker mask
es: Máscara de bromista demoníaco

# skin-warrior3
source: Valkyrie helmet
es: Casco de valquiria

# skin-witchdoctor3
source: Owldoctor mask
es: Máscara de hechicero búho

# skin-black-mage4
source: Malicious Witch
es: Bruja maliciosa

# skin-druid4
source: Shamanic mask
es: Máscara chamánica

# skin-elite-warrior4
source: Dark Warlord
es: Señor de la guerra oscuro

# skin-high-mage4
source: Arcane High Mage
es: Alto mago arcano

# skin-mage4
source: Fire starter
es: Prendedor

# skin-paladin4
source: Archangel helmet
es: Casco de arcángel

# skin-priest4
source: Mitra of Silence
es: Mitra del silencio

# skin-ranger4
source: Helm of Silent Torment
es: Yelmo del tormento silencioso

# skin-rogue4
source: Cait Ninja
es: Ninja gatuno

# skin-thief4
source: Mercenary facemask
es: Máscara de mercenario

# skin-warlock4
source: Horncrown
es: Coronacuerno

# skin-witchdoctor4
source: Witchdoctor coif
es: Cofia de hechicero

# skin-black-mage5
source: Shadow Wrapped
es: Envoltura de sombras

# skin-druid5
source: Feral Fury
es: Furia salvaje

# skin-elite-warrior5
source: Ironclad Infantry
es: Infantería férrea

# skin-high-mage5
source: Emerald Sage
es: Sabio esmeralda

# skin-mage5
source: Blazing Bejeweled
es: Enjoyado fulgente

# skin-paladin5
source: Heavenly Herald
es: Heraldo celestial

# skin-priest5
source: Interdimensional Inquisitor
es: Inquisidor interdimensional

# skin-ranger5
source: Broken Renegade
es: Renegado quebrantado

# skin-rogue5
source: Crimson Corsair
es: Corsario carmesí

# skin-thief5
source: Daring Daredevil
es: Temerario audaz

# skin-warlock5
source: Tongued Tormentor
es: Atormentador lenguaraz

# skin-warrior5
source: Scarlet Sentinel
es: Centinela escarlata

# skin-witchdoctor5
source: Macabre Medicine Man
es: Curandero macabro

# skin-black-mage6
source: Haunted Marionette
es: Marionnette hantée

# skin-druid6
source: Web-Weaving Witch
es: Sorcière à toile tissée

# skin-elite-warrior6
source: White Oni
es: Oni blanc

# skin-high-mage6
source: Rose Quartz Mage
es: Mage de quartz rose

# skin-mage6
source: Ignition Illusionist
es: Illusionniste d'ignition

# skin-paladin6
source: Handmaid's Redemption
es: Rédemption de la Servante

# skin-priest6
source: Shamanic Prophet
es: Prophète chamanique

# skin-ranger6
source: Silver-Plated Scout
es: Sentinelle argentée

# skin-rogue6
source: Scarlet Cloaked Rogue
es: Voyou écarlate

# skin-thief6
source: Flamingo Bandit
es: Bandit aux plumes roses

# skin-warlock6
source: Red-Horned Reaper
es: Pillard aux cornes rouges

# skin-warrior6
source: Yokai Warrior
es: Guerrier Yokai

# skin-witchdoctor6
source: Crowned Spirit Summoner
es: Invocateur à la couronne fantomatique

# skin-black-mage7
source: Scarlet Shroud Arcanist
es: Arcanista de embozo escarlata

# skin-druid7
source: Wildmane Primal Druid
es: Druida primigenio de melena salvaje

# skin-elite-warrior7
source: Brass Vanguard Centurion
es: Centurión de vanguardia de cobre

# skin-high-mage7
source: Amethyst Starfall Adept
es: Adepto de lluvia estelar amatista

# skin-mage7
source: Sunfire Adept
es: Adepto de fuego solar

# skin-paladin7
source: Sunforged Halo Knight
es: Caballero de halo de forja solar

# skin-priest7
source: Golden Skull Oracle
es: Oráculo de cráneo dorado

# skin-ranger7
source: Argonaut Guardian
es: Guardián argonauta

# skin-rogue7
source: White Shroud Phantom
es: Fantasma de embozo blanco

# skin-thief7
source: Joker Pickpocket
es: Ratero bufón

# skin-warlock7
source: Abyssal Triclops Warlock
es: Brujo Triclops abisal

# skin-warrior7
source: Skeletal Spike Soldier
es: Soldado de púas esqueléticas

# skin-witchdoctor7
source: Golden Laurel Healer
es: Sanador de laurel dorado

# skin-black-mage8
source: Abyssal Cultist Cowl
es: Capucha de cultor abisal

# skin-druid8
source: Harvest Guardian
es: Guardián de la cosecha

# skin-elite-warrior8
source: Crowned Warlord Mane
es: Melena de cacique coronado

# skin-high-mage8
source: Astral Starburst Magus
es: Mago de explosión astral

# skin-mage8
source: Pyro-Commander
es: Pirocomandante

# skin-paladin8
source: Seraphim Sentinel Helm
es: Yelmo de centinela serafín

# skin-priest8
source: Cerulean Crested Cleric
es: Clérigo de cimera cerúlea

# skin-ranger8
source: Dynasty Ranger
es: Explorador dinástico

# skin-rogue8
source: Striped Stealth Rogue
es: Pícaro sigiloso a rayas

# skin-thief8
source: Sea Thief
es: Ladrón marino

# skin-warlock8
source: Void Warlock
es: Brujo del vacío

# skin-warrior8
source: Emerald Warrior
es: Guerrero esmeralda

# skin-witchdoctor8
source: Owl Elite Witchdoc
es: Hechicero búho de élite

# skin-black-mage11
source: Noble Necro Topper
es: Necrochistera noble

# skin-druid11
source: Lupine Howler Helm
es: Yelmo de aullador lupino

# skin-elite-warrior11
source: Crimson Horned Guard
es: Guardia astada carmesí

# skin-high-mage11
source: Wicked Mage Hat
es: Sombrero de mago malvado

# skin-mage11
source: Spectral Mage Shroud
es: Mortaja de mago espectral

# skin-paladin11
source: Glacial Knight Visor
es: Visera de caballero glacial

# skin-priest11
source: Mystic Phantom Cowl
es: Capucha de fantasma místico

# skin-ranger11
source: Enamored Spirit Bonnet
es: Gorro de espíritu enamorado

# skin-rogue11
source: Fiendish Pink Horn Cap
es: Sombrero de cuerno rosa demoníaco

# skin-thief11
source: Ghastly Grin Hood
es: Capucha de mueca siniestra

# skin-warlock11
source: Savage Frost Maw
es: Fauces de escarcha salvaje

# skin-warrior11
source: Cryptic Gem Visage
es: Rostro de gema críptico

# skin-witchdoctor11
source: Shamanic Steel Shroud
es: Mortaja de acero chamánico

# skin-black-mage12
source: Arcane Shade Hood
es: Capucha de sombra arcana

# skin-druid12
source: Forest Spirit Hat
es: Sombrero de espíritu del bosque

# skin-elite-warrior12
source: Dragon Heart War Helm
es: Yelmo bélico de corazón de dragón

# skin-high-mage12
source: High Arcanist's Hat
es: Sombrero de sumo arcanista

# skin-mage12
source: Pyromancer's Turban
es: Turbante de piromante

# skin-paladin12
source: Sanctified Beacon Helm
es: Yelmo de luz santificado

# skin-priest12
source: Devout Guardian Hood
es: Capucha de guardián devoto

# skin-ranger12
source: Shogun Ranger Helm
es: Yelmo de guarda shogun

# skin-rogue12
source: Phantom Assassin Mask
es: Máscara de asesino fantasma

# skin-thief12
source: Silent Pilferer's Hat
es: Sombrero de ratero silencioso

# skin-warlock12
source: Dark Pact Helm
es: Yelmo de pacto oscuro

# skin-warrior12
source: Ironclad Defender Helm
es: Yelmo de defensor férreo

# skin-witchdoctor12
source: Spiritcaller Helm
es: Yelmo de convocador de espíritus
