Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# papaHendrixDungeon42-2-1
source: The Lunar Map should be somewhere near the throne.
de: Die Mondkarte sollte sich irgendwo in der Nähe des Throns befinden.
es: El Mapa Lunar debería estar en algún lugar cerca del trono.
fr: La Carte lunaire doit se trouver quelque part, non loin du trône.
it: La Mappa lunare dovrebbe essere da qualche parte vicino al trono.
pt: O Mapa Lunar deve estar em algum lugar perto do trono.
ru: Лунная Карта должна быть где-то рядом с троном.
tr: Ay Haritası Tahtın yakınlarında bir yerlerde olmalı.
uk: Місячна мапа, мабуть, десь поруч із троном.

# papaHendrixDungeon42-2-2
source: Your King doesn't seem to be in the Castle at the moment.
de: Dein König scheint im Moment nicht im Schloss zu sein.
es: Parece que tu Rey no se encuentra en el castillo actualmente.
fr: Ton Roi ne semble pas être dans le château pour le moment.
it: Il tuo Re non sembra essere nel castello in questo momento.
pt: Seu rei parece não estar no castelo neste momento.
ru: Сдаётся мне, сейчас твоего Короля нет в Замке.
tr: Görünüşe bakılırsa Kral'ın şu anda Kalede değil.
uk: Схоже, короля зараз немає в замку.

# papaHendrixDungeon42-2-4
source: . . . <pause>how do I know that?
de: . . . woher ich das weiß?
es: . . . <pause>¿Que cómo lo sé?
fr: . . . Comment je sais cela ?
it: . . . e come lo sai?
pt: . . . <pause>como eu sei disso?
ru: . . . Как я это понял?
tr: . . . nasıl mı biliyorum?
uk: . . . Звідки я це знаю?

# papaHendrixDungeon42-2-5
source: We can give you all the details later on!
de: Wir können dir später alle Details mitteilen!
es: ¡Podemos darte todos los detalles luego!
fr: Nous pourrons te donner tous les détails plus tard !
it: Possiamo darti tutti i dettagli più tardi!
pt: Posso explicar todos os detalhes mais tarde!
ru: Все подробности будут позже!
tr: Sana tüm detayları sonra anlatacağım!
uk: Ти дізнаєшся про все у свій час!

# papaHendrixDungeon42-2-6
source: Let's go!
de: Lass uns gehen!
es: ¡Vámonos!
fr: Allons-y !
it: Andiamo!
pt: Vamos!
ru: Пойдём!
tr: Hadi gidelim!
uk: Ну, ходімо!

# papaHendrixDungeon42-3-0
source: Hear me out!
de: Hör zu!
es: ¡Escúchame!
fr: Écoute-moi !
it: Ascoltami!
pt: Me escute bem!
ru: Послушай!
tr: Dinlesene bir beni!
uk: Послухай!

# papaHendrixDungeon42-3-1
source: You won't be able to beat those big guys ahead the way you usually do!
de: Du wirst diese großen Jungs nicht so schlagen können, wie du es normalerweise tust!
es: ¡No podrás vencer a esos grandullones que hay delante como haces siempre!
fr: Tu ne pourras pas vaincre ces grands gaillards devant toi avec la méthode habituelle !
it: Non potrai battere quegli omoni lì, nel modo in cui sei abituato!
pt: Você não será capaz de derrotar os grandões a seguir como você normalmente faz!
ru: Ты не сможешь побороть тех больших ребят так, как ты обычно это делаешь!
tr: Bu koca herifleri daha önce yaptığın gibi kolayca alt edemezsin!
uk: Тобі не впоратися з цими здорованями звичайним способом!

# papaHendrixDungeon42-3-2
source: You will need to silently sneak through . . .<pause> and find an alternative way to defeat them.
de: Du musst dich lautlos durchschleichen. . . und einen alternativen Weg finden, um sie zu besiegen.
es: Tendrás que infiltrarte silenciosamente . . .<pause> y encontrar una forma alternativa de derrotarlos.
fr: Tu devras te faufiler en silence... Et trouver une autre façon de les vaincre.
it: Dovrai intrufolarti silenziosamente . . . e trovare un modo alternativo per sconfiggerli.
pt: Você vai precisar passar sorrateiramente . . .<pause> e encontrar outra forma de derrotá-los.
ru: Тебе нужно будет незаметно пройти мимо . . . и найти иной способ прикончить их.
tr: Sessizce içeriye sızman ve sonrasında onları yenmek için alternatif bir yol bulman gerek.
uk: Цього разу дій обережно. Тихо прокрадися . . . та знайди інший спосіб їх подолати.

# papaHendrixDungeon42-3-3
source: Don't let them see you!
de: Lass sie dich nicht sehen!
es: ¡No dejes que te vean!
fr: Ne te fais pas repérer !
it: Non devono vederti!
pt: Não deixe que eles te vejam!
ru: Не дай им тебя увидеть!
tr: Seni görmelerine izin verme!
uk: Не дай їм себе помітити!

# papaHendrixDungeon42-4-0
source: Good!<pause> You're still in one piece!
de: Gut! Du bist immer noch in einem Stück!
es: ¡Bien!<pause> ¡Sigues de una pieza!
fr: Bien ! Tu es toujours en un seul morceau !
it: Bene! Sei ancora tutto intero!
pt: Ótimo!<pause> Você ainda está inteiro!
ru: Хорошо! Ты всё ещё цел!
tr: Çok iyi! Hala tek parça halindesin!
uk: Ну треба ж! У тебе все руки й ноги на місці!

# papaHendrixDungeon42-4-1
source: Which means you've followed my advice . . .
de: Was bedeutet, dass du meinem Rat gefolgt bist . . .
es: Lo que quiere decir que has seguido mi consejo . . .
fr: Ce qui signifie que tu as suivi mon conseil...
it: Il che significa che hai seguito il mio consiglio . . .
pt: Isso significa que seguiu minhas recomendações . . .
ru: Значит, последовал моему совету . . .
tr: Bu da demek oluyor ki tavsiyelerimi dinlemişsin . . .
uk: Звідси випливає, що ти прислухався до моєї поради . . .

# papaHendrixDungeon42-4-2
source: Now,<pause> we should look for that Lunar Map!
de: Jetzt sollten wir nach dieser Mondkarte suchen!
es: Y ahora,<pause> ¡a buscar el Mapa Lunar!
fr: Nous devrions à présent chercher cette Carte lunaire !
it: Ora dobbiamo cercare la Mappa lunare!
pt: Agora precisamos procurar aquele Mapa Lunar!
ru: Сейчас нам нужно найти эту Лунную Карту!
tr: Şimdi,Ay Haritasını bulmamız gerekiyor!
uk: А тепер давай-но пошукаємо Місячну мапу!

# papaHendrixDungeon42-4-3
source: Let's keep moving!
de: Lass uns gehen!
es: ¡Hay que seguir avanzando!
fr: Continuons à avancer !
it: Non fermiamoci!
pt: Vamos nessa!
ru: Двигаемся дальше!
tr: Hadi aramaya devam edelim!
uk: Вперед, не зупиняйся!

# papaTrainerHallST-0-0
source: Welcome to the Tree of Skills!
de: Willkommen im Baum der Talente!
es: ¡Te doy la bienvenida al árbol de habilidades!
fr: Bienvenue dans l'Arbre de compétences !
it: L'Albero delle abilità ti dà il benvenuto!
pt: Bem-vindo à Árvore das Habilidades!
ru: Приветствую! Добро пожаловать в дерево навыков!
tr: Beceri Ağacına hoş geldin!
uk: Вітаю в дереві навичок!

# papaTrainerHallST-0-1
source: I can teach you anything you need to know!
de: Ich kann dir alles beibringen, was du wissen musst!
es: ¡Puedo enseñarte cualquier cosa que quieras saber!
fr: Je peux t'apprendre tout ce qu'il y a à savoir !
it: Posso insegnarti tutto ciò che c'è da sapere!
pt: Posso ensinar tudo o que você precisa saber sobre ela!
ru: Я могу научить тебя всему, что о нём нужно знать!
tr: Sana bilmen gereken her şeyi öğretebilirim.!
uk: Я можу навчити тебе всього, що потрібно про нього знати!

# papaHendrix24ST-5-0
source: I guess this is it.
de: Ich denke, das ist es.
es: Supongo que ya está.
fr: Je suppose qu'on y est.
it: Credo sia tutto.
pt: Acho que é isso.
ru: Думаю, это оно.
tr: Sanırım hepsi bu kadar.
uk: Думаю, це воно.

# papaHendrix24ST-5-1
source: Keep moving forward from here.
de: Mach weiter so von hier.
es: Sigue avanzando desde aquí.
fr: Continue à avancer à partir d'ici.
it: Ora continua tu.
pt: Siga adiante a partir daqui.
ru: Отсюда следуй прямо.
tr: Buradan ilerlemeye devam et.
uk: Звідси йди прямо.

# papaHendrix24ST-5-2
source: You will know where to climb once you reach the stairway to the Volcano.
de: Du wirst wissen, wo du klettern müsst, sobald du die Treppe zum Vulkan erreichst.
es: Sabrás dónde tienes que subir cuando llegues a las escaleras del Volcán.
fr: Tu sauras où aller une fois que tu auras atteint l'escalier menant au Volcan.
it: Saprai quando arrampicarti una volta raggiunte le scale che portano al Vulcano.
pt: Você saberá aonde ir quando chegar às escadarias para o topo do Vulcão.
ru: Ты поймёшь, куда двигаться дальше, как только достигнешь ступенек, ведущих к вулкану.
tr: Yanardağa merdivene ulaştıktan sonra nereye tırmanacağınızı bileceksiniz.
uk: Ти зрозумієш, куди рухатися далі, як тільки досягнеш сходинок, що ведуть до вулкану.

# papaHendrix24ST-5-3
source: I'll stay here for my own safety.
de: Ich bleibe zu meiner eigenen Sicherheit hier.
es: Yo me quedaré aquí por mi propia seguridad.
fr: Pour ma sécurité, je vais rester ici.
it: Io resterò qui per sicurezza.
pt: Ficarei por aqui para minha própria segurança.
ru: Я же останусь здесь ради собственной безопасности.
tr: Kendi güvenliğim için burada kalacağım.
uk: Я ж залишуся тут заради власної безпеки.

# papaHendrix24ST-5-4
source: Visit me at the Skill Tree whenever you feel like learning new tricks!
de: Besuche mich im Talentbaum, wenn du Lust hast, neue Tricks zu lernen!
es: ¡Ven a verme al árbol de habilidades cuando quieras aprender nuevos trucos!
fr: Viens me rendre visite à l'Arbre de compétences chaque fois que tu voudras apprendre de nouvelles combines !
it: Vieni a trovarmi all'Albero delle abilità ogni volta che vorrai apprendere nuovi trucchi!
pt: Visite-me na Árvore das Habilidades se você quiser aprender novos truques!
ru: Как надумаешь освоить новые приёмы, загляни ко мне. Я буду у дерева навыков!
tr: Yeni numaralar öğrenmek istediğinde beni Beceri Ağacında tekrar ziyaret et.
uk: Як надумаєш освоїти нові прийоми, завітай до мене. Я буду біля дерева навичок!

# papaHendrix24ST-5-5
source: Good luck!
de: Viel Glück!
es: ¡Buena suerte!
fr: Bonne chance !
it: Buona fortuna!
pt: Boa sorte!
ru: Удачи!
tr: İyi Şanslar!
uk: Щасти!

# levelSelectPapaHendrix24-0
source: Visit me at the Skill Tree to learn new tricks!
de: Besuche mich im Talentbaum um neue Tricks zu lernen!
es: ¡Ven a verme al árbol de habilidades para aprender nuevos trucos!
fr: Viens me rendre visite à l'Arbre de compétences pour apprendre de nouvelles combines !
it: Vieni a trovarmi all'Albero delle abilità per apprendere nuovi trucchi!
pt: Visite-me na árvore de habilidades para aprender novos truques!
ru: Как надумаешь освоить новые приёмы, загляни ко мне. Я буду у дерева навыков!
tr: Yeni numaralar öğrenmek için beceri ağacında beni ziyaret edin!
uk: Як надумаєш освоїти нові прийоми, завітай до мене. Я буду біля дерева навичок!

# levelSelectPapaHendrix24-1
source: You can access it from the Menu below.
de: Du kannst es über das Menü unten aufrufen.
es: Puedes acceder a él desde el siguiente menú.
fr: Tu peux y accéder depuis le Menu ci-dessous.
it: Potrai accedere dal menu qui sotto.
pt: Você pode acessá-la no Menu abaixo.
ru: Ты можешь получить к нему доступ из меню ниже.
tr: Aşağıdaki menüden erişebilirsiniz.
uk: Ти можеш отримати до нього доступ з меню нижче.

# papaHendrix41-TIP-0-0
source: Pay close attention to the color of each valve handle!
de: Achte genau auf die Farbe jedes Ventilgriffs!
es: ¡Presta mucha atención al color de la manecilla de cada válvula!
fr: Fais attention à la couleur de chaque vanne !
it: Presta particolare attenzione al colore di ogni maniglia delle valvole!
pt: Preste muita atenção à cor de cada válvula!
ru: Обрати особое внимание на цвет ручки каждого вентиля!
tr: Her vana kollarının rengine dikkat etmeye çalış!
uk: Зверни особливу увагу на колір ручки кожного вентиля!

# papaHendrix41-TIP-0-1
source: They indicate the order in which they must be turned.
de: Sie geben die Reihenfolge an, in der sie gewendet werden müssen.
es: Indica el orden en que deben girarse.
fr: Elles indiquent l'ordre dans lequel elles doivent être ouvertes.
it: Queste indicano l'ordine in cui devono essere ruotate.
pt: Ela indica a ordem em que devem ser giradas.
ru: От этого зависит очерёдность их вращения.
tr: Hangi sırayla döndürülmeleri gerektiğini renklerinden anlayabilirsin.
uk: Від цього залежить порядох їх обертання.

# papaHendrix41-TIP-0-2
source: The number of spokes on each handle may also give you a hint!
de: Die Anzahl der Balken an jedem Griff kann dir auch einen Hinweis geben!
es: ¡Puede que el número de barras de cada manecilla también te dé una pista!
fr: Le nombre de rayons sur chaque vanne peut également te donner des indices !
it: Il numero di raggi di ogni maniglia potrà darti un suggerimento!
pt: O número de barras em cada válvula também pode dar uma dica!
ru: Количество спиц в каждой ручке даст тебе подсказку!
tr: Vanaların sahip olduğu her kol belki de bir ipucudur!
uk: Кількість спиць у кожній ручці дасть тобі підказку!

# papaHendrix41-TIP-1-0
source: Only four of those valve handles are the correct ones!
de: Nur vier dieser Ventilgriffe sind die richtigen!
es: ¡Solo cuatro de esas manecillas de válvulas son correctas!
fr: Seules quatre de ces vannes sont les bonnes !
it: Solo quattro delle maniglie delle valvole sono quelle giuste!
pt: Apenas quatro dessas válvulas são as corretas!
ru: Лишь четыре ручки вентилей правильные!
tr: Bu vana kollarından sadece dört tanesi doğru!
uk: Лише чотири ручки вентилей правильні!

# papaHendrix41-TIP-1-1
source: Look around!<pause> There must be a tip somewhere pointing which ones you should turn.
de: Schau dich um! Irgendwo muss es einen Hinweis geben, der dir die Lösung zeigt.
es: ¡Mira alrededor!<pause> Debe de haber algo que te indique cuáles debes girar.
fr: Regarde bien ! Il doit y avoir un indice quelque part qui t'indique celles que tu dois ouvrir.
it: Guardati intorno! Dev'esserci un suggerimento da qualche parte per capire quale ruotare.
pt: Olhe ao seu redor!<pause> Deve haver alguma dica indicando quais delas você deve girar.
ru: Осмотрись вокруг! Возможно, где-то найдётся подсказка, какие ручки поворачивать.
tr: Etrafına bak! Belki de buralarda bir yerde hangisini çevirmen gerektiğini belirten bir ipucu vardır.
uk: Озирнися навколо! Можливо, десь знайдеться підказка, які ручки повертати.

# papaHendrix41-TIP-1-2
source: And pay attention to the correct order of activation by looking at the number of spokes on each handle.
de: Und achte auf die richtige Reihenfolge der Aktivierung, indem du dich die Anzahl der Balken an jedem Griff ansiehst.
es: Y presta atención al orden correcto de activación según el número de barras de cada manecilla.
fr: Et fais attention au bon ordre d'activation en regardant le nombre de rayons de chaque vanne.
it: E fai attenzione al corretto ordine di attivazione tenendo d'occhio il numero di raggi di ogni manico.
pt: E preste atenção na ordem correta de ativação, observando o número de barras em cada válvula.
ru: А ещё не забудь про правильную последовательность активации. Для этого посмотри на количество спиц на ручках.
tr: Ve her vanadaki kol sayısına kontrol ederek vanaların doğru aktivasyon sırasını öğrenmeye çalış!.
uk: А ще не забудь про правильну послідовність активації. Для цього подивися на кількість спиць на ручках.

# papaHendrix43-0-0
source: The throne room must be this way.<pause> Let's be quick!
de: Der Thronsaal muss auf diesen Weg sein.<pause> Lass uns schnell sein!
es: La sala del trono debe de estar por aquí.<pause> ¡Vamos, rápido!
fr: La salle du trône doit se trouver de ce côté.<pause> Dépêchons-nous !
it: La stanza del trono dev'essere da questa parte.<pause> Facciamo in fretta!
pt: A sala do trono deve ser por aqui.<pause> Vamos ser rápidos!
ru: Тронный зал должен быть где-то в этой стороне.<pause> Надо поторапливаться!
tr: Taht odası bu tarafta olmalı.<pause> Hadi acele edelim
uk: Тронний зал має бути десь у цій стороні.<pause> Треба поспішати!

# papaHendrix43-0-1
source: We'll steal the Lunar Map and hand it to the Captain.
de: Wir werden die Mondkarte stehlen und sie dem Captain übergeben.
es: Robaremos el Mapa Lunar y se lo entregaremos a la capitana.
fr: Nous allons voler la Carte lunaire et l'apporter à la Capitaine.
it: Ruberemo la mappa lunare e la porteremo al Capitano.
pt: Temos que roubar o Mapa Lunar e entregá-lo à Capitã.
ru: Мы украдём Лунную карту и отдадим её капитану.
tr: Ay Haritasını çalacağız ve Kaptana teslim edeceğiz...
uk: Ми вкрадемо місячну мапу й віддамо її капітанові.

# papaHendrix43-0-2
source: She is waiting for us back at the base.
de: Sie wartet an der Basis auf uns.
es: Nos está esperando en la base.
fr: Elle nous attend à la base.
it: Ci sta aspettando alla base.
pt: Ela está esperando por nós lá na base.
ru: Она ждёт нашего возвращения на базе.
tr: Kaptan üsstte bizi bekliyor.
uk: Вона чекає нашого повернення на базі.

# papaHendrix43-1-0
source: . . . <pause>Of course!
de: . . . <pause>Natürlich!
es: . . . <pause>¡Por supuesto!
fr: . . . <pause>Bien sûr !
it: . . . <pause>certo!
pt: . . . <pause>Claro!
ru: . . . <pause>Конечно!
tr: . . . <pause>Tabii ki!
uk: . . . <pause>Звісно!

# papaHendrix43-1-1
source: I was going to tell you how we know the Castle is clear!
de: Ich wollte dir sagen, woher wir wissen, dass das Schloss leer ist!
es: ¡Claro que iba a contarte cómo sabemos que no hay nadie en el castillo!
fr: J'allais justement t'expliquer pourquoi nous savons que la voie est libre dans le Château !
it: Stavo per spiegarti come facciamo a sapere che non c'è nessuno al castello!
pt: Eu iria te contar como é nós sabemos que o Castelo está limpo!
ru: Я собирался рассказать, откуда мы знаем, что замок в безопасности!
tr: Ben de sana Kalenin boş olduğunu nereden bildiğimizi söyleyecektim!
uk: Я збирався розповісти, звідки ми знаємо, що замок у безпеці!

# papaHendrix43-1-2
source: Well,<pause> this is my son's spider . . .
de: Nun,<pause> das ist die Spinne meines Sohnes . . .
es: Bueno,<pause> esta es la araña de mi hijo . . .
fr: Eh bien . . .<pause> Voici l'araignée de mon fils . . .
it: Beh,<pause> questo è il ragno di mio figlio . . .
pt: Bom,<pause> essa é a aranha do meu filho . . .
ru: Ну,<pause> это паук моего сына . . .
tr: Yani,<pause> bu benim oğlumun örümceği . . .
uk: Ну,<pause> це павук мого сина . . .

# papaHendrix43-1-3
source: Druids . . .<pause> you know?
de: Druiden . . .<pause> weißt du?
es: Druidas . . .<pause> Ya sabes.
fr: Les druides . . .<pause> Tu vois le genre ?
it: Druidi . . .<pause> sai?
pt: Druidas . . .<pause> tá ligado?
ru: Друиды . . .<pause> Ты знаешь?
tr: Rahipler . . .<pause> bilirsin ya?
uk: Друїди . . .<pause> Ти знаєш?

# papaHendrix43-1-5
source: Let's keep moving!
de: Lass uns weitergehen!
es: ¡Sigamos avanzando!
fr: Continuons à avancer !
it: Andiamo avanti!
pt: Vamos indo!
ru: Надо продолжать наш путь!
tr: Hadi devam edelim!
uk: Потрібно продовжувати наш шлях!

# papaHendrix43-2-0
source: It's way too quiet . . .
de: Es ist viel zu ruhig . . .
es: No se oye ni un alma . . .
fr: C'est beaucoup trop calme . . .
it: È tutto un po' troppo tranquillo . . .
pt: Está quieto demais aqui . . .
ru: Что-то слишком тихо . . .
tr: Burası çok sessiz . . .
uk: Щось надто тихо . . .

# papaHendrix43-2-2
source: Let's finish this.
de: Lass uns das beenden.
es: Acabemos con esto.
fr: Finissons-en.
it: Facciamola finita.
pt: Vamos acabar logo com isso.
ru: Пора с этим покончить.
tr: Hadi bu işi bitirelim.
uk: Час із цим покінчити.

# papaHendrix43-3-1
source: Oh,<pause> that's right!<pause> I almost forgot!
de: Ah,<pause> stimmt!<pause> Ich habe sie fasst vergessen!
es: Oh,<pause> ¡es verdad!<pause> ¡Casi se me olvida!
fr: Oh . . .<pause> C'est vrai !<pause> J'ai failli oublier !
it: Oh,<pause> è vero!<pause> Quasi dimenticavo!
pt: Ah,<pause> claro!<pause> Eu quase me esqueci!
ru: О,<pause> точно!<pause> Чуть не забыл!
tr: Ah,<pause> evet haklısın!<pause> Neredeyse unutuyordum!
uk: А,<pause> доречі!<pause> Ледве не забув!

# papaHendrix43-3-2
source: You cannot touch it in this form.
de: Du kannst sie in dieser Form nicht berühren.
es: No puedes tocarlo en esta forma.
fr: Tu ne peux pas la toucher sous cette forme.
it: Non puoi toccarla.
pt: Você não pode tocá-lo nesta forma.
ru: Нельзя её касаться в этой форме.
tr: Ay Haritasına bu şekilde dokunamazsın.
uk: Не можна її торкатися у цій формі.

# papaHendrix43-3-3
source: Let me carry it.
de: Lass mich sie tragen.
es: Deja que lo lleve yo.
fr: Laisse-moi m'en occuper.
it: Lascia che la porti io.
pt: Deixe-me levá-lo.
ru: Давай я понесу её.
tr: İzin ver ben taşıyaıym.
uk: Давай я її понесу.

# papaHendrix43-4-0
source: Let's head back to our base!
de: Lass uns zurück zu unserer Basis gehen!
es: ¡Volvamos a nuestra base!
fr: Retournons à notre base !
it: Torniamo alla base!
pt: Vamos voltar para nossa base!
ru: Пора вернуться на нашу базу!
tr: Hadi üssümüze geri dönelim!
uk: Час повернутися на нашу базу!

# papaHendrix43-5-0
source: Try to buy us some time!
de: Versuche, uns etwas Zeit zu gewinnen!
es: ¡Intenta conseguirnos algo de tiempo!
fr: Essaie de nous faire gagner du temps !
it: Guadagniamo tempo!
pt: Tente ganhar algum tempo!
ru: Постарайся выиграть время!
tr: Bize biraz zaman kazandır!
uk: Намагайся виграти час!

# papaHendrix43-5-1
source: Don't let him follow me!
de: Lass ihn mir nicht folgen!
es: ¡No dejes que me siga!
fr: Empêche-le de me suivre !
it: Non permettiamogli di seguirci!
pt: Não deixe que ele me siga!
ru: Не дай ему следовать за мной!
tr: Beni takip etmesine izin verme!
uk: Не дай йому піти за мною!

# kingptain43-0-1
source: You amuse me . . .
de: Du amüsierst mich . . .
es: Me haces gracia . . .
fr: Tu m'amuses beaucoup . . .
it: Sei divertente . . .
pt: Vocês me divertem . . .
ru: У тебя неплохо получилось меня развеселить . . .
tr: Beni eğlendiriyorsun . . .
uk: У тебе непогано вийшло мене розвеселити . . .

# kingptain43-0-2
source: Get back to where you belong.
de: Gehe dahin zurück, wo du hingehörst.
es: Vuelve al lugar al que te perteneces.
fr: Rentre chez toi.
it: Torna da dove sei venuto.
pt: Volte para onde você pertence.
ru: Возвращайся восвояси.
tr: Ait olduğun yere geri dön.
uk: Повертайся туди, звідки взявся.

# moonkeeper43-0-0
source: So . . .
de: Also . . .
es: Entonces. . .
fr: Donc . . .
it: Quindi . . .
pt: Então . . .
ru: Итак . . .
tr: Öyleyse . . .
uk: Отже . . .

# moonkeeper43-0-1
source: You're telling me that this corrupt copy of your King killed a copy of me in another timeline.
de: Du erzählst mir, dass diese korrupte Kopie deines Königs eine Kopie von mir in einer anderen Zeitleiste getötet hat.
es: Me estás diciendo que esta copia corrupta de tu Rey ha matado a mi copia en otra línea temporal.
fr: Tu es en train de me dire que cette copie corrumpue de ton Roi a tué une copie de moi dans une autre ligne temporelle.
it: Mi stai dicendo che questa copia corrota del tuo Re ha ucciso una mia copia in un'altra sequenza temporale?!
pt: Você está me dizendo que esta cópia corrompida de seu Rei matou uma cópia minha em outra linha do tempo.
ru: Так ты говоришь, что эта испорченная копия твоего короля убила мою копию в другом времени.
tr: Diyorsun ki Kralınızın yozlaşmış bir kopyası başka bir zamanda beni öldürdüğünü.
uk: Так ти кажеш, що ця спотворена копія твого короля вбила мою копію в іншому часі.

# moonkeeper43-0-2
source: And that he's been traveling across time and other dimensions.
de: Und dass er durch die Zeit und andere Dimensionen gereist ist.
es: Y que ha estado viajando por el tiempo y otra dimensiones.
fr: Et qu'il voyage à travers le temps et les dimensions.
it: E che ha viaggiato nel tempo e in altre dimensioni.
pt: E que ele está viajando no tempo e por outras dimensões.
ru: И что он путешествовал во времени и пространстве.
tr: Ve zamanda ve diğer boyutlar arasında hareket ettiğini söylüyorsun.
uk: І що він мандрував у часі та просторі

# moonkeeper43-0-4
source: If I hadn't seen what you guys can do . . .
de: Wenn ich nicht gesehen hätte, was ihr Leute tun könnt . . .
es: Si no hubiera visto de lo que sois capaces . . .
fr: Si je n'avais pas vu ce dont vous êtes capables . . .
it: Se non avessi visto con i miei occhi ciò di cui siete capaci . . .
pt: Se eu não tivesse visto o que vocês podem fazer . . .
ru: Если бы я не видел, что вы делаете . . .
tr: Eğer daha önce neler yapabileceğinizi görmeseydim . . .
uk: Якби я не бачив, що ви робите . . .
