Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# innkeeperTavernEngageInShop-0-0
source: What can I pour for you today?
de: Was kann ich dir heute einschenken?
es: ¿Qué te pongo hoy?
fr: Qu'est-ce que je te sers aujourd'hui ?
it: Cosa posso servirti oggi?
pt: O que posso lhe servir hoje?
ru: Чего налить сегодня?
tr: Bugün senin için ne doldurabilirim?
uk: Чого хильнеш сьогодні?

# innkeeperTavernEngageInShop-1-0
source: Just ask,<pause> and I'll fetch it for you.
de: Frag einfach,<pause> und ich bringe es dir.
es: Tú dime qué quieres,<pause> que yo te lo traigo.
fr: Commande,<pause> et je te servirai.
it: Chiedi pure<pause> e vado a prenderti qualsiasi cosa tu voglia.
pt: Só pedir,<pause> que eu pego pra você.
ru: Заказывай,<pause> я всё принесу.
tr: Sadece iste,<pause> ve senin için hazırlayayım.
uk: Замовляй,<pause> я все принесу.

# innkeeperTavernEngageInShop-2-0
source: Order something or move along.
de: Bestell etwas oder geh aus dem Weg.
es: Pide algo o ya te puedes ir largando.
fr: Commande quelque chose ou va voir ailleurs.
it: Ordina qualcosa o smamma.
pt: Compre alguma coisa, ou siga seu rumo.
ru: Давай, заказывай или проваливай.
tr: Ya sipariş ver ya da ikile.
uk: Нумо, замовляй або провалюй.

# innkeeperTavernEngageInShop-3-0
source: Extraordinary drinks for ordinary folks.
de: Ungewöhnliche Getränke für gewöhnliche Leute.
es: Bebidas extraordinarias para gente ordinaria.
fr: Des boissons extraordinaires pour des personnes ordinaires.
it: Drink straordinari per gente ordinaria.
pt: Bebidas extraordinárias para seres ordinários.
ru: Незаурядные напитки для заурядных людей.
tr: Sıradan insanlar için olağanüstü içecekler..
uk: Непересічні напої для пересічних людей.

# innkeeperTavernEngageInShop-4-0
source: Want a drink?<pause> Fine,<long-pause> but I won't be your therapist.
de: Willst du ein Getränk?<pause> Gut,<long-pause> aber ich werde nicht zu deinem Therapeuten.
es: ¿Quieres un trago?<pause> Vale,<long-pause> pero no pienso hacer de terapeuta.
fr: Tu veux un verre ?<pause> Bien,<long-pause> mais je ne serai pas ton psy.
it: Vuoi qualcosa da bere?<pause> D'accordo,<long-pause> ma non ti farò da psicologo.
pt: Quer uma bebida?<pause> Beleza,<long-pause> mas não serei seu terapeuta.
ru: Желаешь выпить?<pause> Ладно...<long-pause> Но учти, услуги психолога я не оказываю.
tr: Bir şeyler içmek ister misin?<pause> Tamam ama,<long-pause> senin terapistin olmayacağım.
uk: Хочеш хильнути?<pause> Добре...<long-pause> Але май на увазі, послуг психолога я не надаю.

# innkeeperTavernEngageInShop-5-0
source: Make it quick;<long-pause> what do you need?
de: Mach schnell;<long-pause> was brauchst du?
es: Venga, rapidito.<long-pause> ¿Qué necesitas?
fr: Dépêche-toi ;<long-pause> qu'est-ce que tu veux ?
it: Fai in fretta;<long-pause> cosa ti serve?
pt: Anda logo.<long-pause> Do que você precisa?
ru: Давай побыстрее.<long-pause>Заказывай уже.
tr: Hadi, acele et!;<long-pause> ne istiyorsun?
uk: Скоріше.<long-pause> Замовляй вже.

# innkeeperTavernEngageInShop-6-0
source: Don't get any wild ideas up there.
de: Komm da oben nicht auf verrückte Ideen.
es: Ni se te ocurra hacer una locura.
fr: N'aie pas d'idées saugrenues.
it: Niente idee strane, mi raccomando.
pt: Nada de ideias brilhantes por aqui,<pause> combinado?
ru: Все свои бредовые идеи воплощай за дверьми моего трактира!
tr: Orada çılgınca fikirlere kapılma.
uk: Усі свої навіжені ідеї втілюй за дверима мого трактиру!

# innkeeperTavernPostPurchase-0-0
source: Not bad,<pause> eh?
de: Nicht schlecht,<pause> oder?
es: No está mal,<pause> ¿eh?
fr: Pas mauvais,<pause> hein ?
it: Non male,<pause> eh?
pt: Nada mal,<pause> hã?
ru: Недурственно,<pause> скажи?
tr: Fena değil,<pause> ne dersin?
uk: Непогано,<pause> скажи?

# innkeeperTavernPostPurchase-1-0
source: Good choice,<long-pause> I suppose.
de: Gute Wahl,<long-pause> nehme ich an.
es: Buena elección,<long-pause> supongo.
fr: Bon choix,<long-pause> je suppose.
it: Ottima scelta,<long-pause> o almeno credo.
pt: Excelente escolha...<long-pause> eu acho.
ru: Хороший выбор...<long-pause> наверное.
tr: Güzel seçim,<long-pause> galiba.
uk: Гарний вибір...<long-pause> напевно.

# innkeeperTavernPostPurchase-2-0
source: You picked it;<pause> you paid for it.<pause> I didn't expect much more.
de: Du hast es ausgewählt;<pause> du hast dafür bezahlt.<pause> Ich habe nicht viel mehr erwartet.
es: Tú lo eliges,<pause> tú lo pagas.<pause> No espero mucho más.
fr: Tu as choisi ;<pause> tu paies.<pause> Je n'en attends pas plus.
it: Hai ordinato,<pause> hai pagato.<pause> Non mi aspetto altro da te.
pt: Você escolheu,<pause> você pagou.<pause> Eu não esperava nada mais.
ru: Ты выбираешь товар,<pause> ты платишь за товар.<pause> Большего я от тебя и не жду.
tr: Sen seçtin;<pause> ve sen ödedin.<pause> Daha fazlasını beklemiyordum.
uk: Ти вибираєш товар,<pause> ти платиш за товар.<pause> Більшого я від тебе й не чекаю.

# innkeeperTavernPostPurchase-3-0
source: Not the worst pick you could've made.
de: Nicht die schlechteste Wahl, die du hättest machen können.
es: No es lo peor que podrías haber elegido.
fr: Ce n'est pas le pire choix que tu as pu faire.
it: Avresti potuto scegliere di peggio.
pt: Não é a pior escolha que você poderia ter feito.
ru: Не самый худший выбор в твоей жизни.
tr: Yapabileceğin en kötü seçim değil.
uk: Не найгірший вибір у твоєму житті.

# innkeeperTavernPostPurchase-4-0
source: The drink won't kill you,<pause> but take it easy.
de: Das Getränk wird dich nicht umbringen,<pause> aber gehe es langsam an.
es: La bebida no te va a matar,<pause> pero tampoco te pases.
fr: Cette boisson ne te tuera pas,<pause> mais vas-y doucement.
it: Quel drink non ti ucciderà,<pause> ma vacci piano.
pt: Essa bebida não vai te matar,<pause> mas vá com calma.
ru: Выпивка тебя не убьёт... пока,<pause> так что расслабься.
tr: Bu içecek seni öldürmez ama,<pause> yavaş yavaş iç.
uk: Випивка тебе не вб'є... поки що,<pause> тож розслабся.

# innkeeperTavernPostPurchase-5-0
source: Just another satisfied customer.<long-pause> Next!
de: Nur ein weiterer zufriedener Kunde.<long-pause> Nächster!
es: Un cliente satisfecho más.<long-pause> ¡Siguiente!
fr: Encore un client satisfait.<long-pause> Suivant !
it: Ecco un altro cliente insoddisfatto.<long-pause> Avanti il prossimo!
pt: Mais um cliente satisfeito...<long-pause> Próximo!
ru: Ещё один довольный клиент.<long-pause> Следующий!
tr: Bir başka memnun müşteri.<long-pause> Sıradaki!
uk: Ще один задоволений клієнт.<long-pause> Наступний!

# innkeeperTavernPostPurchase-6-0
source: You're not the worst customer I've had.
de: Du bist nicht der schlimmste Kunde, den ich hatte.
es: No eres el peor cliente que he tenido.
fr: Tu n'es pas mon pire client.
it: Ho avuto clienti peggiori.
pt: Você não é o pior cliente que já tive.
ru: Ну, ты не худший мой посетитель сегодня.
tr: Sahip olduğum en kötü müşteri sensin!.
uk: Ну, ти не найгірший мій відвідувач сьогодні.

# innkeeperTavernDidNotPurchase-0-0
source: You look like trouble.<long-pause> Don't start any.
de: Du schaust wie ein Problemstifter aus.<long-pause> Mach keine.
es: Pareces de los que dan problemas.<long-pause> No me la líes.
fr: Tu as l'air d'attirer les problèmes.<long-pause> Je n'en veux pas ici.
it: Secondo me porti guai.<long-pause> Non provarci nemmeno.
pt: Você me cheira a problema.<long-pause> Não cause nenhum.
ru: Я смотрю на тебя и вижу проблемы.<long-pause> А мне тут проблемы не нужны.
tr: Problem çıkaracak birine benziyorsun.<long-pause> Çıkarma.
uk: Я дивлюся на тебе і бачу проблеми.<long-pause> А мені тут проблеми не потрібні.

# innkeeperTavernDidNotPurchase-1-0
source: You wouldn't believe the nonsense I have to put up with in here.
de: Du würdest nicht glauben, mit wieviel Unsinn ich hier drinnen klarkommen muss.
es: No te imaginas la cantidad de tonterías que tengo que soportar aquí.
fr: Tu n'imagines pas toutes les absurdités que je dois supporter ici.
it: Non puoi neanche immaginare tutte le situazioni folli con cui devo avere a che fare qui.
pt: Você não acreditaria nas doideiras que tenho que aturar por aqui.
ru: Ты не поверишь, если расскажу, с какой хренью я тут сталкиваюсь.
tr: Burada katlanmak zorunda kaldığım saçmalıklara inanamazsın.
uk: Якщо розповім, з яким лайном я тут стикаюся, ти не повіриш.

# innkeeperTavernDidNotPurchase-2-0
source: I'd complain about how tired I am...<long-pause> but who'd listen?
de: Ich würde mich darüber beschweren, wie müde ich bin...<long-pause> aber wer würde zuhören?
es: Me quejaría de lo cansado que estoy...,<long-pause> pero ¿quién me iba a escuchar?
fr: Je pourrais me plaindre d'à quel point je suis fatigué...<long-pause> mais qui m'écouterait ?
it: Ho detto che la situazione è insostenibile...<long-pause> ma nessuno mi ascolta!
pt: Eu reclamaria do quão cansado estou...<long-pause> mas quem me daria ouvidos?
ru: Я б пожаловался на усталость и всё такое...<long-pause> Но кому какое дело?
tr: Ne kadar yoğun olduğumdan şikayet edebilirim<long-pause> ama beni kim dinler ki?
uk: Я б поскаржився на втому й таке інше...<long-pause> Але ж всім начхати.

# innkeeperTavernDidNotPurchase-3-0
source: You adventurers think you're so special.<long-pause> Just another lot of troublemakers.
de: Ihr Abenteurer denkt, ihr wärt so besonders.<long-pause> Nur ein weiterer Haufen an Problemstiftern.
es: Los aventureros os creéis muy especiales.<long-pause> No sois más que una panda de liantes.
fr: Vous, les aventuriers, vous vous croyez spéciaux.<long-pause> Vous n'êtes que des fauteurs de troubles.
it: Voi avventurieri vi credete tanto speciali.<long-pause> Ma siete solo un branco di piantagrane.
pt: Vocês aventureiros se acham tão especiais.<long-pause> São apenas um bando de encrenqueiros.
ru: Вы, авантюристы, считаете себя особенными.<long-pause> А на самом деле просто кучка смутьянов и сорвиголов.
tr: Siz maceracılar kendinizi çok özel sanıyorsunuz.<long-pause> Sadece başka bir baş belasısınız.
uk: Ви, авантюристи, вважаєте себе особливими.<long-pause> А насправді просто купка баламутів і шибайголів.

# innkeeperTavernDidNotPurchase-4-0
source: I may be grumpy,<pause> but at least I'm honest.<long-pause> Unlike that shady salesperson.
de: Ich bin vielleicht mürrisch,<pause> aber zumindest bin ich ehrlich.<long-pause> Im Gegensatz zu diesem verdächtigen Verkäufer.
es: Puede que sea un gruñón,<pause> pero al menos soy honesto.<long-pause> No como el vendedor turbio ese.
fr: Je suis peut-être grincheux,<pause> mais au moins je suis honnête.<long-pause> Pas comme ce vendeur douteux.
it: Sarò anche burbero,<pause> ma almeno sono onesto.<long-pause> A differenza di quel losco commesso.
pt: Posso ser mal-humorado,<pause> mas pelo menos sou honesto.<long-pause> Ao contrário daquele vendedor.
ru: Да, я раздражительный и сварливый,<pause> зато хоть честный.<long-pause> В отличие от того торговца.
tr: Huysuz olabilirim ama,<pause> en azından dürüstüm.<long-pause> O şüpheli satıcınının aksine
uk: Так, я дратівливий і сварливий,<pause> але хоч чесний.<long-pause> На відміну від того торговця.

# innkeeperTavernDidNotPurchase-5-0
source: I've seen my fair share of heroes and villains.<long-pause> What category do you fall under?
de: Ich habe genug Helden und Bösewichte gesehen.<long-pause> Unter welche Kategorie fällst du?
es: He visto héroes y villanos para dar y regalar.<long-pause> ¿En qué categoría estás tú?
fr: J'ai eu ma part de héros et de méchants.<long-pause> Dans quelle catégorie tu te trouves ?
it: Ho visto migliaia di eroi e delinquenti in tutta la mia vita.<long-pause> A quale categoria appartieni?
pt: Já vi minha cota de heróis e vilões por aqui.<long-pause> Em que categoria você se enquadra?
ru: Видал я немало героев и злодеев на своём веку.<long-pause> Ты из которых?
tr: Kahramanlardan ve kötü adamlardan payıma düşeni gördüm.<long-pause> Peki ya sen hangilerindensin?
uk: Бачив я чимало героїв і лиходіїв на своєму віку.<long-pause> Ти з котрих?

# innkeeperTavernDidNotPurchase-6-0
source: The good stuff is behind the bar.<long-pause> What you see up there is the mediocre stuff.
de: Das gute Zeug ist hinter der Bar.<long-pause> Was du da oben siehst, ist durchscnittliches Zeug.
es: Las bebidas de calidad están detrás de la barra.<long-pause> Lo que ves ahí arriba es mediocre.
fr: Le bon matos se trouve derrière le bar.<long-pause> Ce que tu vois ici, c'est le matos bas de gamme.
it: La roba buona è nel retro del bar.<long-pause> Quella che vedi esposta è roba dozzinale.
pt: As coisas boas mesmo estão lá atrás.<long-pause> O que tá aqui é o bagulho medíocre.
ru: Все самое интересное находится за барной стойкой.<long-pause> То, что ты видишь наверху, — так себе, середнячок.
tr: İyi mallar barın arka tarafında.<long-pause> Bu yukarda gördüklerin ise vasat şeyler.
uk: Усе найцікавіше знаходиться за барною стійкою.<long-pause> Те, що ти бачиш нагорі, — так собі, середняк.

# bankerTavernSpeech-0-0
source: Strange winds are blowing these days.
de: Komische Winde wehen in letzter Zeit.
es: Vientos extraños soplan estos días.
fr: Des vents étranges soufflent ces derniers temps.
it: Strani venti soffiano ultimamente.
pt: Ventos estranhos têm soprado nos últimos tempos.
ru: Странные дела творятся в королевстве.
tr: Bugünlerde garip rüzgarlar esiyor.
uk: Дивні справи кояться в королівстві.

# bankerTavernSpeech-0-1
source: Just be careful where you tread;<pause> shadows are deepening in the kingdom.
de: Sei nur vorsichtig, wohin du gehst;<pause> die Schatten vertiefen sich im Königreich.
es: Ten cuidado con dónde pisas;<pause> las sombras se oscurecen en el reino.
fr: Fais simplement attention où tu marches ;<pause> les ombres s'intensifient dans le royaume.
it: Occhio a dove metti i piedi;<pause> le ombre sono sempre più fitte nel regno.
pt: Tenha cuidado por onde anda.<pause> As sombras estão se aprofundando no reino.
ru: Так что будь начеку,<pause> тучи сгущаются.
tr: Adımını nereye attığına dikkat et;<pause> Krallıkta gölgeler gittikçe derinleşiyor.
uk: Тож будь напоготові, <pause> хмари згущуються.

# bankerTavernSpeech-1-0
source: You seem the adventurous type.
de: Du siehst wie der abenteuerliche Typ aus.
es: Tienes pinta de que te gustan las aventuras.
fr: Tu sembles être du genre aventureux.
it: Sembri un avventuriero.
pt: Você parece ser do tipo aventureiro.
ru: Ты, похоже, любитель приключений.
tr: Maceracı bir tipe benziyorsun.
uk: Ти, схоже, любитель пригод.

# bankerTavernSpeech-1-1
source: Those who are wise should keep their swords sharp and their ears open.
de: Die, die weise sind, sollten ihre Schwerter scharf und ihre Ohren offen halten.
es: Los sabios mantienen las espadas afiladas y los oídos abiertos.
fr: Les plus avisés gardent leurs épées aiguisées et leurs oreilles ouvertes.
it: I più furbi dovrebbero affilare sempre le loro armi e tenere le orecchie bene aperte.
pt: Os sábios devem manter suas espadas afiadas e seus ouvidos atentos.
ru: Умный человек должен держать меч под рукой, а ушки на макушке.
tr: Bilge olanlar kılıçlarını keskin ve kulaklarını açık tutmalıdır.
uk: Розумна людина повинна тримати меч під рукою та озиратися на задні колеса.

# bankerTavernSpeech-2-0
source: Have you noticed the odd occurrences lately?
de: Hast du in der letzten Zeit die merkwürdigen Ereignisse bemerkt?
es: ¿Te has percatado de los extraños acontecimientos que han ocurrido últimamente?
fr: As-tu remarqué d'étranges événements dernièrement ?
it: Non ti sembra che stiano succedendo cose strane ultimanente?
pt: Você percebeu os eventos estranhos recentemente?
ru: Тебе встречалось что-то странное в последнее время?
tr: Son zamanlarda garip olayları fark ettin mi?
uk: Тобі траплялося щось дивне останнім часом?

# bankerTavernSpeech-2-1
source: Ah, probably nothing.<pause> Just the imagination of an old rat like me.
de: Ah, wahrscheinlich ist es nichts.<pause> Nur die Einbildung einer alten Ratte wie mir.
es: Ah, seguro que no es nada.<pause> La imaginación juega malas pasadas a las ratas viejas como yo.
fr: Ah, ce n'est probablement rien.<pause> Juste l'imagination du vieux rat que je suis.
it: Ah, sicuramente non è niente.<pause> Sarà solo l'immaginazione di un vecchio come me.
pt: Ah, provavelmente não é nada.<pause> Apenas a imaginação de um velho rato como eu.
ru: А, проехали.<pause> Просто воображение на старости лет разыгралось.
tr: Yani, muhtemelen önemli bir şey değil.<pause> Sadece benim gibi yaşlı bir moruğun hayal gücü.
uk: А, не зважай.<pause> Просто уява на старості років розігралася.

# bankerTavernSpeech-3-0
source: You look like you're seeking something.
de: Du schaust so aus, als würdest du nach etwas suchen.
es: Parece que estás buscando alguna cosa.
fr: Tu as l'air de chercher quelque chose.
it: Sembra tu stia cercando qualcosa.
pt: Você parece estar buscando algo.
ru: Похоже, ты что-то ищешь
tr: Bir şeyler arıyor gibi gözüküyorsun
uk: Схоже, ти щось шукаєш.

# bankerTavernSpeech-3-1
source: Maybe you'll find it;<pause> maybe it'll find you.
de: Vielleicht wirst du es finden;<pause> vielleicht wird es dich finden.
es: Tal vez la encuentres...<pause> o tal vez te encuentre ella a ti.
fr: Peut-être que tu le trouveras ;<pause> ou peut-être que c'est lui qui te trouvera.
it: Forse la troverai;<pause> o forse sarà lei a trovare te.
pt: Talvez você encontre . . .<pause> Ou talvez isso encontre você.
ru: Ну, может и найдёшь.<pause> А может оно найдёт тебя.
tr: Belki de onu bulursun;<pause> belki de o seni bulur.
uk: Ну, може й знайдеш.<pause> А може воно знайде тебе.

# bankerTavernSpeech-4-0
source: Times are changing,<pause> friend...
de: Die Zeiten verändern sich,<pause> Freund...
es: Los tiempos están cambiando,<pause> colega...
fr: Les temps changent,<pause> mon ami...
it: I tempi stanno cambiando <pause>...
pt: Os tempos estão mudando,<pause> amigo...
ru: Грядут перемены,<pause> приятель...
tr: Zaman değişiyor,<pause> dostum...
uk: Насуваються зміни,<pause> приятелю...

# bankerTavernSpeech-4-1
source: One might find fortune in unexpected places if they know where to look.
de: Einer mag Reichtum in unerwarteten Orten finden, wenn sie wissen, wo zu suchen.
es: Si uno sabe dónde buscar, puede hallar fortuna en lugares inesperados.
fr: Certains peuvent trouver la fortune à des endroits inattendus s'ils savent où chercher.
it: La fortuna si può trovare nei luoghi più impensabili, basta sapere dove cercarla.
pt: Pode-se encontrar fortuna em lugares inesperados se souber onde procurar.
ru: Удачу можно найти в совершенно неожиданных местах. Главное знать, где искать.
tr: Belki de nereye bakacağını bilirsen, beklenmedik yerlerde servet bulabilirsin.
uk: Фортуну можна знайти в абсолютно несподіваних місцях. Головне знати, де шукати.

# bankerTavernSpeechAlt-0-0
source: You seem strong,<pause> capable.
de: Du siehst stark aus,<pause> fähig.
es: Pareces fuerte,<pause> capaz.
fr: Tu as l'air fort,<pause> compétent.
it: Sembri forte,<pause> capace.
pt: Você parece forte,<pause> capaz.
ru: Выглядишь сильным,<pause> достаточно сильным.
tr: Güçlü gözüküyorsun,<pause> becerikli.
uk: Виглядаєш сильним,<pause> достатньо сильним.

# bankerTavernSpeechAlt-0-1
source: Ever think about a change in employment?<long-pause> Being a mercenary can be quite...<pause> thrilling.
de: Hast du jemals über einen Jobwechsel nachgedacht?<long-pause> Ein Söldner zu sein, kann ziemlich...<pause> spannend sein.
es: ¿Alguna vez te has planteado cambiar de trabajo?<long-pause> Ser mercenario puede resultar bastante...<pause> apasionante.
fr: Tu n'as jamais pensé à changer de carrière ?<long-pause> Être mercenaire peut se révéler relativement...<pause> palpitant.
it: Hai mai pensato di cambiare lavoro?<long-pause> I mercenari hanno una vita davvero...<pause> emozionante.
pt: Já pensou em mudar de emprego?<long-pause> Ser um mercenário pode ser bem . . .<pause> emocionante.
ru: Не думаешь сменить работу?<long-pause> Работа наёмником весьма...<pause> волнительная.
tr: Farklı bir iş yapmayı düşündün mü?<long-pause> Paralı asker olmak fazlasıyla...<pause> heyecan verici.
uk: Не думаєш змінити роботу?<long-pause> Робота найманцем вельми...<pause> бентежна.

# bankerTavernSpeechAlt-1-0
source: Gold has a way of finding those who know how to seize opportunity.
de: Gold findet einen Weg zu jenen, die wissen, wie man eine Möglichkeit nutzt.
es: Quienes aprovechan las oportunidades suelen acabar encontrando oro.
fr: L'or sait trouver ceux qui saisissent les opportunités.
it: L'oro trova sempre, in un modo o nell'altro, coloro che sanno cogliere le opportunità.
pt: O ouro parece encontrar aqueles que sabem aproveitar oportunidades.
ru: Золото само находит тех, кто умеет пользоваться возможностями.
tr: Altın, fırsatı nasıl yakalayacağını bilenleri bulmanın yoluna sahiptir.
uk: Золото саме знаходить тих, хто вміє користуватися можливостями.

# bankerTavernSpeechAlt-1-1
source: You look like you understand that.
de: Du schaust so aus, als würdest du das verstehen.
es: Tú pareces entenderlo bien.
fr: Tu as l'air de comprendre ça.
it: Hai capito cosa voglio dire.
pt: Você parece entender isso.
ru: Думаю, ты меня понимаешь.
tr: Sen de bunu anlıyorsun gibi gözüküyor.
uk: Гадаю, ти мене розумієш.
