Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# femaleGuardDungeon19-3-1
source: I can handle this!
de: Ich kriege das schon hin!
es: ¡Puedo arreglármelas!
fr: Je m'en occupe !
it: Io me la caverò!
pt: Eu posso cuidar disso!
ru: Я справлюсь сама!
tr: Ben bunu halledebilirim!
uk: Я впораюсь сама!

# femaleGuardDungeon19-3-2
source: I'll meet you at the Oracle!
de: Wir treffen uns beim Orakel!
es: ¡Nos vemos en el Oráculo!
fr: Je te retrouve chez l'Oracle !
it: Ti incontrerò all'Oracolo!
pt: Te encontrarei lá no Oráculo!
ru: Увидимся у Оракула!
tr: Seninle Kahin'in yanında buluşacağım!
uk: Побачимося в Оракула!

# femaleGuardDungeon19-3-3
source: Just follow the Blue Brick Road!
de: Folge einfach der blauen Straße!
es: ¡Sólo tienes que seguir el Camino de Baldosas Azules!
fr: Tu n'as qu'à suivre la Route de Briques Bleues !
it: Segui la Strada di Mattoni Blu!
pt: Apenas siga a Estrada de Tijolos Azuis!
ru: Просто иди вперёд! Помни: Голубой кирпич! Маг Огня! Удачи, солдат.
tr: Mavi Taşlı Yolu izle yeter.
uk: Просто йди дорогою з блакитної цегли!

# castleSalesmanDungeon20-0
source: Look who's here!
de: Sieh an, sieh an!
es: ¡Mira quién está aquí!
fr: Regardez qui est là !
it: Guarda chi c'è!
pt: Olha quem está por aí!
ru: Какая встреча!
tr: Kimler gelmiş!
uk: Які люди!

# castleSalesmanDungeon20-1
source: I've been trading with merchants from places beyond the Dark Swamp.
de: Ich habe mich mit paar Händlern aus den umliegenden Orten getroffen.
es: He comerciado con mercaderes de más allá del Pantano Oscuro.
fr: J'amène des produits d'au-delà de Sombrelande.
it: Ho fatto affari con mercanti provenienti da oltre la Palude Oscura.
pt: Tenho trazido produtos de lugares para lá do Pântano Sombrio.
ru: Я торговал с купцами из мест, расположенных за Тёмным Болотом.
tr: Karanlık Bataklık ötesindeki tüccarlarla alışveriş yaptım.
uk: Я торгував з купцями з місць, розташованих за Темним болотом.

# castleSalesmanDungeon20-2
source: It turns out they have some pretty good stuff.
de: Wer hätte gedacht, dass sie so beeindruckende Waren haben?
es: Resulta que tienen buena mercancía.
fr: Ils ont d'excellents produits là-bas.
it: Devo dire che hanno roba buona.
pt: Eles têm produtos incríveis!
ru: Оказывается, у них есть очень интересные вещички.
tr: Onlarda da epey güzel şeyler varmış.
uk: Виявляється, в них є дуже цікаві дрібнички.

# castleSalesmanDungeon20-3
source: Pay a visit to my Shop later.
de: Besuch mich später in meinem Laden.
es: Pásate luego por mi Tienda.
fr: Passe par ma boutique plus tard !
it: Vieni a trovarmi al negozio più tardi.
pt: Visite a minha loja depois!
ru: Заглядывай ко мне в Магазин попозже, не пожалеешь.
tr: Bir ara mağazama uğra.
uk: Зазирни до мене в магазин пізніше, не пошкодуєш.

# papaHendrix24-wait-0
source: I'll wait here.
de: Ich werde hier warten.
es: Esperaré aquí.
fr: Je t'attends ici.
it: Ti aspetterò qui.
pt: Te espero aqui.
ru: Хорошо, я подожду здесь.
tr: Burada bekleyeceğim.
uk: Я почекаю тут.

# papaHendrix24-back-0
source: Don't go too far! It's dangerous here!
de: Geh nicht zu weit raus! Hier ist es gefährlich!
es: ¡No te alejes! ¡Es peligroso!
fr: Ne va pas si loin ! C'est dangereux ici !
it: Non allontanarti troppo! È pericoloso!
pt: Não vá tão longe! É perigoso aqui!
ru: Не отходи слишком далеко! Тут опасно!
tr: Çok uzağa gitme! Burası tehlikeli!
uk: Не відходь занадто далеко! Тут небезпечно!

# papaHendrix24-come-0
source: Let's go!
de: Los geht's!
es: ¡Vamos!
fr: Allons-y !
it: Andiamo!
pt: Vamos!
ru: Пойдём!
tr: Gidelim!
uk: Мерщій!

# papaHendrix24-0-0
source: So,<pause> you're the one . . .
de: Du bist das also . . .
es: Así que eres tú . . .
fr: Alors c'est vous . . .
it: Dunque sei tu . . .
pt: Então é você . . .
ru: Итак, ты тот самый . . .
tr: Evet, demek işin bitti . . .
uk: Отже, ти той самий . . .

# papaHendrix24-0-1
source: The Captain of The King's Guard was here just a while ago.
de: Der Captain der Königswache war vor Kurzem hier.
es: La capitana de la Guardia del Rey ha estado aquí hace poco.
fr: Le Capitaine de la Garde Royale est passé par là il y a peu.
it: Il Capitano delle Guardie del Re era qui giusto poco fa.
pt: A Capitã da Guarda Real esteve aqui agora há pouco.
ru: Капитан Королевской Стражи была здесь совсем недавно.
tr: Kral Muhafızları Kaptanı az önce buradaydı.
uk: Капітан королівської варти була тут зовсім недавно.

# papaHendrix24-0-2
source: She told me you would come,<pause> and she asked me about The Wizard.
de: Sie hat mir von dir erzählt, und mich Dinge über den Zauberer gefragt.
es: Me dijo que vendrías,<pause> y me preguntó por el Mago.
fr: Elle m'a dit que vous arriviez, et m'a posé des questions sur le Magicien.
it: Mi ha detto che saresti arrivato, e mi ha chiesto del Mago.
pt: Ela me disse que você viria,<pause> e me perguntou sobre o Mago.
ru: Она предупредила, что ты тут появишься, и расспрашивала меня о Волшебнике-Оракуле.
tr: Bana senin gelebileceğini söyledi ve Büyücü hakkında sorular sordu.
uk: Вона попередила, що ти тут з'явишся, і розпитувала мене про Чарівника.

# papaHendrix24-0-3
source: The problem is,<pause> The Wizard has moved to a castle at the Dead Volcano.
de: Nun, das Problem ist, dass der Zauberer sich in seinem Schloss im Todesvulkan befindet.
es: Pero el Mago se ha trasladado a un castillo del Volcán Muerto.
fr: Mais le Magicien a déménagé dans un château au Volcan Mort.
it: C'è un problema: il Mago ora abita in un castello al Vulcano Estinto.
pt: Mas o Mago se mudou para um castelo no Vulcão Morto.
ru: Дело в том, что Волшебник перебрался в Замок у Потухшего Вулкана.
tr: Sorun şu ki, Büyücü Ölü Volkan'da bir kaleye taşındı.
uk: Проблема в тому, що Чарівник перебрався в замок біля Згаслого вулкана.

# papaHendrix24-0-4
source: It is located at the center of the Dark Swamp.<pause> I'll show you a shortcut.
de: Den findest du im Zentrum der Sümpfe. Ich zeige dir eine Abkürzung.
es: Está ubicado en el centro del Pantano Oscuro.<pause> Te mostraré un atajo.
fr: Le volcan se trouve au coeur de Sombrelande. Je vais te montrer un raccourci.
it: Si trova al centro della Palude Oscura. Ti mostrerò una scorciatoia.
pt: O vulcão fica no centro do Pântano Sombrio.<pause> Vou te mostrar um atalho.
ru: Он расположен в самом центре Тёмного Болота. Я покажу тебе прямую дорогу туда.
tr: Orası Karanlık Bataklık'ın merkezinde bulunuyor. Sana bir kısa yol göstereceğim.
uk: Він розташований в самому центрі Темного болота. Я покажу тобі пряму дорогу туди.

# papaHendrix24-1-0
source: Ever since the invasion of the Castle,<pause> this swamp has become a dangerous place.
de: Seit das Schloss überfallen wurde, sind die Sümpfe gefährlicher geworden.
es: Desde que comenzó la invasión del Castillo,<pause> el pantano se ha vuelto peligroso.
fr: Depuis que l'invasion du Château a commencé, ces terres sont devenues dangereuses.
it: Da quando il Castello è stato invaso, questa palude è divenuta pericolosa.
pt: Desde que a invasão do Castelo começou,<pause> este pântano tem se tornado perigoso.
ru: С тех пор, как случилось нападение на Замок, это болото стало не менее опасным местом.
tr: Kale istila edilince bu bataklık da tehlikeli bir yer haline geldi.
uk: З того часу, як стався напад на замок, це болото стало небезпечним місцем.

# papaHendrix24-1-1
source: So I have placed these magical walls to protect my home.
de: Darum habe ich diese magischen Mauern erschaffen, die mich beschützen sollen.
es: Así que he colocado estos muros mágicos para proteger mi casa.
fr: J'ai donc mis en place ces murs magiques pour protéger ma demeure.
it: Per questo ho eretto queste pareti magiche per proteggere la mia dimora.
pt: Então espalhei essas paredes mágicas para proteger meu lar.
ru: Так что я создал эти магические стены, чтобы обезопасить свой дом.
tr: Ben de yuvamı korumak için bu sihirli duvarları yaptım.
uk: Так що я створив ці магічні стіни, щоб убезпечити свій будинок.

# papaHendrix24-1-2
source: Let me open it . . .
de: Ich öffne sie für dich . . .
es: Deja que abra . . .
fr: Laisse-moi ouvrir . . .
it: Lascia che apra io . . .
pt: Deixe-me abrir . . .
ru: Сейчас я её уберу . . .
tr: Ben açayım . . .
uk: Зараз я її відкрию . . .

# papaHendrix24-2-0
source: Your Captain told me something about portals and time traveling.
de: Dein Captain hat irgendwas von Portalen und Zeitreisen geredet.
es: Tu Capitana me contó algo sobre unos portales y viajar en el tiempo.
fr: Votre Capitaine m'a parlé de portails et de voyages dans le temps.
it: Il tuo Capitano mi ha parlato di portali e viaggi nel tempo.
pt: Sua Capitã me falou sobre portais e viagens no tempo.
ru: Твой Капитан рассказывала мне что-то про порталы и путешествия во времени.
tr: Kaptanın bana portallar ve zamanda yolculuk hakkında bir şeyler anlattı.
uk: Твій Капітан розповідала мені дещо про портали й подорожі в часі.

# papaHendrix24-2-1
source: I didn't understand a thing . . .
de: Ich habe kein Wort verstanden.
es: No entendí nada . . .
fr: Je n'ai absolument rien compris . . .
it: Non ci ho capito niente . . .
pt: Não entendi nada . . .
ru: Но я ничего толком не понял . . .
tr: Hiçbir şey anlamadım . . .
uk: Але я майже нічого не зрозумів . . .

# papaHendrix24-3-0
source: The Dark Swamp didn't use to be a hostile place.
de: Die Sümpfe waren nicht immer so ein feindseliger Ort.
es: Antes, el Pantano Oscuro no era tan hostil.
fr: D'habitude, le marécage n'est pas si hostile.
it: La Palude Oscura non era un posto così ostile, prima.
pt: O pântano não costumava ser um lugar tão hostil.
ru: Эх, а раньше Тёмное Болото было спокойным местом.
tr: Karanlık Bataklık eskiden tehlikeli bir yer değildi.
uk: Раніше Темне болото було спокійним місцем.

# papaHendrix24-4-0
source: My son used to be in The King's Guard.
de: Mein Sohn war Mitglied der Königswache.
es: Mi hijo estaba en la Guardia del Rey.
fr: Mon fils faisait partie de la garde royale.
it: Mio figlio era una delle Guardie del Re.
pt: Meu filho era da Guarda Real.
ru: Мой сын служил в Королевской Страже.
tr: Oğlum Kral Muhafızları'nın bir üyesiydi.
uk: Мій син служив у королівській варті.

# papaHendrix24-4-1a
source: Unfortunately,<pause> he died during the invasion . . .
de: Leider ist er beim Überfall ums Leben gekommen . . .
es: Desgraciadamente,<pause> murió en la invasión . . .
fr: Malheureusement, il est mort pendant l'invasion . . .
it: Purtroppo, è deceduto durante l'invasione . . .
pt: Infelizmente,<pause> ele morreu durante a invasão . . .
ru: Увы, он погиб во время борьбы с зомби . . .
tr: Ne yazık ki istila sırasında öldü . . .
uk: На жаль, він загинув під час нападу . . .

# papaHendrix24-4-2a
source: He used to live right here . . .
de: Hier drüben hat er gelebt . . .
es: Vivía justo aquí . . .
fr: Il habitait là . . .
it: Viveva proprio qui . . .
pt: Ele morava aqui . . .
ru: Он жил здесь до войны . . .
tr: Tam olarak burada yaşıyordu . . .
uk: Він жив ось тут . . .

# papaHendrix24-4-1b
source: He's been living here in the Swamp ever since the army disbanded.
de: Er ist in die Sümpfen gezogen, nachdem die Armee aufgelöst wurde.
es: Lleva viviendo en el pantano desde que el ejército se disolvió.
fr: Il habite ici depuis que l'armée s'est dissoute.
it: Vive qui nella palude da quando l'esercito si è disgregato.
pt: Ele está morando aqui no pântano desde que o exército se debandou.
ru: Он жил здесь, на Болоте, с тех самых пор, как распустили армию.
tr: Ordu dağıtıldığından beri yaşamını Bataklık'ta sürdürüyordu.
uk: Він жив тут, на болоті, з тих самих пір, як розпустили армію.

# papaHendrix24-4-2b
source: Let me introduce you to him . . .
de: Ich mache euch bekannt . . .
es: Deja que te lo presente . . .
fr: Permets-moi de te le présenter . . .
it: Lascia che te lo presenti . . .
pt: Deixe-me apresentá-lo a você . . .
ru: Позволь, я тебя ему представлю . . .
tr: Seni onunla tanıştırayım . . .
uk: Дозволь я тебе йому представлю . . .

# dudeHendrix24-0-0
source: Dude!<pause> Great to see you're still alive!
de: Junge! Krass, dass du noch am Leben bist!
es: ¡Tío!<pause> ¡Me alegra ver que sigues vivo!
fr: Eh mec ! C'est cool de te voir toujours en vie !
it: Amico! Che bello vederti ancora vivo!
pt: Cara!<pause> Ótimo saber que você está vivo!
ru: Приятель! Я так рад, что ты цел!
tr: Dostum! Hala hayatta olmana sevindim!
uk: Друже! Я такий радий, що ти живий!

# dudeHendrix24-0-1
source: The Wizard is at the Dead Volcano now.
de: Der Zauberer ist jetzt irgendwo im Todesvulkan.
es: El Mago se halla en el Volcán Muerto.
fr: Le Magicien est au Volcan Mort maintenant.
it: Il Mago è al Vulcano Estinto adesso.
pt: O Mago está no Vulcão Morto agora.
ru: Ты, наверное, знаешь, что Волшебник-Оракул теперь обитает у Потухшего Вулкана.
tr: Büyücü şu anda Ölü Volkan'da.
uk: Чарівник тепер мешкає в Згаслому вулкані.

# dudeHendrix24-0-2
source: Your Captain is heading there too.
de: Genauso wie dein Captain, übrigens.
es: Tu capitana también se dirige allí.
fr: Ton Capitaine se rends là-bas.
it: Anche il tuo Capitano ci sta andando.
pt: Sua Capitã está indo para lá neste momento.
ru: Капитан уже тоже направляется туда.
tr: Kaptanın da oraya doğru gidiyor.
uk: Твій Капітан теж прямує туди.

# dudeHendrix24-0-3
source: Take this,<pause> for helping me last time!
de: Hier, das ist für deine Hilfe neulich!
es: ¡Toma,<pause> por ayudarme la última vez!
fr: Garde ça pour m'avoir aidé l'autre fois !
it: Prendi! Grazie per avermi aiutato!
pt: Fique com isso<pause> por ter me ajudado daquela vez!
ru: Вот, прими это в качестве благодарности за всё!
tr: Bu senin, geçen sefer bana yardım ettiğin için!
uk: Ось, візьми це за допомогу мені минулого разу.

# dudeHendrix24-0-4
source: Hopefully we'll meet again!
de: Hoffentlich sieht man sich wieder!
es: ¡Espero que volvamos a vernos!
fr: J'espère qu'on se reverra !
it: Spero che ci rivedremo!
pt: Espero que nos encontremos novamente!
ru: Надеюсь, мы ещё встретимся!
tr: Umarım tekrar görüşürüz!
uk: Сподіваюся, ми ще зустрінемося!

# dudeHendrix24-0-5
source: Good luck!
de: Viel Glück!
es: ¡Buena suerte!
fr: Bonne chance !
it: Buona fortuna!
pt: Boa sorte!
ru: Ни пуха, ни пера, приятель!
tr: Bol şans!
uk: Хай щастить!

# papaHendrix24-sad-0
source: This is where my son used to live . . .
de: Hier hat mein Sohn gelebt . . .
es: Aquí vivía mi hijo . . .
fr: C'est ici que mon fils habitait . . .
it: Ecco dove viveva mio figlio . . .
pt: Aqui que meu filho morava . . .
ru: Дааа, здесь жил мой сын . . .
tr: Oğlum eskiden burada yaşıyordu . . .
uk: Тут жив мій син . . .

# papaHendrix24-5-0
source: I guess this is it.
de: Das ist es wohl.
es: Parece que ya está.
fr: Bon alors c'est ça.
it: Eccoci qua.
pt: Acho que é isso.
ru: Ну вот, я думаю, мы пришли.
tr: Sanırım geldik.
uk: Ну ось, я думаю, ми прийшли.

# papaHendrix24-5-1
source: Keep moving forward from here.
de: Von hier an einfach nur geradeaus.
es: Sigue avanzando todo recto.
fr: Va tout droit à partir d'ici.
it: Tu continua ad andare avanti.
pt: Siga adiante a partir daqui.
ru: Отсюда следуй прямо.
tr: Buradan ilerlemeye devam et.
uk: Звідси йди весь час прямо.

# papaHendrix24-5-2
source: You will know where to climb once you reach the stairway to the Volcano.
de: Du wirst schon merken, wenn du die Stufen zum Vulkan erreicht hast.
es: Sabrás por dónde subir cuando llegues a la escalera del Volcán.
fr: Tu atteindras les escaliers qui mènent au sommet du Volcan.
it: Quando arriverai alle scale per il Vulcano saprai per dove salire.
pt: Você saberá quando chegar às escadarias para o topo do Vulcão.
ru: Ты поймёшь, куда двигаться дальше, как только достигнешь ступенек, ведущих к Вулкану.
tr: Volkan merdivenine ulaştığında nereye tırmanman gerektiğini anlayacaksın.
uk: Ти зрозумієш, куди рухатися далі, як тільки дістанешся сходинок, що ведуть до вулкана.

# papaHendrix24-5-3
source: I'll stay here for my own safety.<pause> Good luck!
de: Ich bleibe hier, wo es sicher ist. Viel Glück!
es: Me quedaré aquí por mi propio bien.<pause> ¡Buena suerte!
fr: Je resterai ici pour ma propre sécurité. Bonne chance !
it: Io resto qui al sicuro. Buona fortuna!
pt: Ficarei por aqui para minha própria segurança.<pause> Boa sorte!
ru: Я же останусь здесь ради собственной безопасности. Удачи!
tr: Ben güvenlik açısından burada kalacağım. Bol şans!
uk: Я залишуся тут заради власної безпеки. Щасти!

# dude-secret-dungeon7-0
source: When this is over I'll go live with my dad.
de: Wenn das alles vorbei ist, ziehe ich zurück zu Dad.
es: Cuando todo esto acabe, volveré a vivir con mi padre.
fr: Quand tout sera terminé je reviendrai vivre avec mon vieux.
it: Quando tutto questo finirà andrò ad abitare con mio padre.
pt: Quando isso tudo acabar voltarei a morar com meu pai.
ru: Когда всё закончится, я вернусь жить к отцу.
tr: Bu iş bitince gidip babamla yaşayacağım.
uk: Коли все закінчиться, я переїду жити до батька.

# dude-secret-dungeon7-1
source: He lives deep in the Dark Swamp.
de: Er wohnt in den Dunkelsümpfen.
es: Vive dentro del Pantano Oscuro.
fr: Il habite à Sombrelande.
it: Vive nelle profondità della Palude Oscura.
pt: Ele mora dentro do Pântano Sombrio.
ru: Он живёт далеко на Тёмном Болоте.
tr: O, Karanlık Bataklık'ın derinliklerinde yaşıyor.
uk: Він мешкає далеко в Темному болоті.

# darkMageDungeon26-0
source: Hurry up!
de: Beeil dich!
es: ¡Rápido!
fr: Dépêche-toi !
it: Affrettati!
pt: Ande logo!
ru: Поторопись!
tr: Acele et!
uk: Мерщій!

# darkMageDungeon26-1
source: Meet The Wizard of the Oracle atop the Dead Volcano.
de: Triff dich mit dem Zauberer auf dem Gipfel des Vulkans.
es: Reúnete con el Mago del Oráculo en la cima del Volcán Muerto.
fr: Retrouve le Magicien de l'Oracle au sommet du Volcan Mort.
it: Trova il Mago dell'Oracolo sulla cima del Vulcano Estinto.
pt: Encontre o Mago do Oráculo no topo do Vulcão Morto.
ru: Встреться с Волшебником-Оракулом на вершине Потухшего Вулкана.
tr: Ölü Volkan'ın tepesinde Kahin Büyücü ile buluş.
uk: Зустрінься з Чарівником-оракулом на вершині Згаслого вулкана.

# darkMageDungeon26-2
source: And find out why he has moved up there.
de: Und finde heraus, warum er sich dort aufhält.
es: Y descubre por qué se ha trasladado ahí arriba.
fr: Et découvre pourquoi il a déménagé là-bas.
it: E scopri perché si è trasferito là.
pt: E tente descobrir o motivo dele ter se mudado para lá.
ru: И выясни, почему он перебрался туда.
tr: Ve onun neden buraya taşındığını öğren.
uk: І з'ясуй, чому він перебрався туди.

# darkMageDungeon27-0
source: The Wizard of the Oracle is ahead.
de: Der Zauberer ist gleich dort vorne.
es: El Mago del Oráculo está más adelante.
fr: Le Magicien de l'Oracle se trouve un peu plus loin.
it: Il Mago dell'Oracolo è più avanti.
pt: O Mago do Oráculo está adiante.
ru: Волшебник-Оракул впереди.
tr: Kahin Büyücü ileride.
uk: Чарівник-оракул попереду.

# darkMageDungeon27-1
source: He must have the answers we need.
de: Er muss die Antworten auf unsere Fragen haben.
es: Debe tener las respuestas que necesitamos.
fr: Il doit avoir certaines réponses à nos questions.
it: Deve avere le risposte che cerchiamo.
pt: Ele deve ter algumas das respostas que nós precisamos.
ru: У него должны быть ответы на нужные нам вопросы.
tr: Aradığımız cevaplar onda olabilir.
uk: У нього повинні бути відповіді на потрібні питання.

# darkMageDungeon27-2
source: Hurry up!<pause> Our time is short!
de: Beeil dich! Wir haben nicht viel Zeit!
es: ¡Rápido!<pause> ¡El tiempo apremia!
fr: Dépêche-toi ! Nous n'avons pas beaucoup de temps !
it: Non esitare! Non ci resta molto tempo!
pt: Ande logo!<pause> Nosso tempo é curto!
ru: Скорее! У нас мало времени.
tr: Acele et! Az zamanımız kaldı!
uk: Швидше! У нас мало часу!

# wizardDungeon28-0-0
source: Hey, you!
de: He, du da!
es: ¡Eh, tú!
fr: Eh, vous !
it: Ehi, tu!
pt: Ei, você!
ru: Эй, там!
tr: Hey, sen!
uk: Гей, там!

# wizardDungeon28-0-1
source: It's me!<pause> The Wizard of the Oracle!
de: Ich bin es! Der Zauberer des Orakels!
es: ¡Soy yo!<pause> ¡El Mago del Oráculo!
fr: C'est moi ! Le Magicien de l'Oracle !
it: Sono io! Il Mago dell'Oracolo!
pt: Sou eu!<pause> O Mago do Oráculo!
ru: Это я, Волшебник-Оракул!!
tr: Benim! Kahin Büyücü!
uk: Це я, Чарівник-оракул!

# wizardDungeon28-0-2
source: They locked me up in here!<pause> Please,<pause> get me out!
de: Sie haben mich eingesperrt! Bitte, hol mich hier raus!
es: ¡Me han encerrado aquí dentro!<pause> ¡Sácame de aquí,<pause> por favor!
fr: Ils m'ont enfermé ! S'il-vous-plaît, sortez-moi d'ici !
it: Mi hanno chiuso qui dentro! Ti prego, fammi uscire!
pt: Eles me trancaram!<pause> Por favor,<pause> me tire daqui!
ru: Меня заперли здесь! Помоги мне выбраться!!
tr: Beni buraya hapsettiler! Lütfen beni çıkar!
uk: Вони замкнули мене тут! Будь ласка, допоможи мені вибратися!

# wizardDungeon28-1-0
source: Thanks.
de: Danke.
es: Gracias.
fr: Merci.
it: Grazie.
pt: Obrigado.
ru: Кхм, спасибо.
tr: Teşekkürler.
uk: Дякую.

# wizardDungeon28-1-2
source: So, you want to know where your King is . . .
de: Also, du willst wissen, wo dein König ist . . .
es: Así que quieres saber dónde está tu Rey . . .
fr: Alors tu veux savoir où se trouve le Roi . . .
it: Dunque, vuoi sapere dov'è il tuo Re . . .
pt: Então você quer saber onde seu Rei está . . .
ru: Так ты хочешь знать, что случилось с твоим Королём . . .
tr: Demek Kralın yerini öğrenmek istiyorsun . . .
uk: Так ти хочеш знати де зараз твій Король . . .

# wizardDungeon28-1-3
source: I'm afraid he is stuck in another dimension by now.
de: Ich befürchte, er ist bereits in einer anderen Dimension gefangen.
es: Me temo que a estas alturas estará atrapado en otra dimensión.
fr: J'ai bien peur qu'il soit coincé dans une autre dimension en ce moment.
it: Temo che sia intrappolato in un'altra dimensione, oramai.
pt: Acredito que ele esteja preso na outra dimensão agora.
ru: Боюсь, он застрял в ином измерении.
tr: Korkarım o şu anda başka bir boyutta sıkışıp kalmış durumda.
uk: Боюся, він застряг в іншому вимірі.

# wizardDungeon28-1-4
source: Let's go.
de: Gehen wir.
es: Vamos.
fr: Bon, allons-y.
it: Andiamo.
pt: Vamos.
ru: За мной!
tr: Gidelim.
uk: Підемо.

# wizardDungeon28-1-5
source: I need to get my staff back.
de: Ich muss meinen Stab wiederbekommen.
es: Tengo que recuperar mi báculo.
fr: Je dois récupérer mon bâton.
it: Devo riprendermi il mio bastone.
pt: Preciso recuperar meu cajado.
ru: Я должен вернуть свой посох.
tr: Asamı geri almam lazım.
uk: Я повинен повернути свій посох.

# wizardOpenDoorDungeon28-0-0
source: Your King has been experimenting with Magic Portals lately.
de: Dein König hat sich in letzter Zeit intensiv mit Portalmagie beschäftigt.
es: Tu Rey ha estado experimentando con Portales Mágicos últimamente.
fr: Votre Roi jouait avec des Portails Magiques récemment.
it: Il tuo Re ha fatto esperimenti con Portali Magici, ultimamente.
pt: Seu Rei esteve brincando com Portais Mágicos recentemente.
ru: В последнее время Король экспериментировал с Магическими Порталами.
tr: Kralın son zamanlarda Büyülü Portallar üzerinde deneyler yapıyordu.
uk: Останнім часом Король експериментував з магічними порталами.

# wizardOpenDoorDungeon28-0-1
source: Which concerns me a bit . . .
de: Das beunruhigt mich etwas . . .
es: Lo que me preocupa un poco . . .
fr: Ce qui me préoccupe un peu . . .
it: Il che mi preoccupa non poco . . .
pt: Isso me preocupa um pouco . . .
ru: И это меня немного тревожит . . .
tr: Bu durum beni biraz endişelendiriyor . . .
uk: І це мене непокоїть . . .

# wizardOpenDoorDungeon28-0-2
source: Let's go.<pause> I need my staff.
de: Gehen wir. Ich brauche meinen Stab.
es: Vamos.<pause> Necesito mi báculo.
fr: Allons. J'ai besoin de mon bâton.
it: Andiamo. Ho bisogno del mio bastone.
pt: Vamos.<pause> Preciso do meu cajado.
ru: Ну же! Мне нужен мой посох!!
tr: Gidelim. Asamı almam lazım.
uk: Підемо. Мені потрібен мій посох.
