Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# femaleGuardDungeon9-2-5
source: He might have an answer!
de: Dort finden wir bestimmt eine Antwort!
es: ¡Tal vez tengan una respuesta!
fr: Ils doivent avoir des réponses à nous donner !
it: Forse può aiutarci!
pt: Ele deve ter alguma resposta!
ru: Да, у него могут быть ответы на вопросы!
tr: Onun bildiği bir şeyler olabilir!
uk: У нього можуть бути відповіді на питання!

# femaleGuardDungeon9-2-6
source: Meet me at the Castle's rear exit.
de: Wir treffen uns am Hintertor des Schlosses.
es: Nos vemos en la salida trasera del Castillo.
fr: Retrouve-moi à la sortie arrière du château.
it: Troviamoci all'uscita sul retro del Castello.
pt: Encontre comigo na saída dos fundos do Castelo.
ru: Встретимся у заднего выхода из Замка.
tr: Benimle kalenin arka çıkışında buluş.
uk: Зустрінемося біля заднього виходу із замку.

# femaleGuardDungeon9-2-7
source: Now,<pause> go!
de: Und jetzt los!
es: ¡Venga,<pause> vamos!
fr: Maintenant, allons-y !
it: Adesso vai!
pt: Agora,<pause> vamos!
ru: Ну всё, вперёд, солдат!
tr: Git şimdi!
uk: Ну все, вперед!

# darkMageDungeon12-0
source: Excellent!
de: Hervorragend!
es: ¡Excelente!
it: Eccellente!
pt: Excelente!
ru: Она думает, что ты один из её бойцов . . .
tr: Mükemmel!
uk: Чудово!

# darkMageDungeon12-1
source: She thinks you're one of her soldiers . . .
de: Sie hält dich für einen Soldaten . . .
es: Cree que eres uno de sus soldados . . .
fr: Elle pense que tu es l'un de ses gardes . . .
it: Lei pensa che tu sia uno dei suoi soldati . . .
pt: Ela pensa que você é um de seus guardas . . .
ru: Прекрасно!
tr: Seni kendi askerlerinden biri sanıyor . . .
uk: Вона думає, що ти один з її бійців . . .

# darkMageDungeon12-2
source: You are approaching the Castle Gates.
de: Du näherst dich den Toren.
es: Estás cerca de las puertas del Castillo.
fr: Tu t'approches des portes du château.
it: Ti stai avvicinando all'uscita del Castello.
pt: Você está chegando perto dos portões do Castelo.
ru: Ты приближаешься к Воротам Замка.
tr: Kale Kapıları'na yaklaşıyorsun.
uk: Ти наближаєшся до замкових воріт.

# darkMageDungeon12-3
source: Leave the Castle and follow her to the Oracle . . . <pause>in the Dark Swamp.
de: Verlasse das Schloss und folge ihr zum Orakel der Dunkelsümpfe.
es: Vete del Castillo y síguela hasta el Oráculo del Pantano Oscuro.
fr: Quitte le château et suis-la jusqu'à l'Oracle... à Sombrelande.
it: Lascia il Castello e seguila verso l'Oracolo . . . nella Palude Oscura.
pt: Deixe o Castelo e siga-a até o Oráculo . . . <pause>no Pântano Sombrio.
ru: Покинь Замок и следуй за ней к Оракулу . . . на Тёмное Болото.
tr: Kaleden çık ve Bataklıktaki Kahin'e kadar . . . onu takip et.
uk: Покинь замок і йди за нею до Оракулу . . . в Темне болото.

# darkMageDungeon12-4
source: A Wizard who lives there will tell you what to do next.
de: Dort wird dich ein Zauberer über dein nächstes Ziel unterrichten.
es: El Mago que vive allí te dirá qué hacer.
fr: Là-bas, un Magicien te dira quoi faire ensuite.
it: Un Mago che risiede là ti dirà cosa dovrai fare.
pt: Lá, um Mago irá te dizer o que fazer depois.
ru: Маг Огня, который там живёт, скажет, что делать дальше.
tr: Burada yaşayan bir Büyücü sana sonra ne yapacağını söyleyecek.
uk: Чарівник, який там живе, скаже, що робити далі.

# dudeGuardDungeon13-0-0
source: Hi,<pause> dude!
de: Hey Mann!
es: ¡Hola tío!
fr: Eh, mec !
it: Ciao, amico!
pt: Oi,<pause> cara!
ru: Привет, приятель!
tr: Merhaba dostum!
uk: Привіт, боєць!

# dudeGuardDungeon13-0-1
source: Nice to see you!
de: Schön dich zu sehen!
es: ¡Me alegro de verte!
fr: Content de te revoir !
it: Mi fa piacere vederti!
pt: É bom te rever!
ru: Рад тебя видеть!
tr: Seni gördüğüme sevindim!
uk: Радий тебе бачити!

# dudeGuardDungeon13-0-2
source: The whole castle is falling apart!
de: Das ganze Schloss fällt auseinander!
es: ¡El Castillo se viene abajo!
fr: Il paraît que le château va s'écrouler !
it: L'intero Castello sta andando in rovina!
pt: Parece que todo o Castelo vai desmoronar!
ru: Весь Замок захвачен . . .
tr: Tüm kale çöküyor!
uk: Увесь замок захоплений!

# dudeGuardDungeon13-0-3
source: We've got to get the hell out of here!
de: Wir sollten hier schleunigst raus!
es: ¡Tenemos que largarnos!
fr: Filons d'ici !
it: Dobbiamo andarcene, e di corsa!
pt: Precisamos cair fora daqui!
ru: Нам нужно поскорее выбираться отсюда!
tr: Buradan bir an önce kaçmalıyız!
uk: Нам потрібно скоріше вибиратися звідси!

# dudeGuardDungeon13-a-0
source: I've got a feeling The King is still in this castle . . .
de: Irgendwie glaub' ich, dass der König hier noch irgendwo is'.
es: Creo que el Rey sigue en el Castillo . . .
fr: J'ai l'impression que le Roi est encore dans ce château . . .
it: Sento che il Re si trova ancora in questo Castello . . .
pt: Tenho a sensação de que o Rei ainda está neste Castelo . . .
ru: У меня такое чувство, будто Король по-прежнему остаётся в этом Замке . . .
tr: Kral hala bu kalenin içinde gibi geliyor bana . . .
uk: У мене таке відчуття, ніби Король все ще залишається в цьому замку . . .

# dudeGuardDungeon13-a-1
source: I heard rumors of another dimension.
de: Die Wachen haben von anderen Dimensionen geredet.
es: Oí algo sobre una dimensión mágica dentro del Castillo.
fr: J'ai entendu parler d'une dimension magique qui existerait dans ce château.
it: Pare che esista un'altra dimensione.
pt: Ouvi algo sobre uma dimensão mágica que existe dentro deste Castelo.
ru: Ходят слухи об иных измерениях.
tr: Başka bir boyut hakkında söylentiler duydum.
uk: Ходять чутки про інші виміри.

# dudeGuardDungeon13-a-2
source: Which is only accessible by the ones who master Magic Portal powers.
de: Und der König hat doch mit dieser Portalmagie herumgespielt!
es: A la que acceden los que controlan el poder de los portales mágicos.
fr: Qui ne serait accessible que pour ceux qui ont maîtrisé l'art de la Magie des Portails.
it: A cui può accedere solo chi conosce i poteri del Portale Magico.
pt: Que só é acessível para quem domina a arte dos Portais Mágicos.
ru: В них могут попасть только те, кто владеет силой управлять Магическими Порталами.
tr: Oraya sadece Büyülü Portal güçlerinde ustalaşanlar ulaşabilirmiş.
uk: В які можуть потрапити тільки ті, хто володіє силою керувати магічним порталом.

# dudeGuardDungeon13-a-3
source: The King must have escaped to the other side!
de: Vielleicht hat er's auf die andere Seite geschafft?
es: ¡El Rey debe haber huido al otro lado!
fr: Le Roi a dû s'échapper dans cette autre dimension !
it: Il Re dev'essere fuggito dall'altra parte!
pt: O Rei deve ter escapado para esta outra dimensão!
ru: Наверно, Король скрылся там. Но он же не мог оставить нас в этом зомби-месиве!
tr: Kral diğer tarafa kaçmış to olmalı!
uk: Повинно бути, Король сховався там.

# --dudeGuardDungeon13-a-5
source: . . . Oh,<pause> of course!<pause> Let me unlock it for you.
de: ... Oh, na sicher! Ich schließe das für dich auf.
es: . . . ¡Ah,<pause> claro!<pause> Deja que te abra el cofre.
fr: Ah, bien sûr ! Laisse-moi t'ouvrir ce coffre.
it: . . . Ah, ma certo! Ci penso io.
pt: . . . Ah,<pause> claro!<pause> Deixa eu abrir o baú para você.
ru: . . . Ах, ну конечно! Позволь, я тебе открою.
tr: . . . Ah, tabii ki! Bırak ben açayım.
uk: . . . Ах, ну звичайно! Дозволь я тобі відкрию.

# dudeGuardDungeon13-1-0
source: We did it!<pause> That one was tough!
de: Wir haben's geschafft! Was für ein zäher Bursche!
es: ¡Lo conseguimos!<pause> ¡Ha sido difícil!
fr: On a réussi ! C'était compliqué cette fois !
it: Ce l'abbiamo fatta! Non è stato facile!
pt: Conseguimos!<pause> Essa foi difícil!
ru: Мы сделали это! Ох и попотеть пришлось!
tr: Başardık! Bu çok zor oldu!
uk: Ми зробили це! Ох і попотіти довелося!

# dudeGuardDungeon13-1-1
source: Take this gear,<pause> it might be useful on your way out of the Castle.
de: Hier, diese Robe könnte dir auf dem Weg aus dem Schloss behilflich sein.
es: Coge este objeto,<pause> puede serte útil para salir del Castillo.
fr: Garde ce manteau, il pourra t'être utile à ta sortie du Château.
it: Prendi questo, ti potrebbe servire mentre esci dal Castello.
pt: Fique com este item,<pause> pode ser útil na sua saída do Castelo.
ru: Возьми эту мантию, она может пригодиться в твоём путешествии из Замка.
tr: Bu cübbeyi al, kaleye giderken işine yarayabilir.
uk: Візьми цю мантію, вона може стати в пригоді в твоїй подорожі із замку.

# dudeGuardDungeon13-1-2
source: See you soon!
de: Man sieht sich!
es: ¡Nos vemos pronto!
fr: À plus !
it: A presto!
pt: Até breve!
ru: Увидимся!
tr: Yakında görüşürüz!
uk: Побачимося!

# castleSalesmanDungeon15-0
source: Look who's here!
de: Sieh an, wer ist denn da?
es: ¡Mira quién está aquí!
fr: Regardez qui est là !
it: Guarda chi c'è!
pt: Olha quem apareceu!
ru: Кого я вижу.
tr: Kimler gelmiş!
uk: Кого я бачу!

# castleSalesmanDungeon15-1
source: Guess what!
de: Weißt du was?
es: ¡Adivina!
fr: Devine quoi !
it: Indovina?
pt: Adivinha o quê!
ru: Представь себе!
tr: Ne oldu bil bakalım!
uk: Уявляєш!

# castleSalesmanDungeon15-2
source: I found some more stuff!
de: Ich habe noch mehr Waren gefunden!
es: ¡He encontrado más cosas!
fr: J'ai trouvé d'autres choses par ici !
it: Ho un po' di roba nuova!
pt: Encontrei mais coisas por aqui!
ru: Я нашёл ещё кое-какое снаряжение!
tr: Başka şeyler buldum!
uk: Я знайшов ще деякі обладунки!

# castleSalesmanDungeon15-3
source: Pay a visit to my Shop later . . .
de: Schau doch später wieder bei mir vorbei . . .
es: Pásate luego por mi tienda . . .
fr: Passe à la boutique plus tard . . .
it: Passa dal mio negozio più tardi . . .
pt: Dê uma passada na minha loja depois . . .
ru: Загляни ко мне в Магазин попозже . . .
tr: Bir ara mağazama uğra . . .
uk: Зазирни до мене в магазин як-небудь . . .

# castleSalesmanDungeon15-4
source: By the way,<pause> I just saw your Captain.
de: Übrigens habe ich eben deinen Captain gesehen.
es: Por cierto,<pause> acabo de ver a tu Capitana.
fr: À propos ! J'ai vu votre Capitaine passer par ici.
it: A proposito, ho appena visto il tuo Capitano.
pt: A propósito!<pause> Eu vi sua Capitã passando por aqui!
ru: . . . Да, кстати, я недавно встретил твоего Капитана.
tr: Bu arada, az önce Kaptanını gördüm.
uk: До речі, я недавно зустрів твого Капітана.

# castleSalesmanDungeon15-5
source: She was in quite a hurry!
de: Sie hatte es ganz schön eilig.
es: ¡Iba hacia la salida con mucha prisa!
fr: Elle était pressée.
it: Sembrava andare di fretta!
pt: Ela estava com bastante pressa.
ru: Она спешила куда-то!
tr: Epey acelesi vardı!
uk: Вона поспішала кудись!

# castleSalesmanb0-0
source: You can use the Anvil over there to upgrade your weapons.
de: Mit dem Amboß dort kannst du deine Waffen verbessern.
es: Puedes usar el Yunque para mejorar tus armas.
fr: Tu peux utiliser mon enclume pour améliorer tes armes.
it: Puoi usare l'incudine lì dietro per potenziare le tue armi.
pt: Pode usar minha bigorna para melhorar suas armas.
ru: Ты можешь воспользоваться той Наковальней, чтобы улучшить своё снаряжение.
tr: Silahlarını geliştirmek için şuradaki Örsü kullanabilirsin.
uk: Ти можеш скористатися он тим ковадлом, щоб вдосконалити своє спорядження.

# castleSalesmanb0-1
source: Just don't break anything!
de: Aber mach nichts kaputt!
es: ¡Pero no rompas nada!
fr: Mais ne casse rien !
it: Ma non fare danni!
pt: Só não quebre nada!
ru: Только смотри, ничего не сломай!
tr: Ama sakın bir şeyi kırma!
uk: Тільки дивися, нічого не зламай!

# castleSalesmanb1-0
source: Use the Anvil over there to forge your Runes.
de: Mit dem Amboß dort kannst du Runen schmieden.
es: Puedes forjar Runas con el Yunque.
fr: Avec cette enclume, tu peux forger des Runes.
it: Usa l'incudine che vedi là per forgiare le tue rune.
pt: Com essa bigorna você pode forjar Runas.
ru: Используй вон ту Наковальню, чтобы ковать Руны и Сущности.
tr: Rünlerini işlemek için şuradaki Örsü kullan.
uk: Використовуй оте ковадло, щоб кувати руни.

# castleSalesmanb1-1
source: At your own risk, of course!
de: Auf eigene Gefahr, versteht sich!
es: ¡Úsalo bajo tu propio riesgo!
fr: À tes risques et périls !
it: A tuo rischio e pericolo, è chiaro!
pt: Por sua conta e risco!
ru: На свой страх и риск, конечно!
tr: Ama sorumluluk tamamen sana ait!
uk: На свій страх і ризик, звичайно!

# castleSalesmanb2-0
source: I have this Anvil at the Shop now.
de: Ich habe jetzt einen Amboß im Laden.
es: Ya tengo el Yunque en la tienda.
fr: Nous avons à présent une enclume dans la boutique.
it: Ho un'incudine in negozio, adesso.
pt: Agora temos essa bigorna na loja.
ru: Теперь в моём Магазине есть Наковальня.
tr: Mağazaya Örs geldi.
uk: Тепер в моєму магазині є ковадло.

# castleSalesmanb2-1
source: In case you know how to use it...
de: Falls du dich dafür interessierst . . .
es: Si es que sabes usarlo...
fr: Au cas où tu saurais t'en servir...
it: Se per caso sai come usarla...
pt: Caso você saiba usar...
ru: Надеюсь, ты знаешь, как ей пользоваться . . .
tr: Eğer nasıl kullanacağını biliyorsan...
uk: Якщо ти, звичайно, знаєш, як ним користуватися…

# darkMageDungeon18-0
source: Very good.
de: Sehr gut.
es: Muy bien.
fr: Très bien.
it: Molto bene.
pt: Muito bem.
ru: Очень хорошо.
tr: Çok iyi.
uk: Дуже добре.

# darkMageDungeon18-1
source: You have reached the Castle's rear exit.
de: Du hast das hintere Tor des Schlosses erreicht.
es: Has llegado a la salida trasera del Castillo.
fr: Tu es arrivé à la sortie arrière du Château.
it: Hai raggiunto l'uscita sul retro del Castello.
pt: Você chegou à saída dos fundos do Castelo.
ru: Ты добрался до заднего выхода из Замка.
tr: Kalenin arka çıkışına ulaştın.
uk: Ти дістався заднього виходу із замку.

# darkMageDungeon18-2
source: It leads directly into the Dark Swamp.
de: Es führt direkt in die Dunkelsümpfe.
es: Lleva directamente al Pantano Oscuro
fr: Elle mène directement à Sombrelande.
it: Porta direttamente alla Palude Oscura.
pt: Ela leva direto ao Pântano Sombrio.
ru: Отсюда лежит прямая дорога на Тёмное Болото.
tr: Burası doğrudan Karanlık Bataklık'a çıkıyor.
uk: Звідси лежить пряма дорога в Темне болото.

# darkMageDungeon18-3
source: But watch out.
de: Aber sei auf der Hut.
es: Pero ten cuidado.
fr: Mais sois prudent.
it: Ma fai attenzione.
pt: Mas fique atento:
ru: . . . Но будь осторожен.
tr: Ama dikkat et.
uk: Але будь обережний.

# darkMageDungeon18-4
source: Our enemies have joined forces in order to stop you.
de: Unsere Feinde tun sich zusammen, um dich aufzuhalten.
es: Nuestros enemigos unen sus fuerzas para detenerte.
fr: Les adversaires unissent leurs forces pour t'arrêter.
it: I nostri nemici si sono alleati per fermarti.
pt: Os adversários juntarão suas forças para detê-lo.
ru: Наши враги объединили силы, чтобы остановить тебя.
tr: Düşmanlarımız seni durdurmak için işbirliği yaptılar.
uk: Наші вороги об'єднали сили, щоб зупинити тебе.

# femaleGuardDungeon18-0-0
source: I thought you would never come,<pause> soldier!
de: Ich dachte schon, du würdest nie kommen, Soldat!
es: ¡Pensaba que no llegarías nunca,<pause> soldado!
fr: Je pensais ne plus te revoir, Soldat !
it: Credevo che non saresti mai arrivato, soldato!
pt: Achei que você nunca viria,<pause> Soldado!
ru: Я уж и не надеялась, что ты придёшь, солдат!
tr: Hiç gelmeyeceğini sanmıştım asker!
uk: Я вже й не сподівалася, що ти дістанешся сюди, солдат!

# femaleGuardDungeon18-0-2
source: I know what you're thinking . . .
de: Ja, ich weiß . . .
es: Sé lo que estás pensando . . .
fr: Je sais à quoi tu penses . . .
it: So cosa stai pensando . . .
pt: Eu sei o que você está pensando . . .
ru: Я знаю, о чём ты думаешь.
tr: Aklından ne geçtiğini biliyorum . . .
uk: Я знаю, про що ти думаєш . . .

# femaleGuardDungeon18-0-3
source: But I smashed its head this time!
de: Aber diesmal hab' ich seine Birne eingeschlagen!
es: ¡Pero esta vez le he aplastado la cabeza!
fr: Mais cette fois-ci, je lui ai écrasé la tête.
it: Ma questa volta l'ho conciato per le feste io!
pt: Mas eu esmaguei a cabeça dele dessa vez.
ru: Но этому огру, как видишь, я уже сама размозжила черепушку!
tr: Ama bu sefer onun kafasını ezdim!
uk: Але цього разу я розтрощила йому черепа!

# femaleGuardDungeon18-0-5
source: The entrance to the Dark Swamp is ahead.<pause> Let's go!
de: Der Eingang zu den Dunkelsümpfen ist gleich hier drüben. Los!
es: La entrada al Pantano Oscuro está ahí delante.<pause> ¡Vamos!
fr: L'entrée de Sombrelande est juste devant. Allons-y !
it: L'entrata della Palude Oscura è più avanti. Andiamo!
pt: A entrada para o Pântano Sombrio está logo à frente.<pause> Vamos!
ru: Вход на Тёмное Болото впереди. Пойдём!
tr: Karanlık Bataklık girişi hemen ileride. Gidelim!
uk: Вхід в Темне болото попереду. Підемо!

# femaleGuardDungeon18-1-0
source: And I thought those spiders were annoying . . .
de: Und ich dachte, diese Spinnen wären nervig . . .
es: Y yo que pensaba que las arañas eran molestas . . .
fr: Et moi qui pensais que les araignées étaient embêtantes . . .
it: E io che mi lamentavo dei ragni . . .
pt: E eu achava que aquelas aranhas já eram chatas . . .
ru: А я-то думала, что те пауки были худшим из зол . . .
tr: Ben de şu örümcekleri sinir bozucu sanardım . . .
uk: А я-то думала, що ті павуки були найгіршим злом . . .

# femaleGuardDungeon18-2-0
source: Here we are!
de: Da wären wir!
es: ¡Hemos llegado!
fr: Voici l'entrée de Sombrelande !
it: Eccoci qua!
pt: Aqui está a entrada para o Pântano!
ru: Ха, вот мы и на месте!
tr: İşte geldik!
uk: Ось ми й на місці!

# femaleGuardDungeon18-2-1
source: Let's go find The Wizard of the Oracle!
de: Machen wir uns auf die Suche nach dem Zauberer des Orakels!
es: ¡Encontremos al Mago del Oráculo!
fr: Allons rencontrer le Magicien de l'Oracle !
it: Andiamo a cercare il Mago dell'Oracolo!
pt: Vamos encontrar o Mago do Oráculo!
ru: Пойдём, отыщем Волшебника-Оракула!
tr: Gidip Kahin Büyücü'yü bulalım!
uk: Підемо, відшукаємо Чарівника-оракула!

# femaleGuardDungeon18-s-0
source: This portal structure wasn't here earlier.
de: An dieses seltsame Portal kann ich mich nicht erinnern.
es: Este portal no estaba aquí antes.
fr: Ce portail n'était pas là avant.
it: Questa sorta di portale non c'era prima.
pt: Este portal não estava aqui antes!
ru: Раньше здесь не было этого Портала.
tr: Bu portal önceden burada yoktu.
uk: Раніше тут не було цього порталу.

# femaleGuardDungeon18-s-1
source: And this cog wasn't supposed to be here either.
de: Und an das hier auch nicht.
es: Y este engranaje tampoco debería estar aquí.
fr: Et cette roue crantée ne devrait pas être ici non plus.
it: E neanche questa ruota dentata dovrebbe essere qui.
pt: E essa roda dentada não deveria estar por aqui também.
ru: И этого символа шестерни здесь тоже не должно быть.
tr: Ve bu dişli çarkın da burada olmaması gerekiyordu.
uk: І цього символу-шестерні тут теж не повинно бути.

# femaleGuardDungeon18-s-2
source: This is serious.
de: Das sieht übel aus.
es: Esto es grave.
fr: C'est grave.
it: La situazione è seria.
pt: Isso é grave!
ru: Похоже, всё плохо . . .
tr: Bu iş ciddi.
uk: Це серйозно.

# femaleGuardDungeon18-s-3
source: There's a giant winged creature locked on the other side.
de: Auf der anderen Seite ist ein riesiges geflügeltes Monster gefangen.
es: Hay un criatura alada gigante encerrada en la otra dimensión.
fr: Il y a une créature géante ailée enfermée dans l'autre dimension.
it: C'è una gigante creatura alata intrappolata nell'altra dimensione.
pt: Há uma criatura alada e gigante trancada na outra dimensão!
ru: Там, в ином измерении, заперто гигантское крылатое существо.
tr: Diğer boyuta hapsedilmiş dev kanatlı bir yaratık var.
uk: Там, в іншому вимірі, замкнена гігантська крилата істота.

# femaleGuardDungeon18-s-4
source: If something lets that creature through a portal...
de: Wenn jemand diese Kreatur durch das Portal lässt . . .
es: Si algo la libera y cruza un portal...
fr: Si cette créature passe par ce portail...
it: Se qualcosa lascia passare quella creatura attraverso un portale...
pt: Se alguma coisa deixar essa criatura passar por esse portal...
ru: Если кто-то его впустит через Портал . . .
tr: O yaratık bir şekilde portaldan geçerse...
uk: Якщо хтось її впустить крізь портал…

# femaleGuardDungeon18-s-5
source: It will bring down the entire castle.
de: Könnte sie das komplette Schloss zerstören.
es: Tirará todo el castillo abajo.
fr: Elle détruira tout.
it: L'intero Castello verrà distrutto.
pt: Ela vai derrubar todo esse Castelo.
ru: Оно сравняет с землёй весь Замок!
tr: Tüm kaleyi yerle bir eder.
uk: Воно зрівняє із землею весь замок.

# femaleGuardDungeon19-0-0
source: The Wizard of the Oracle lives deeper in the swamp.
de: Der Zauberer des Orakels lebt in den Tiefen der Sümpfe.
es: El Mago del Oráculo vive en la profundidad del pantano.
fr: Le Magicien de l'Oracle vit au fin fond de Sombrelande.
it: Il Mago dell'Oracolo vive nel cuore della palude.
pt: O Mago do Oráculo vive mais para dentro do pântano.
ru: Волшебник-Оракул живёт дальше на Болоте.
tr: Kahin Büyücü bataklığın daha derinliklerinde yaşıyor.
uk: Чарівник-оракул живе далі в болоті.

# femaleGuardDungeon19-0-1
source: We should just follow the Blue Brick Road.
de: Wir müssen einfach nur der blauen Steinstraße folgen.
es: Deberíamos seguir el Camino de Baldosas Azules.
fr: Nous n'avons plus qu'à suivre la Route de Briques Bleues.
it: Penso che basti seguire la Strada di Mattoni Blu.
pt: Nós devemos simplesmente seguir a Estrada de Tijolos Azuis.
ru: Нам просто нужно идти по дороге из голубого кирпича.
tr: Mavi Taşlı Yolu izlememiz yeterli olacaktır.
uk: Нам просто потрібно йти дорогою з блакитної цегли.

# femaleGuardDungeon19-0-2
source: It can't be too hard to find...
de: Kann nicht so schwer sein . . .
es: No puede ser difícil de encontrar...
fr: Ça ne doit pas être si difficile à trouver...
it: Non può essere così difficile trovarlo...
pt: Não deve ser difícil de encontrar...
ru: Вряд ли это будет так сложно, неправда ли?
tr: Bulmak çok zor olmasa gerek...
uk: Навряд чи буде складно відшукати її…

# femaleGuardDungeon19-1-0
source: I've been told the enemy would try to stop us.
de: Man hat mir zugeflüstert, dass der Feind auf uns wartet.
es: Me dijeron que el enemigo intentaría detenernos.
fr: On m'a dit que les ennemis essaieraient de nous arrêter.
it: Mi avevano detto che il nemico avrebbe provato a fermarci.
pt: Me disseram que o inimigo estaria tentando nos deter.
ru: Меня предупреждали, что враг попытается остановить нас.
tr: Bana düşmanın bizi durdurmaya çalışacağını söylediler.
uk: Мене попереджали, що ворог спробує зупинити нас.

# femaleGuardDungeon19-1-1
source: . . . Whoever 'the enemy' is.
de: . . . Wer auch immer das sein mag.
es: . . . Sea quien sea «el enemigo».
fr: Qui que soient ces ennemis.
it: . . . Chissà cosa intendevano per 'il nemico'.
pt: . . . Seja lá quem for 'o inimigo'.
ru: . . . знать бы только, кто наш враг.
tr: . . . 'O düşman' her kimse.
uk: . . . знати б тільки, хто наш ворог.

# femaleGuardDungeon19-2-0
source: I see spiders,<pause> but no webs.
de: Viele Spinnen, aber keine Netze weit und breit.
es: Veo arañas,<pause> pero ni rastro de las telarañas.
fr: Je vois des araignées, mais aucun signe de toiles par ici.
it: Vedo ragni, ma nessuna traccia di ragnatele.
pt: Vejo aranhas,<pause> mas nenhum sinal de teias por aqui.
ru: Я вижу пауков, но нет ни одной паутины.
tr: Örümcekler görüyorum, ama etrafta hiçbir ağ yok.
uk: Я бачу павуків, але немає жодної павутини.

# femaleGuardDungeon19-2-1
source: What is going on?
de: Was geht hier vor sich?!
es: ¿Qué demonios está pasando?
fr: Qu'est-ce qui se passe ?
it: Cosa diavolo sta succedendo?
pt: Que diabos está acontecendo?
ru: Что, чёрт возьми, тут происходит?
tr: Neler oluyor?
uk: Що, дідько забирай, тут відбувається?

# femaleGuardDungeon19-3-0
source: Go on without me!
de: Geh ohne mich weiter!
es: ¡Sigue sin mí!
fr: Continue sans moi !
it: Prosegui senza di me!
pt: Continue sem mim!
ru: Дальше иди без меня!
tr: Bensiz devam et!
uk: Далі йди без мене!
