Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# dungeon43CaptainFreezing-1-0
source: It's freezing down here.<pause> It must be the Frozen Core.
de: Hier unten ist es eiskalt.<pause> Es muss der Gefrorene Kern sein.
es: Hace un frío que pela aquí abajo.<pause> Debe de ser el Núcleo Congelado.
fr: Tout est gelé ici.<pause> Ce doit être le Cœur de glace.
it: Fa freddissimo quaggiù.<pause> Dev'essere il nucleo gelato.
pt: Está muito frio aqui embaixo.<pause> Deve ser o Núcleo Congelado.
ru: Ну и морозина здесь.<pause> Наверное это и есть Ядро холода.
tr: Burası buz gibi.<pause> Kesinlikle Donmuş Çekirdekten kaynaklanıyor.
uk: Ну й морозно тут.<pause> Напевно, це й є Ядро холоду.

# dungeon43CaptainSpitterTip-0-0
source: Maybe I should wait until it loses sight of me to surprise it from behind!
de: Vielleicht sollte ich warten, bis er mich aus den Augen verliert, um ihn von hinten zu überraschen!
es: ¡Tal vez debería esperar a que me pierda de vista para sorprenderlo por detrás!
fr: Je devrais peut-être attendre qu'il me perde de vue pour le surprendre par derrière !
it: Forse dovrei aspettare finché non mi veda più per sorprenderlo alle spalle!
pt: Talvez eu deva esperar até que ele me perca de vista para surpreendê-lo pelas costas!
ru: Наверное надо подождать, пока оно потеряет меня из виду. Тогда и появлюсь неожиданно сзади!
tr: Belki de bu mantarları şaşırtabilmek için onların görüş açısından çıkana kadar beklemeliyim
uk: Напевно треба почекати, поки воно втратить мене з поля зору. Тоді й з’явлюся зненацька!

# dungeon43CaptainVacuumTip-0-0
source: This thing becomes vulnerable while chewing!
de: Dieses Ding wird beim Kauen verwundbar!
es: ¡Esta cosa se vuelve vulnerable cuando mastica!
fr: Cette chose est vulnérable lorsqu'elle mâche !
it: Questa cosa diventa vulnerabile quando mastica!
pt: Essa coisa fica vulnerável enquanto mastiga!
ru: Эта штука уязвима, когда жуёт!
tr: Bu şey çiğnerken savunmasız hale geliyor!!
uk: Ця штука вразлива, коли жує!

# dungeon43CaptainFinalBoss-0-0
source: . . .<long-pause> am I missing something?
de: . . .<long-pause> vermisse ich etwas??
es: . . .<long-pause> ¿Se me olvida algo?
fr: . . .<long-pause> J'ai manqué quelque chose ?
it: . . .<long-pause> mi sono perso qualcosa?
pt: . . .<long-pause> será que estou me esquecendo de algo?
ru: Хм. . .<long-pause> Что же я упускаю?
tr: . . .<long-pause> bir şeyi mi kaçırıyorum?
uk: Хм. . .<long-pause> Що ж я випускаю з уваги?

# dungeon43CaptainFinalBoss-1-0
source: Oh,<pause> of course.<long-pause> There's that.
de: Ah ja,<pause> natürlich.<long-pause> Da ist es.
es: Ah,<pause> cómo no.<long-pause> Faltaba eso.
fr: Oh,<pause> bien sûr.<long-pause> Ça.
it: Oh,<pause> certo.<long-pause> Ecco.
pt: Ah,<pause> claro.<long-pause> Tem isso.
ru: Ах,<pause> ну конечно.<long-pause> Есть кое-что.
tr: Ah,<pause> tabii ki.<long-pause> İşte bu!
uk: Ах,<pause> ну звичайно.<long-pause> Є дещо.

# kingBonusSpeech-0-0
source: You are just a deviating thought.<long-pause>
de: Du bist nur ein abweichender Gedanke.<long-pause>
es: No eres más que una divagación.<long-pause>
fr: Tu n'es qu'une pensée déviante.<long-pause>
it: Sei solo un pensiero deviante.<long-pause>
pt: Você é apenas um pensamento divergente.<long-pause>
ru: Ты просто случайная мысль.<long-pause>
tr: Sen sadece sapkın bir düşüncesin.<long-pause>
uk: Ти просто випадкова думка.<long-pause>

# kingBonusSpeech-0-1
source: I can crush you like a bad idea . . .<long-pause>
de: Ich kann dich wie eine schlechte Idee zerquetschen . . .<long-pause>
es: Puedo aplastarte como a una mala idea . . .<long-pause>
fr: Je peux te réduire à néant comme je le ferais avec une mauvaise idée . . .<long-pause>
it: Posso frantumarti come una pessima idea . . .<long-pause>
pt: Eu posso esmagar você como quem se livra de uma má ideia . . .<long-pause>
ru: Я избавлюсь от тебя, как от неудачной мысли . . .<long-pause>
tr: Seni kötü bir fikir gibi ezebilirim. . . .<long-pause>
uk: Я позбавлюся тебе, як від невдалої думки. . .<long-pause>

# skinAreaIntroSpeech-0-0
source: Welcome to the Hero's Chamber!
de: Willkommen in der Heldenkammer!
es: ¡Te doy la bienvenida a la Cámara del Héroe!
fr: Bienvenue dans la Chambre du Héros !
it: La Camera dell'eroe ti dà il benvenuto!
pt: Bem-vindo à Sala do Herói!
ru: Добро пожаловать в зал героя!
tr: Kahraman Odasına hoş geldiniz!
uk: Ласкаво просимо до зали героя!

# skinAreaIntroSpeech-0-1
source: Exchange your Season Points for epic goods!
de: Tausche deine Saisonpunkte gegen epische Waren ein!
es: ¡Intercambia tus puntos de temporada por bienes épicos!
fr: Échange tes points de saison contre des objets épiques !
it: Scambia i tuoi punti Stagione per oggetti epici!
pt: Troque seus Pontos de Temporada por tesouros épicos!
ru: Обменивайте очки, заработанные за сезон, на умопомрачительные предметы!
tr: Sezon Puanlarınızı epik ürünlerle değiştirin!
uk: Обмінюйте бали, зароблені за сезон, на дивовижні предмети!

# skinAreaIntroSpeech-0-2
source: At the end of each season, your final rank score is converted into Season Points.
de: Am Ende jeder Saison wird dein endgültiger Rang in Saisonpunkte umgewandelt.
es: Al final de cada temporada, tu puntuación de rango final se convierte en puntos de temporada.
fr: À la fin de chaque saison, ton classement final est converti en points de saison.
it: Al termine di ogni stagione, il tuo punteggio Posizione finale verrà convertito in punti Stagione.
pt: No final de cada temporada, sua pontuação de patente é convertida em Pontos de Temporada.
ru: В конце каждого сезона вы получите очки в зависимости от своего рейтинга.
tr: Her sezonun sonunda, nihai sıralama puanınız Sezon Puanlarına dönüştürülür.
uk: Наприкінці кожного сезону ви отримаєте бали залежно від свого рейтингу.

# skinAreaIntroSpeech-0-3
source: You should know by now that you can raise your rank by beating other players in the Competitive Mode!
de: Du solltest schon wissen, dass du deinen Rang erhöhen kannst, indem du andere Spieler im Wettkampfmodus schlägst!
es: A estas alturas, ¡ya deberías saber que puedes aumentar tu rango venciendo a otros jugadores en el modo Competitivo!
fr: Tu devrais maintenant savoir que tu peux améliorer ton classement en battant d'autres joueurs dans le Mode Compétition !
it: Ormai dovresti sapere che puoi aumentare la tua posizione sconfiggendo gli altri giocatori nella modalità Competitiva!
pt: Você já deve saber que pode aumentar sua classificação vencendo outros jogadores no Modo Competitivo!
ru: Рейтинг можно повышать, побеждая игроков в соревновательном режиме.
tr: Rekabet Modunda diğer oyuncuları yenerek rütbenizi yükseltebileceğinizi artık biliyor olmalısınız!
uk: Рейтинг можна підвищувати, перемагаючи гравців у режимі змагання.

# skinAreaIntroSpeech-0-4
source: Or by playing the Weekly Dungeons on a daily basis.
de: Oder indem du Wöchentliche Dungeons täglich spielst.
es: O jugando las mazmorras semanales a diario.
fr: Ou en jouant quotidiennement dans les Donjons hebdomadaires.
it: O giocando i sotterranei settimanali giornalmente.
pt: Ou jogando as Masmorras Semanais diariamente.
ru: А ещё с помощью прохождения еженедельных уровней каждый день.
tr: Veya günlük olarak Haftalık Zindanları oynayabilirsiniz.
uk: А ще за допомогою проходження кожного дня щотижневих рівнів.

# skinAreaIntroSpeech-0-5
source: What are you waiting for?!
de: Worauf wartest du?!
es: ¡¿A qué estás esperando?!
fr: Qu'est-ce que tu attends ?!
it: Cosa stai aspettando?!
pt: O que está esperando?!
ru: Ну, чего же вы ждёте?!
tr: Hadi ama! Neyi bekliyorsun?
uk: Ну, чого ж ви чекаєте?!

# salesmanTavern-0-0
source: Hey!<pause> I was expecting you to come!
de: Hey!<pause> Ich habe erwartet, dass du kommst!
es: ¡Ey!<pause> ¡Esperaba que vinieras!
fr: Hey !<pause> Je t'attendais !
it: Ehi!<pause> Ti stavo aspettando!
pt: Ei!<pause> Eu já esperava que você viria!
ru: Ну, привет!<pause> Давно я тебя ждал!
tr: Hey!<pause> Gelmeni bekliyordum!
uk: Ну, привіт!<pause> Давно я на тебе чекав!

# salesmanTavern-0-1
source: Look what I found at the castle!<long-pause> This is a fine place for a tavern!
de: Schau, was ich im Schloss gefunden habe!<long-pause> Dies ist ein schöner Ort für eine Taverne!
es: ¡Mira qué he encontrado en el castillo!<long-pause> ¡Es un buen lugar para una taberna!
fr: Regarde ce que j'ai trouvé dans le château !<long-pause> C'est le lieu idéal pour une taverne !
it: Guarda cos'ho trovato al castello!<long-pause> Questo è un buon posto per una taverna!
pt: Olha o que eu achei pelo castelo!<long-pause> É um belo lugar para uma taverna!
ru: Вот, глянь, что я в замке нашёл!<long-pause> Это отличное место для таверны!
tr: Kalede ne bulduğuma baksana!<long-pause> Taverna açmak için çok iyi bir yer değil mi?!
uk: Ось, поглянь, що я в замку знайшов!<long-pause> Це чудове місце для таверни!

# salesmanTavern-0-2
source: I'll see what I can do with it . . .
de: Ich werde sehen, was ich mit ihm machen kann . . .
es: A ver qué puedo hacer con él . . .
fr: Je vais voir ce que je vais pouvoir en faire...
it: Vedrò cosa farci . . .
pt: Verei o que consigo fazer com isso . . .
ru: Посмотрим-с, что с этим можно сделать...
tr: Bunlarla ne yapabileceğime bir göz atayım . . .
uk: Глянемо, що з цим можна зробити...

# salesmanTavern-0-3
source: Meanwhile,<pause> you'll be able to meet your online friends here.
de: Mitterweile,<pause> kannst du hier deine Online-Freunde treffen.
es: Mientras,<pause> puedes quedar con tus amigos en línea aquí.
fr: En attendant,<pause> tu pourras retrouver tes amis en ligne ici.
it: Nel frattempo,<pause> qui potrai incontrare i tuoi amici online.
pt: Enquanto isso,<pause> você poderá encontrar seus amigos online aqui.
ru: А пока...<pause> Ты сможешь встречаться здесь со своими друзьями.
tr: Bu sırada,<pause> sen de arkadaşlarınla çevrimiçi olarak burada buluşabilirsin
uk: А поки...<pause> Ти зможеш зустрічатися тут зі своїми друзями.

# salesmanTavern-0-4
source: Expect fun and games soon!
de: Spiel und Spaß erwarten dich bald!
es: ¡Pronto habrá juegos y diversión!
fr: Attends-toi à encore plus de fun et de jeux très bientôt !
it: Aspettati tanti giochi e divertimento!
pt: Teremos muita diversão e competições em breve!
ru: Ну, желаю новых радостей и веселья!
tr: Yakında eğlence ve oyunlar sizi bekliyor!
uk: Ну, бажаю нових радощів і веселощів!

# salesmanTavernNoFriends-0-0
source: . . .<long-pause> that's too bad! You don't have any friends yet.
de: . . .<long-pause> Das ist sehr schade! Du hast noch keine Freunde.
es: . . .<long-pause> ¡Qué lástima! Aún no tienes ningún amigo.
fr: ...<long-pause> c'est tellement dommage ! Tu n'as pas encore d'amis.
it: . . .<long-pause> che peccato! Non hai ancora degli amici.
pt: . . .<long-pause> que pena! Você ainda não tem amigos.
ru: . . .<long-pause> Вот блин! У тебя совсем нет друзей.
tr: . . .<long-pause> ah bu çok kötü! Henüz hiç arkadaşa sahip değilsin.
uk: . . .<long-pause> Овва! У тебе зовсім немає друзів.

# salesmanTavernNoFriendsOnline-0-0
source: Too bad none of your friends are online at the moment.
de: Schade, dass momentan keiner deiner Freunde online ist.
es: Qué lástima que ninguno de tus amigos esté conectado.
fr: C'est dommage, aucun de tes amis n'est en ligne pour le moment.
it: Purtroppo nessuno dei tuoi amici è online in questo momento.
pt: Pena que nenhum de seus amigos está online no momento.
ru: Увы, твои друзья не в сети.
tr: Bu çok kötü, hiçbir arkadaşın şu anda aktif değil .
uk: На жаль, твої друзі не в мережі.

# salesmanTavernNoFriendsOnlineEll-0-0
source: . . . <long-pause>Too bad none of your friends are online at the moment.
de: . . . <long-pause>Schade, dass momentan keiner deiner Freunde online ist.
es: . . . <long-pause>Qué lástima que ninguno de tus amigos esté conectado.
fr: . . . <long-pause>C'est dommage, aucun de tes amis n'est en ligne pour le moment.
it: . . . <long-pause>Purtroppo nessuno dei tuoi amici è online in questo momento.
pt: . . . <long-pause>Pena que nenhum de seus amigos está online no momento.
ru: . . . <long-pause>Увы, твои друзья не в сети.
tr: . . . <long-pause>Bu çok kötü, hiçbir arkadaşın şu anda aktif değil .
uk: . . . <long-pause>На жаль, твої друзі не в мережі.

# innkeeperJustBoughtPlace-0-0
source: Hello . . .<long-pause> I am the new innkeeper of this establishment.
de: Hallo!<long-pause> Ich bin der neue Gastwirt dieser Einrichtung!
es: ¡Saludos!<long-pause> Soy el nuevo posadero de este local.
fr: Salutations !<long-pause> Je suis le nouvel aubergiste !
it: Ciao!<long-pause> Sono il nuovo locandiere!
pt: Salve!<long-pause> Sou o novo proprietário deste estabelecimento.
ru: Приветствую!<long-pause> Я здесь новый трактирщик!
tr: Selamlar!<long-pause> Ben bu işletmenin yeni hancısıyım!
uk: Вітаю!<long-pause> Я тут новий корчмар!

# innkeeperJustBoughtPlace-0-1
source: Soon we will be opening our doors with a wide variety of elixirs and tonics!
de: Ich freue mich, dir mitteilen zu können, dass wir bald unsere Türen öffnen und eine große Auswahl an Tränken, Elixieren und Stärkungsmitteln anbieten werden!
es: Pronto abriremos nuestras puertas y ofreceremos una amplia variedad de elixires y tónicos.
fr: Je suis heureux de t'annoncer que nous ouvrirons bientôt nos portes pour proposer tout un tas de potions, d'élixirs et de tonics !
it: Sono lieto di annunciare che molto presto apriremo le nostre porte per offrire un'ampia scelta di pozioni, elisir e tonici!
pt: Em breve abriremos nossas portas com uma grande variedade de elixires e tônicos!
ru: Рад сообщить, что скоро мы откроем наши двери и предложим широкий выбор зелий, эликсиров и тоников!
tr: Yakında dükkanımızın kapılarını açacağımızı ve çok çeşitli iksirler, özler ve tonikler sunacağımızı duyurmaktan heyecan duyuyorum!
uk: Радий повідомити, що скоро ми відкриємо наші двері та запропонуємо широкий вибір зілля, еліксирів і тоніків!

# innkeeperJustBoughtPlace-0-2
source: I must admit,<pause> the previous owner of this tavern had some questionable business practices . . .
de: Ich muss zugeben,<pause> der Vorbesitzer dieser Taverne hatte einige fragwürdige Geschäftspraktiken . . .
es: Debo admitir que . . .<pause> el dueño anterior de esta taberna tenía unas prácticas comerciales algo cuestionables . . .
fr: Je dois l'avouer,<pause> l'ancien propriétaire de cette taverne avait des pratiques douteuses...
it: Devo ammettere...<pause> il vecchio proprietario di questa taverna aveva un modo peculiare di gestire questo posto . . .
pt: Preciso admitir,<pause> o proprietário anterior desta taverna tinha algumas práticas questionáveis . . .
ru: Должен сказать...<pause> Предыдущий владелец этой таверны имел сомнительный подход к бизнесу...
tr: Dürüst olmam gerek,<pause> buranın bir önceki sahibinin bazı şüpheli iş uygulamarı vardı . . .
uk: Маю сказати...<pause> Попередній власник цієї таверни мав сумнівний підхід до бізнесу...

# innkeeperJustBoughtPlace-0-3
source: However,<pause> I am looking forward to putting my own stamp on it and providing a better atmosphere for our customers.
de: Allerding,<pause> freue ich mich darauf, ihm meinen eigenen Stempel aufzudrücken und unseren Kunden eine einladende Atmosphäre anzubieten.
es: No obstante,<pause> yo estoy deseando dejar mi propia huella y ofrecer un ambiente acogedor a nuestros clientes.
fr: Cependant,<pause> j'ai hâte de pouvoir y apporter ma touche personnelle et offrir une atmosphère chaleureuse à nos clients.
it: Comunque<pause> ho intenzione di dare un tocco tutto mio per dare un caldo benvenuto ai nostri ospiti.
pt: No entanto,<pause> colocarei meu próprio selo aqui para proporcionar uma atmosfera melhor aos clientes.
ru: Тем не менее,<pause> я с нетерпением жду возможности продемонстрировать мой подход к делу и создать гостеприимную атмосферу для наших клиентов.
tr: Yine de,<pause> Bu işe kendi ismimi koyup müşterilerimiz için hoş bir atmosfer sağlamayı dört gözle bekliyorum.
uk: Втім,<pause> я з нетерпінням чекаю можливості продемонструвати мій підхід до справи та створити гостинну атмосферу для наших клієнтів.

# innkeeperJustBoughtPlace-0-4
source: Expect fun and games soon!<pause> . . .<long-pause> I guess.
de: Spiel und Spaß erwarten dich bald!<pause> . . .<long-pause> Denke ich.
es: ¡Pronto habrá juegos y diversión!<pause> . . .<long-pause> Supongo.
fr: Attends-toi à encore plus de fun et de jeux très bientôt !<pause> ...<long-pause> Du moins, je l'espère.
it: Aspettati tanti giochi e divertimento!<pause> . . .<long-pause> O almeno spero.
pt: Teremos muita diversão e competições em breve!<pause> . . .<long-pause> eu acho.
ru: Жди новых радостей и классных новостей!<pause> ...<long-pause> Ну, надеюсь.
tr: Eğlenceyi ve oyunları beklemen gerekir!<pause> . . .<long-pause> öyle umuyorum yani.
uk: Чекай нових радощів і класних новин!<pause> ... <long-pause> Ну, сподіваюся.

# --innkeeperTavernIsOpen-0-0
source: Greetings,<pause> I am the new innkeeper of this establishment!
de: Hallo, ich bin der neue Gastwirt dieser Einrichtung!
es: ¡Saludos,<pause> soy el nuevo posadero de este local!
fr: Salutations,<pause> je suis le nouvel aubergiste !
it: Ciao,<pause> sono il nuovo locandiere!
pt: Saudações,<pause> sou o novo proprietário deste estabelecimento!
ru: Приветствую! Я здесь новый трактирщик!
tr: Selamlar, ben bu işletmenin yeni hancısıyım!
uk: Вітаю! Я тут новий корчмар!

# innkeeperTavernIsOpen-0-0
source: Greetings!
de: Hallo!
es: ¡Saludos!
fr: Salutations !
it: Ciao!
pt: Saudações!
ru: Приветствую!
tr: Selamlar!
uk: Вітаю!

# innkeeperTavernIsOpen-buy-0
source: I have a wide variety of elixirs and tonics to help boost your energy!
de: Ich habe eine große Auswahl an Elixieren und Tonics, die dir dabei helfen, deine Energie zu steigern!
es: ¡Tengo una gran variedad de elixires y tónicos para potenciar tu energía!
fr: Je propose tout un tas d'élixirs et de tonics qui pourront booster ton énergie !
it: Ho un'ampia varietà di pozioni e tonici che potenzieranno la tua energia!
pt: Tenho uma grande variedade de elixires e tônicos para ajudar a melhorar sua energia!
ru: У меня широкий выбор эликсиров и тоников, которые помогут повысить энергию!
tr: Enerjinizi artırmaya yardımcı olacak çok çeşitli iksirlerim ve toniklerim var!
uk: У мене широкий вибір еліксирів і тоніків, які допоможуть підвищити енергію!

# innkeeperTavernIsOpen-1-0
source: . . . <long-pause>That salesperson really pulled a fast one on me.<long-pause> I feel like I've been cheated.
de: . . . <long-pause>Dieser Verkäufer hat mich wirklich reingelegt.<long-pause> Ich fühle mich betrogen.
es: . . . <long-pause>Desde luego, el vendedor ese me ha dado gato por liebre.<long-pause> Siento que me ha engañado.
fr: . . . <long-pause>Ce vendeur m'a vraiment joué un sale tour.<long-pause> Je sens que je me suis fait avoir.
it: . . . <long-pause>Quel venditore si è preso gioco di me.<long-pause> Mi ha fregato.
pt: . . . <long-pause>Aquele vendedor realmente me passou a perna.<long-pause> Me sinto enganado.
ru: . . . <long-pause>Ловко этот продавец меня обвёл вокруг пальца. <long-pause> Чувствую себя доверчивым простаком.
tr: . . . <long-pause>O satış elemanı beni gerçekten hızlıca inandırdı.<long-pause> Sanki dolandırılmış gibi hissediyorum.
uk: . . . <long-pause>Вправно цей продавець мене обвів навколо пальця. <long-pause> Почуваюся довірливим простаком.

# innkeeperTavernIsOpen-1-1
source: He didn't tell me the whole story about this place.
de: Er hat mir nicht die ganze Geschichte über diesen Ort erzählt.
es: No me contó toda la historia sobre este lugar.
fr: Il ne m'a pas raconté toute l'histoire à propos de cet endroit.
it: Non mi ha raccontato tutta la verità su questo posto.
pt: Ele não me contou tudo sobre este lugar.
ru: Он не рассказал мне всего об этом месте.
tr: Bana bu yerle ilgili tüm hikayeyi anlatmadı.
uk: Він не розповів мені всього про це місце.

# captainDungeon31-0-0
source: Who would have left this flask down here?!<long-pause> ...<pause> anyway, it's going to be useful!
de: Wer hätte diese Flasche hier unten gelassen?!<long-pause> ...<pause> Na ja, es wird nützlich sein!
es: ¡¿Quién se habrá dejado este frasco aquí abajo?!<long-pause> ...<pause> En fin, ¡seguro que me sirve para algo!
fr: Qui a bien pu laisser cette fiole ici ?!<long-pause> ...<pause> Peu importe, ce sera utile !
it: Chi ha lasciato questa boccetta qui?!<long-pause> ...<pause> non importa, potrebbe sempre tornare utile!
pt: Quem teria deixado essa garrafa aqui embaixo?!<long-pause> ...<pause> de qualquer forma, vai ser útil!
ru: Кто мог оставить здесь эту флягу?!<long-pause> ...<pause> А, ладно, всё равно пригодится!
tr: Bu matarayı buraya kim bırakmış olabilir?!<long-pause> ...<pause> neyse, en azından işime yarayacak!
uk: Хто міг залишити тут цю флягу?!<long-pause> ...<pause> Ну й гаразд, і мені стане в нагоді!

# innkeeperTavernGreet-0-0
source: Greetings...
de: Grüße...
es: Saludos...
fr: Salutations...
it: Salve...
pt: Saudações...
ru: Добро пожаловать...
tr: Selamlar...
uk: Ласкаво прошу...

# innkeeperTavernGreet-1-0
source: Welcome,<pause> I suppose...
de: Willkommen,<pause> ich nehme an...
es: Te doy la bienvenida,<pause> supongo...
fr: Bienvenue,<pause> je suppose...
it: Un piacere darti il benvenuto,<pause> o almeno credo...
pt: Bem-vindo,<pause> eu acho...
ru: Милости просим...<pause> Но это не точно...
tr: Hoşgeldin,<pause> Sanırsam sen...
uk: Радий зустрічі...<pause> Але це не точно...

# innkeeperTavernGreet-2-0
source: Looking for a specific drink,<pause> are you?
de: Du bist auf der Suche nach einem bestimmten Getränk,<pause> stimmts?
es: Buscas una bebida en concreto,<pause> ¿verdad?
fr: que tu recherches une boisson spécifique,<pause> n'est-ce pas ?
it: Stai cercando un drink speciale,<pause> giusto?
pt: Procurando por algo específico,<pause> é?
ru: Ищешь что-то особенное,<pause> м?
tr: Özel bir içecek arıyorsun,<pause> değil mi?
uk: Шукаєш щось особливе,<pause> м?

# innkeeperTavernGreet-3-0
source: What do you want?
de: Was willst du?
es: ¿Qué quieres?
fr: Qu'est-ce que tu veux ?
it: Cosa ti andrebbe?
pt: O que você vai querer?
ru: Чего изволите?
tr: Ne istiyorsun??
uk: Чого душа бажає?

# innkeeperTavernGreet-4-0
source: What's your story?<pause> Actually,<long-pause> I don't care.
de: Was ist deine Geschichte?<pause> Eigentlich,<long-pause> das ist mir egal.
es: ¿Cuál es tu historia?<pause> Bueno,<long-pause> tampoco es que me importe.
fr: Quelle est ton histoire ?<pause> En réalité,<long-pause> ça ne m'intéresse pas.
it: Cosa mi racconti di te?<pause> A dire il vero,<long-pause> non mi importa un bel niente.
pt: Diz aí, qual sua história?<pause> Espera,<long-pause> na verdade eu não ligo.
ru: Ну, выкладывай...<pause> А впрочем,<long-pause> мне всё равно.
tr: Hikayen nedir?<pause> Aslında,<long-pause> Çok umrumda değil.
uk: Ну, викладай...<pause> А втім,<long-pause> мені все одно.

# innkeeperTavernGreet-5-0
source: Another adventurer,<pause> huh?<long-pause> Don't expect me to be impressed by your tales.
de: Noch ein Abenteuer,<pause> oder?<long-pause> Erwarte nicht von mir, beeindruckt von deinen Erzählungen zu sein.
es: Otro aventurero,<pause> ¿eh?<long-pause> No esperes que me impresionen tus relatos.
fr: Un autre aventurier,<pause> hein ?<long-pause> N'espère pas que je sois impressionné par tes histoires.
it: Un'altra persona in cerca di avventure,<pause> eh?<long-pause> Non crederai di riuscire a impressionarmi con le tue storielle.
pt: Outro aventureiro,<pause> hã?<long-pause> Não espere que eu vá me impressionar com suas conversinhas.
ru: Ещё один авантюрист,<pause> не так ли?<long-pause> Не жди, что твои россказни сильно меня впечатлят.
tr: Başka bir maceracı,<pause> ha?<long-pause> Maceralarından etkilenmemi bekleme..
uk: Ще один авантюрист,<pause> я так розумію?<long-pause> Не чекай, що твої байки сильно мене вразять.
