Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# papaHendrix41-PHS-3-1
source: Let's go steal that Lunar Map!
de: Lass uns diese Mondkarte stehlen!
es: ¡Vamos a robar el Mapa Lunar!
fr: Allons dérober cette Carte lunaire !
it: Andiamo a prendere quella Mappa lunare!
pt: Vamos lá roubar esse Mapa Lunar!
ru: Давай-ка уже приберём к рукам эту Лунную Карту!
tr: Hadi gidip şu Ayın Haritasını çalalım!
uk: Ну ж бо заволодіємо цією Місячною мапою!

# captain41-prologue-0
source: All right!
de: Alles klar!
es: ¡Muy bien!
fr: Bien !
it: Va bene!
pt: Certo!
ru: Отлично!
tr: Tamam!
uk: Чудово!

# captain41-prologue-1
source: Remember what the King said . . .
de: Denke daran, was der König gesagt hat . . .
es: ¿Recuerdas lo que dijo el Rey . . .
fr: Souviens-toi de ce que le Roi a dit . . .
it: Ricorda cos'ha detto il Re . . .
pt: Lembre-se daquilo que o Rei disse . . .
ru: Помни, что сказал Король . . .
tr: Kralın ne söylediğini hatırla. . .
uk: Пам'ятай, що казав Король . . .

# captain41-prologue-2
source: If things get too ugly,<pause> we're supposed to flee with him through the portal.
de: Wenn es zu hässlich wird, sollen wir mit ihm durch das Portal fliehen.
es: Si las cosas se ponen feas,<pause> se supone que tenemos que huir con él a través del portal.
fr: Si les choses s'enveniment, nous sommes censés nous enfuir avec lui en passant par le portail.
it: Se le cose si complicano, dobbiamo fuggire con lui attraverso il portale.
pt: Se a coisa ficar feia,<pause> nós devemos fugir com ele pelo portal.
ru: Если всё будет плохо, мы должны будем сбежать с ним через Портал.
tr: Eğer her şey çok kötü bir hâl alırsa, onu portaldan kaçırmamız gerekiyor!
uk: Якщо все складатиметься невдало, ми повинні втекти разом із ним через портал.

# captain41-prologue-3
source: He assured me that we can make it through alive.
de: Er versicherte mir, dass wir es lebend schaffen können.
es: Me aseguró que podríamos cruzarlo y sobrevivir.
fr: Il m'a assuré que nous nous en sortirions vivants.
it: Mi ha assicurato che così sopravviveremo.
pt: Ele me garantiu que nós sobreviveremos ao atravessar.
ru: Он заверил меня, что мы сможем выжить при этом.
tr: Bana hayatta kalabileceğimize dair güvence verdi.
uk: Він запевнив мене, що нам вдасться пройти крізь нього й залишитися живими.

# wcKeeperAbout2-0
source: You may have seen another portal like the one behind me before.
de: Vielleicht hast du schon einmal ein anderes Portal wie das hinter mir gesehen.
es: Puede que ya hayas visto un portal como el que tengo a la espalda.
fr: Tu as peut-être déjà vu un autre portail comme celui qui se trouve derrière moi.
it: Potresti aver visto un altro portale Come quello che prima avevo alle spalle.
pt: Você já deve ter visto outro portal parecido com este atrás de mim.
ru: Видишь портал за мной? Возможно, ты уже встречал такие раньше.
tr: Daha önce arkamda bulunana benzeyen başka bir geçit görmüş olabilirsin.
uk: Можливо, тобі вже зустрічався портал як той, що знаходиться за мною.

# wcKeeperAbout2-1
source: It sends you to alternative realities where the craziest things happen.
de: Es schickt dich zu alternativen Realitäten, in denen die verrücktesten Dinge passieren.
es: Te envía a realidades alternativas donde ocurren increíbles locuras.
fr: Il t'enverra dans des réalités alternatives où les choses les plus folles se produisent.
it: Ti permette di raggiungere realtà alternative dove possono accadere cose pazzesche.
pt: Ele te envia à realidades alternativas onde coisas malucas acontecem.
ru: Через него можно попасть в альтернативные реальности. Там происходит много удивительного.
tr: Seni çılgınca şeyler yaşanan başka bir alternatif gerçekliğe yolluyor.
uk: Він переправить тебе в альтернативну реальність, де на тебе чекають неймовірні події.

# wcKeeperAbout2-2
source: The portal will send you to a new Dungeon every week.
de: Das Portal schickt dich jede Woche in einen neuen Dungeon.
es: El portal te mandará a una nueva mazmorra cada semana.
fr: Le portail t'enverra dans un nouveau donjon chaque semaine.
it: Il portale ogni settimana ti condurrà a un nuovo sotterraneo.
pt: Este portal vai te mandar à uma Masmorra diferente toda semana.
ru: Этот портал каждую неделю будет отправлять тебя на новый Уровень. Да-да, Еженедельный Уровень!
tr: Bu portal seni her hafta farklı yeni bir Zindana gönderecek.
uk: Щотижня портал буде відправляти тебе на новий рівень.

# wcKeeperAbout2-3
source: The Dungeon gets harder as you achieve the score challenges.
de: Der Dungeon wird schwieriger, wenn du die Punktenherausforderungen erreichst.
es: La mazmorra se vuelve más difícil conforme completas los desafíos de puntuación.
fr: Le donjon sera de plus en plus difficile si tu réussis les défis de score.
it: Il sotterraneo si fa più difficile man mano che superi le sfide Punteggio.
pt: E a Masmorra fica mais difícil conforme você bate as metas de pontuação...
ru: Уровень будет становиться сложнее с каждым достигнутым испытанием Счёта.
tr: Bu zindan sen daha dabaşarılı oldukça hedeflerini zorlaştırmaya devam edecek.
uk: Після виконання цілей за очками складність рівнів буде підвищуватися.

# wcKeeperMore2-0
source: A special treasure chest will show up if you beat the final boss.
de: Eine spezielle Schatztruhe wird angezeigt, wenn du den Endboss besiegst.
es: Si derrotas al jefe final, aparecerá un cofre del tesoro especial.
fr: Un coffre au trésor spécial apparaîtra si tu bats le boss final.
it: Se sconfiggerai il boss finale apparirà un forziere del tesoro speciale.
pt: Um baú com tesouros especiais aparece quando você derrota o chefe final.
ru: Тот Золотой Сундук с особым сокровищем появится на Уровне, если ты одолеешь босса в конце.
tr: Eğer bölümün sonundaki Boss'u yenersen özel bir hazine sandığı ile karşılaşacaksın
uk: Якщо ти зумієш перемогти фінального боса, з'явиться особлива скриня зі скарбом

# wcKeeperMore2-1
source: You'll have to spend your precious tokens to open it...
de: Du musst deine kostbaren Münzen ausgeben, um sie zu öffnen...
es: Tendrás que gastar tus valiosas monedas para abrirlo...,
fr: Tu devras dépenser tes précieuses pièces pour l'ouvrir...
it: Per aprirlo dovrai spendere le tue monete preziose...
pt: Você precisará gastar suas preciosas moedas para abri-lo...
ru: Тебе придётся потратить свои бесценные жетоны, чтобы открыть его . . .
tr: Sandığı açabilmek için daha önce elde ettiğin değerli altınlarını harcaman gerek...
uk: Для її відкриття тобі знадобляться монети. Коштує це немало...

# wcKeeperMore2-2
source: ... but it gets cheaper if you complete the time challenge or achieve the score goal.
de: ... Aber es wird billiger, wenn du die Zeitherausforderung abschließt oder das Score-Ziel erreichst.
es: ... pero resulta más barato si completas el desafío de tiempo o el objetivo de puntuación.
fr: ... mais cela te coûtera moins cher si tu réussis le défi de temps ou si tu atteins l'objectif de score.
it: ... ma spenderai meno completando la sfida a tempo o raggiungendo l'Obiettivo Punteggio.
pt: ... mas fica mais barato se você bater as metas de pontuação ou tempo.
ru: . . . но стоимость будет уменьшаться по мере завершения Задания на Время или достижения Цели по Счёту.
tr: ...ama gereken vakitte bitirir ya da hedef skora erişirsen hazineyi açma bedeli de o kadar azalacak.
uk: Але якщо ти завершиш випробування на час або виконаєш ціль за очками, буде дешевше.

# wcKeeperMore2-3
source: The higher your rank,<pause> the better your chances of getting good items from the chest.
de: Je höher dein Rang, desto besser sind deine Chancen, gute Gegenstände aus der Truhe zu bekommen.
es: Cuanto mayor sea tu rango,<pause> más probabilidad tendrás de obtener buenos objetos con el cofre.
fr: Plus ton grade est élevé, plus tu as de chances d'obtenir de bons objets dans le coffre.
it: Migliore sarà la tua posizione, maggiori saranno le possibilità di ottenere ottimi oggetti dal forziere.
pt: Suas chances de conseguir itens melhores aumentam conforme você sobe sua patente.
ru: Чем выше твой ранг, тем лучше шансы выбить из Золотого Сундука снаряжение с максимальным улучшением.
tr: Seviyen ne kadar yüksek ise sandıktan alacağın eşyanın kalitesi de o kadar yüksek olur.
uk: Чим вище твій ранг, тим вище шанси отримати зі скрині дещо дуже цінне.

# wcKeeperMore2-4
source: Additionally,<pause> you get extra Rank points every day you complete a Weekly Dungeon.
de: Zusätzlich erhältst du Rangpunkte an jedem Tag, an dem du einen wöchentlichen Dungeon abschließt.
es: Además,<pause> obtienes puntos de rango adicionales cada día que completas una mazmorra semanal.
fr: En outre, tu obtiendras des points de classement supplémentaires chaque jour en terminant un Donjon hebdomadaire.
it: Inoltre, otterrai punti Posizioni extra ogni giorno che completerai il sotterraneo settimanale.
pt: Além disso,<pause> você ganha pontos de Patente todo o dia em que completar a Masmorra da semana.
ru: К тому же ты получишь дополнительные очки ранга за перепрохождение Еженедельного Уровня каждый день.
tr: Ayrıca, Haftalık zindanı tamamladığınız her gün/nekstra Derece puanı kazanırsınız.
uk: До того ж, проходячи щодня щотижневий рівень, ти будеш отримувати додаткові очки рангу.

# dudeDungeon42-0-0
source: Sleepwalking again?!
de: Warst du wieder schlafwandeln?!
es: ¡¿Otra vez con sonambulismo?!
fr: Encore une crise de somnambulisme ?!
it: Ancora sonnambulismo?!
pt: Tendo delírios outra vez?!
ru: Опять ходишь во сне?!
tr: Yine mi uyurgezerlik yapıyorsun?!
uk: Що?! Знову ходиш уві сні?

# dudeDungeon42-0-2
source: You should talk to the King.
de: Du solltest mit dem König sprechen.
es: Deberías hablar con el Rey.
fr: Tu devrais parler au Roi.
it: Dovresti parlare con il Re.
pt: Você deveria falar com o Rei.
ru: Тебе стоит поговорить с Королём.
tr: Kralla konuşmalısın.
uk: Тобі варто поговорити з королем.

# dudeDungeon42-0-3
source: Maybe he can fix those nightmares with one of his magic tricks.
de: Vielleicht kann er diese Albträume mit einem seiner Zaubertricks beheben.
es: Tal vez pueda quitarte esas pesadillas con uno de sus trucos mágicos.
fr: Il pourra peut-être te débarrasser de ces cauchemars avec l'un de ses tours de magie.
it: Magari potrà far sparire quegli incubi con uno dei suoi trucchi magici.
pt: Talvez ele possa curar esses pesadelos com algum dos truques de mágica dele.
ru: Может, он сможет избавить тебя от кошмаров каким-нибудь из этих своих магических фокусов.
tr: Belki de Kral büyü numaralarından biriyle seni bu kabuslardan kurtarabilir.
uk: Можливо, він допоможе тобі позбутися від нічних кошмарів за допомогою цієї своєї магії.

# dudeDungeon42-1-0
source: It's not just you, though.
de: Du bist nicht der Einzige.
es: Aunque no es solo cosa tuya.
fr: Mais il n'y a pas que toi.
it: Anche se non capita solo a te.
pt: Não é só você.
ru: Но такое не только у тебя.
tr: Sadece senin başına da gelmiyor bu.
uk: Щоправда, це не одного тебе турбує.

# dudeDungeon42-1-1
source: I'm also having odd dreams ever since that turbulent portal crossing happened.
de: Ich habe auch seltsame Träume, seit diese turbulente Portalüberquerung passiert ist.
es: Yo también estoy teniendo sueños extraños desde que se produzco aquel turbulento cruce del portal.
fr: Je fais moi aussi des rêves étranges depuis ce passage de portail tumultueux.
it: Sto facendo dei sogni stranissimi da quando c'è stato quell'attraversamento del portale turbolento.
pt: Eu também tenho tido sonhos estranhos desde aquela passagem turbulenta pelo portal.
ru: Мне вот тоже снятся странные сны после того турбулентного портального перехода.
tr: Bu çalkantılı portal geçişinden beri bende garip rüyalar görüyorum!
uk: У мене ось теж дивні сни почалися з моменту турбулентного переходу порталу.

# dudeDungeon42-1-2
source: That was intense, Dude!
de: Das war heftig, Mann!
es: ¡Eso sí que fue intenso, Tío!
fr: C'était intense !
it: È stato intenso, amico!
pt: Aquilo foi intenso, cara!
ru: Хорошо тогда потрепало, приятель!
tr: Baya sağlamdı, Kanka!
uk: Ух! Ну й пошарпало нас тоді, приятелю!

# dudeDungeon42-1-4
source: People will surely tell stories about that in the future!
de: In der Zukunft wird man sicherlich Geschichten davon erzählen!
es: ¡Seguro que la gente cuenta historias sobre ello en el futuro!
fr: Les gens raconteront sûrement des histoires à ce sujet dans le futur !
it: Di sicuro la gente racconterà storie su quello che è successo in futuro!
pt: Certamente irão contar histórias sobre aquilo no futuro!
ru: В будущем люди обязательно будут слагать об этом истории!
tr: Eminim insanlar gelecekte bu konuda konuşacak!
uk: Упевнений, що в майбутньому люди будуть розповідати про це один одному історії!

# kingDungeon42-0-0
source: There is one thing I need you to do on your next time travel.
de: Es gibt eine Sache, die du bei deiner nächsten Zeitreise tun musst.
es: Tienes que encargarte de un asunto en tu próximo viaje en el tiempo.
fr: Il y a une chose que j'aurais besoin que tu fasses lors de ton prochain voyage dans le temps.
it: C'è una cosa che ho bisogno che tu faccia durante il tuo prossimo viaggio nel tempo.
pt: Há algo que eu preciso que você faça em sua próxima viagem no tempo.
ru: Есть кое-что, что тебе нужно будет сделать в твоём грядущем путешествии во времени.
tr: Bir sonraki zaman yolculuğun için senden bir isteğim var.
uk: Тобі потрібно буде дещо зробити під час своєї наступної подорожі в часі.

# kingDungeon42-0-1
source: I need you to hand the Helm of the Relentless to the Wizard of the Oracle.
de: Du musst dem Zauberer des Orakels den Helm der Unerbittlichen übergeben.
es: Necesito que le entregues el Yelmo de los Imparables al Mago del Oráculo.
fr: J'ai besoin que tu remettes le Casque de l'Implacable au Sorcier de l'Oracle.
it: Devi consegnare l'elmo inarrestabile al Mago dell'oracolo.
pt: Preciso que entregue o Elmo dos Incansáveis ao Mago do Oráculo.
ru: Я хочу, чтобы ты передала Шлем Беспощадности лично в руки Волшебнику-Оракулу.
tr: Kehanet Büyücüsüne Amansız Dümeni teslim etmeni istiyorum.
uk: Допоможи мені передати Шолом нескінченності Чарівнику-оракулу.

# kingDungeon42-0-2
source: The Wizard might be able to stop my other self with this helm.
de: Der Zauberer könnte in der Lage sein, mein anderes Ich mit diesem Helm aufzuhalten.
es: Puede que el Mago consiga detener a mi otro yo con este yelmo.
fr: Le Sorcier devrait pouvoir stopper mon autre incarnation avec ce casque.
it: Il Mago dovrebbe poter fermare il mio altro io con questo elmo.
pt: O Mago pode ser capaz de impedir meu outro eu com este elmo.
ru: Волшебник смог бы остановить другого меня с этим Шлемом.
tr: Belki de büyücü bu dümen ile diğer taraftaki benliğimi durdurabilir.
uk: Завдяки йому Чарівник зможе зупинити мого двійника.

# kingDungeon42-1-0
source: The Wizard may fail to stop my other self from taking the Castle.
de: Der Zauberer kann mein anderes Ich möglicherweise nicht davon abhalten, das Schloss einzunehmen.
es: Es posible que el Mago no consiga impedir que mi otro yo tome el castillo.
fr: Le Sorcier pourra ne pas réussir à stopper mon autre incarnation de s'emparer du château.
it: Il Mago potrebbe non riuscire a impedire al mio altro io di occupare il castello.
pt: O Mago pode falhar em impedir que meu outro eu tome o castelo.
ru: У Волшебника может не получиться помешать другому мне захватить Замок.
tr: Belki de büyücü diğer benliğimin kaleyi almasını engelleyemez.
uk: Можливо, Чарівник не зможе завадити моєму двійнику захопити замок.

# kingDungeon42-1-1
source: In which case we'll have to jump to our alternative plan.
de: In diesem Fall müssen wir zu unserem alternativen Plan wechseln.
es: En tal caso, tendremos que pasar al plan alternativo.
fr: Si cela arrive, nous devrons passer à notre plan B.
it: Se dovesse succedere, dovremmo passare al nostro piano alternativo.
pt: Neste caso teremos que partir para nosso plano alternativo.
ru: В таком случае мы перейдём к нашему запасному плану.
tr: Öyle bir durumda alternatif planımızı uygulamaya geçireceğiz
uk: У цьому випадку мені доведеться переміститися в альтернативну реальність.

# kingDungeon42-1-2
source: We will have to get to the Castle and capture that legendary minion I told you about.
de: Wir müssen zum Schloss und den legendären Diener fangen, von dem ich dir erzählt habe.
es: Habrá que entrar en el castillo y capturar al súbdito legendario del que te hablé.
fr: Nous devrons nous rendre au château et capturer ce sbire légendaire dont je t'ai parlé.
it: Dobbiamo raggiungere il castello e catturare quel servo leggendario di cui ti ho parlato.
pt: Teremos que ir ao castelo e capturar aquele lacaio legendário sobre o qual já lhe contei.
ru: Нам придётся добраться до Замка и схватить того легендарного миньона, о котором я тебе говорил.
tr: Kaleye gitmemiz ve size daha önce bahsettiğim efsanevi minyonu ele geçirmeliyiz
uk: Нам потрібно буде проникнути в замок і захопити ту легендарну істоту, про яку я розповідав.

# kingDungeon42-1-3
source: If my theories are right,<pause> it should join our side once captured.
de: Wenn meine Vermutungen stimmen, sollte es sich unserer Seite anschließen, sobald es erfasst ist.
es: Si mis teorías son correctas,<pause> debería unirse a nuestro bando al capturarlo.
fr: Si mes théories sont exactes, il devrait rejoindre notre camp une fois capturé.
it: Se le mie teorie non sbagliano, dovrebbe stare dalla nostra parte una volta catturato.
pt: Se minhas teorias estiverem corretas,<pause> o lacaio irá juntar-se a nós ao ser capturado.
ru: Если мои предположения верны, он перейдёт на нашу сторону сразу после захвата.
tr: Eğer teorilerim doğruysa ele geçirdiğimizde bizim tarafımıza geçmeli
uk: Якщо моя теорія вірна, після цього воно стане на наш бік.

# kingDungeon42-2-0
source: So you've been having odd nightmares lately . . .
de: Du hattest in letzter Zeit seltsame Albträume . . .
es: Así que has estado teniendo pesadillas extrañas últimamente . . .
fr: Tu fais donc des cauchemars étranges ces derniers temps...
it: Quindi ultimamente stai facendo degli strani incubi . . .
pt: Então você tem tido delírios e pesadelos ultimamente . . .
ru: Так значит, в последнее время тебе снятся кошмары . . .
tr: Son zamanlarda garip kabuslar görüyormuşsun . . .
uk: Так значить тобі останнім часом сняться жахи . . .

# kingDungeon42-2-1
source: It won't pass until our work is complete.
de: Es wird nicht vergehen, bis unsere Arbeit abgeschlossen ist.
es: No desaparecerán hasta que hayamos cumplido nuestra labor.
fr: Ils ne s'arrêteront pas tant que notre travail ne sera pas terminé.
it: Non se ne andranno finché il lavoro non sarà completato.
pt: Isso não vai passar até que nosso trabalho seja concluído.
ru: Это и не закончится, пока наша работа не будет сделана.
tr: Görevimiz tamamlanana kadar o kabuslar geçmeyecek.
uk: Вони не припиняться, поки ми не доведемо нашу справу до кінця.

# kingDungeon42-2-2
source: Go take a walk outside.<pause> It should clear your mind.
de: Geh draußen spazieren. Es sollte deinen Geist klären.
es: Ve a darte un paseo fuera.<pause> Te debería despejar la cabeza.
fr: Va prendre l'air. Cela devrait apaiser ton esprit.
it: Fatti un giro fuori. Ti aiuterà a schiarirti le idee.
pt: Dê uma caminhada lá fora.<pause> Isso deve limpar sua mente.
ru: Сходи прогуляйся. Это должно помочь привести мысли в порядок.
tr: Dışarı çıkıp temiz hava al. Zihnini temizlemene yardımcı olacaktır.
uk: Сходи прогуляйся. Це допоможе тобі привести думки до ладу.

# kingDungeon42-3-0
source: Go take a walk outside.<pause> It should clear your mind.
de: Geh draußen spazieren. Es sollte deinen Geist klären.
es: Ve a darte un paseo fuera.<pause> Te debería despejar la cabeza.
fr: Va prendre l'air. Cela devrait apaiser ton esprit.
it: Fatti un giro fuori. Ti aiuterà a schiarirti le idee.
pt: Dê uma caminhada lá fora.<pause> Isso deve limpar sua mente.
ru: Прогуляйся. Приведи мысли в порядок.
tr: Dışarı çıkıp temiz hava al. Zihnini temizlemene yardımcı olacaktır.
uk: Сходи прогуляйся. Це допоможе тобі привести думки до ладу.

# papaHendrixDungeon42-0-0
source: So,<pause> as I was saying . . .
de: Also, wie ich schon sagte . . .
es: Bueno,<pause> como iba diciendo . . .
fr: Donc, comme je le disais...
it: Quindi come stavo dicendo . . .
pt: Então,<pause> como eu ia dizendo . . .
ru: Итак, как я уже сказал . . .
tr: Daha önce de söylediğim gibi. . .
uk: Як я говорив . . .

# papaHendrixDungeon42-0-1
source: I think you've been told about the whole timeline mess your King provoked . . .
de: Ich glaube, dir wurde von dem ganzen Zeitleistenchaos erzählt, das dein König provoziert hat . . .
es: Creo que ya te han comentado el desastre que provocó tu Rey con las líneas temporales . . .
fr: Je pense qu'on t'a déjà tout raconté à propos du désordre que le Roi a provoqué dans les lignes temporelles...
it: Ti avranno detto di tutto il caos eterno che il tuo Re ha provocato . . .
pt: Acho que já falei sobre toda a bagunça nas linhas temporais que seu rei provocou . . .
ru: Я думаю, ты уже всё понял о том измеренческом кавардаке, спровоцированном твоим Королём . . .
tr: Sanırım sizin Kral'ın oluşturduğu zaman çizelgesi kargaşasından haberin vardır. . . .
uk: Думаю, тобі вже розповіли про ту плутанину з відгалуженнями часу, яку спровокував король . . .

# papaHendrixDungeon42-0-2
source: Unfortunately,<pause> the King still holds that last Lunar Map we need!
de: Leider hat der König immer noch die letzte Mondkarte, die wir brauchen!
es: Por desgracia,<pause> ¡el Rey sigue teniendo el último Mapa Lunar que necesitamos!
fr: Malheureusement, le Roi détient toujours cette dernière Carte lunaire dont nous avons besoin !
it: Purtroppo il Re possiede ancora l'ultima Mappa lunare di cui abbiamo bisogno!
pt: Infelizmente,<pause> seu rei ainda guarda aquele último Mapa Lunar que nos falta!
ru: К сожалению, у Короля всё ещё последняя Лунная Карта, которая нам нужна!
tr: Maalesef, Kral hâla son Ay Haritasına sahip.!
uk: Проблема в тому, що у короля досі залишається остання потрібна нам Місячна мапа!

# papaHendrixDungeon42-1-0
source: Good.
de: Gut.
es: Bien.
fr: Bien.
it: Bene.
pt: Bom.
ru: Хорошо.
tr: Güzel.
uk: Добре.

# papaHendrixDungeon42-1-1
source: The path ahead will lead you to the Castle's main floor.<pause> Near the king's throne.
de: Der Weg führt dich zum Erdgeschoss des Schlosses, in die Nähe des Königsthrons.
es: El camino que hay más adelante te llevará a la planta principal del castillo,<pause> cerca del trono del Rey.
fr: Le chemin devant toi te mènera au rez-de-chaussée du château. Non loin du trône du roi.
it: Il cammino davanti a te ti condurrà al piano terra del castello. Accanto al trono del Re.
pt: O caminho adiante leva para o piso principal do castelo.<pause> Próximo ao trono do rei.
ru: Дальнейший путь приведёт тебя к главным покоям Замка. Там и королевский трон.
tr: Önümüzdeki yol seni Kalenin ana katına götürecek. Kral'ın Tahtının yakınlarına.
uk: Шлях попереду приведе тебе прямо на перший поверх замку. Трон короля знаходиться неподалік.

# papaHendrixDungeon42-1-2
source: I'll meet you up there!
de: Ich werde dich dort oben treffen!
es: ¡Nos veremos allí!
fr: Je te retrouverai là-bas !
it: Ci vediamo lì!
pt: Te encontro lá em cima!
ru: Встретимся там!
tr: Seninle orada buluşacağım!
uk: Побачимося на місці!

# papaHendrixDungeon42-2-0
source: Welcome back!
de: Willkommen zurück!
es: ¡Hola de nuevo!
fr: Content de te revoir !
it: Bentornato!
pt: Bem-vindo de volta!
ru: С возвращением!
tr: Tekrardan hoş geldin!
uk: З поверненням!
