Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# moonkeeperDungeon38-0-0
source: So you were on his side all along.
de: Also warst du die ganze Zeit über auf seiner Seite.
es: Así que has estado siempre de su parte.
fr: Tu étais donc de son côté depuis le début.
it: E così stavi dalla sua parte fin dall'inizio.
pt: Então você esteve ao lado dele por todo este tempo?
ru: Так ты был на его стороне всё это время? . .
tr: Demek başından beri onun tarafındaydın.
uk: Так ти був на його боці весь цей час.

# moonkeeperDungeon38-0-1
source: I should have seen it coming.
de: Das hätte ich ahnen müssen.
es: Debería haberlo visto venir.
fr: J'aurais dû le voir venir.
it: Avrei dovuto sospettarlo.
pt: Eu devia ter imaginado.
ru: Мне следовало догадаться.
tr: Bunun olacağını bilmem gerekirdi.
uk: Мені слід було здогадатися.

# moonkeeperDungeon38-1-0
source: I don't understand why you did this . . .
de: Ich bin mir nicht sicher, warum du das getan hast . . .
es: No entiendo por qué lo has hecho . . .
fr: Je ne comprends pas pourquoi tu as fait ça . . .
it: Non capisco perché tu l'abbia fatto . . .
pt: Não sei porquê você fez isso . . .
ru: Я не понимаю, почему ты сделал это . . .
tr: Bunu neden yaptığını anlamıyorum . . .
uk: Я не розумію, чому ти зробив це . . .

# moonkeeperDungeon38-1-1
source: But thank you.
de: Aber danke.
es: Pero gracias.
fr: Mais merci.
it: Comunque grazie.
pt: Mas obrigado.
ru: Но благодарю тебя.
tr: Ama teşekkür ederim.
uk: Але дякую тобі.

# darkMageDungeon39-0-0
source: We're here.
de: Da sind wir.
es: Hemos llegado.
fr: Nous sommes ici.
it: Eccoci qua.
pt: Aqui estamos.
ru: Мы на месте.
tr: Geldik.
uk: Ми на місці.

# darkMageDungeon39-0-1
source: The Lunar Map is locked up ahead.
de: Die Mondkarte wird da vorne aufbewahrt.
es: El Mapa Lunar está guardado ahí delante.
fr: La carte lunaire est enfermée droit devant.
it: La Mappa lunare è custodita più avanti.
pt: O mapa Lunar está guardado adiante.
ru: Впереди заперта Лунная Карта.
tr: Ay Haritası ileride kilitli.
uk: Місячна мапа замкнена попереду.

# darkMageDungeon39-0-2
source: Let's go get it.
de: Holen wir sie uns.
es: Vamos a por él.
fr: Allons la chercher.
it: Andiamo a prenderla.
pt: Vamos lá pegá-lo.
ru: Пойдём, заберём её.
tr: Gidip onu alalım.
uk: Пішли, заберемо її.

# darkMageDungeon39-1-0
source: The Lunar Map must be in this chest.
de: Die Mondkarte muss in dieser Kiste sein.
es: El Mapa Lunar debe estar en este cofre.
fr: La carte lunaire doit se trouver dans ce coffre.
it: La Mappa lunare dev'essere in questo forziere.
pt: O Mapa Lunar deve estar neste baú.
ru: Лунная Карта, должно быть, находится в этом древнем сундуке.
tr: Ay Haritası bu sandığın içinde olmalı.
uk: Місячна карта, мабуть, знаходиться в скрині.

# darkMageDungeon39-1-1
source: I cannot touch it in this form.<pause> But you can help me with it.
de: Ich kann sie in dieser Form nicht berühren. Du kannst mir jedoch helfen.
es: Yo no puedo tocarlo en esta forma,<pause> pero tú puedes ayudarme.
fr: Je ne peux pas le toucher sous cette forme. Mais tu peux m'aider.
it: Non posso toccarlo in questa forma. Ma tu puoi aiutarmi.
pt: Eu não posso tocá-lo nesta forma.<pause> Mas você pode me ajudar com isso.
ru: Я не могу до него дотронуться в этой форме. Но ты можешь мне в этом помочь.
tr: Bu formdayken ona dokunamıyorum, ama sen bana edebilirsin.
uk: Я не можу доторкнутися до неї в цій формі. Але ти можеш мені в цьому допомогти.

# darkMageDungeon39-1-2
source: Use the Scarlet Key.
de: Benutze den scharlachroten Schlüssel.
es: Usa la Llave Escarlata.
fr: Utilise la clef écarlate.
it: Usa la Chiave scarlatta.
pt: Use a Chave Escarlate.
ru: Используй мой Багряный Ключ.
tr: Kızıl Anahtarı kullan.
uk: Використовуй багряний ключ.

# darkMageDungeon39-2-0
source: Now,<pause> I have one last task to ask of you.
de: Jetzt habe ich nur noch eine Bitte an dich.
es: Ahora,<pause> tengo una última tarea para ti.
fr: J'ai maintenant une dernière tâche à te confier.
it: Ora ho un ultimo compito da assegnarti.
pt: Agora<pause> tenho uma última tarefa para você.
ru: У меня есть для тебя последнее задание.
tr: Şimdi, senin için son bir görevim var.
uk: У мене є для тебе останнє завдання.

# darkMageDungeon39-2-1
source: I'm sorry,<pause> I have to do this . . .
de: Es tut mir leid, dass ich das machen muss . . .
es: Siento tener que hacerlo . . .
fr: Je suis désolé, mais je dois le faire...
it: Mi dispiace doverlo fare . . .
pt: Sinto muito que eu tenha que fazer isso . . .
ru: Мне жаль, я должен это сделать . . .
tr: Üzgünüm, bunu yapmam lazım . . .
uk: Вибач, але я повинен це зробити . . .

# darkMageDungeon39-3-0
source: The Dragon has awakened!
de: Der Drache wurde entfesselt.
es: Han liberado al dragón.
fr: Le Dragon a été libéré.
it: Il Drago è stato liberato.
pt: O Dragão foi libertado.
ru: Дракон был выпущен на свободу!
tr: Ejderha serbest bırakıldı!
uk: Дракон був випущений на свободу!

# darkMageDungeon39-3-1
source: We must hurry!
de: Wir müssen uns beeilen!
es: ¡Debemos apresurarnos!
fr: Nous devons nous dépêcher !
it: Dobbiamo sbrigarci!
pt: Precisamos correr!
ru: Нам надо поторопиться.
tr: Acele etmeliyiz!
uk: Нам треба поквапитися!

# darkMageDungeon39-4-0
source: He's coming!
de: Er kommt!
es: ¡Ya viene!
fr: Il arrive !
it: Sta arrivando!
pt: Ele está vindo!
ru: Он приближается . . .
tr: O geliyor!
uk: Він наближається!

# darkMageDungeon39-4-1
source: Try to buy us some time!
de: Versuch uns, etwas Zeit zu erkaufen!
es: ¡Intenta conseguir algo de tiempo!
fr: Essaie de gagner du temps !
it: Prova a guadagnare tempo!
pt: Tente ganhar algum tempo!
ru: Постарайся выиграть для нас время.
tr: Bize biraz zaman kazandırmaya çalış!
uk: Постарайся виграти для нас час!

# darkMageDungeon39-4-2
source: We'll meet again soon!
de: Wir sehen uns bald wieder!
es: ¡Nos volveremos a ver pronto!
fr: Nous nous reverrons bientôt !
it: Presto ci incontreremo di nuovo!
pt: Nos encontraremos em breve!
ru: Скоро увидимся снова.
tr: Yakında tekrar görüşeceğiz!
uk: Скоро побачимося знову!

# warlockDungeon39-0-1
source: What are you?
de: Was bist du?
es: ¿Qué eres?
fr: Qu'es-tu ?
it: Cosa sei tu?
pt: O que é você?
ru: Что ты такое?! Почему встал на моём пути?
tr: Nesin sen?
uk: Що ти таке?

# moonkeeper39-0-0
source: I don't understand . . .
de: Ich verstehe nicht . . .
es: No lo entiendo . . .
fr: Je ne comprends pas...
it: Non capisco . . .
pt: Não estou entendendo . . .
ru: Я не понимаю . . .
tr: Anlamıyorum . . .
uk: Я не розумію . . .

# moonkeeper39-0-1
source: You've changed the past,<pause> but nothing happened!
de: Du hast die Vergangenheit verändert, aber nichts ist anders!
es: Has cambiado el pasado,<pause> ¡pero no ha ocurrido nada!
fr: Tu as modifié le passé, mais rien n'a changé !
it: Hai cambiato il passato, ma non è successo niente!
pt: Vocês mudaram o passado,<pause> mas nada aconteceu!
ru: Ты изменил прошлое, но ничего не произошло!
tr: Geçmişi değiştirdin, ama hiçbir şey olmadı!
uk: Ти змінив минуле, але нічого не відбулося!

# darkMageDungeon39-5-0
source: I'm not done yet.
de: Ich bin noch nicht fertig.
es: Aún no he terminado.
fr: Ce n'est pas encore terminé.
it: Non ho ancora finito.
pt: Eu ainda não terminei.
ru: А я ещё не закончил.
tr: Henüz işim bitmedi.
uk: Я ще не закінчив.

# moonkeeper39-1-0
source: You can't keep the Lunar Map.<pause> Let me take it back.
de: Du kannst die Mondkarte nicht behalten. Ich werde sie zurückbringen.
es: No puedes quedarte el Mapa Lunar.<pause> Déjame devolverlo.
fr: Tu ne peux pas garder la carte lunaire. Laisse-moi la rapporter.
it: Non puoi tenere la Mappa lunare. Lascia che la riporti indietro.
pt: Você não pode ficar com o Mapa Lunar.<pause> Deixe-me levá-lo de volta.
ru: . . . Ты не можешь владеть Лунной Картой. Позволь мне забрать её назад.
tr: Ay Haritası sende kalamaz. Onu bana geri ver.
uk: Ти не можеш володіти Місячною мапою. Дозволь мені забрати її назад.

# banker0-0
source: Items deposited in my bank can be shared among all your characters.
de: In der Bank gelagerte Gegenstände können von allen Charakteren benutzt werden.
es: Los objetos depositados en mi banco se pueden compartir entre todas tus ranuras.
fr: Les objets déposés à ma banque peuvent être partagés parmi tous vos slots.
it: Gli oggetti depositati nella mia banca possono essere condivisi da tutti i tuoi slot.
pt: Itens depositados no banco podem ser compartilhados entre todos os seus personagens.
ru: Хранящиеся в Банке предметы могут передаваться между всеми персонажами на слотах.
tr: Bankama yatırılan eşyalar tüm karakterlerine dağıtılabilir.
uk: Предмети, які зберігаються в банку, можуть передаватися між усіма вашими персонажами.

# banker0-1
source: Though sharing with other characters comes at a price,<pause> of course.
de: Natürlich ist das Teilen nicht umsonst...
es: Aunque compartir con otras ranuras tiene un coste,<pause> claro.
fr: Mais partager ces objets avec d'autres slots est payant, évidemment.
it: Tuttavia, tale condivisione ha un costo, è chiaro.
pt: Mas compartilhar entre personagens tem um custo,<pause> obviamente.
ru: Конечно, за такую услугу придётся заплатить.
tr: Ama başka karakterlerle paylaşmanın bazı bedelleri de var tabii.
uk: Звичайно, така послуга не безкоштовна.

# banker1-0
source: I can grant you loans with small interest fees.
de: Ich leih dir was mit wenig Zinsen.
es: Te otorgo préstamos con unos pocos intereses.
fr: Je vous octroie des prêts avec de petits intérêts.
it: Ti concedo un prestito in cambio di una piccola commissione con interessi.
pt: Eu concedo empréstimos com baixas taxas de juros.
ru: Я выдаю ссуды под очень низкий процент.
tr: Sana uygun bir faizle borç verebilirim.
uk: Я видаю позички під дуже низький відсоток.

# banker1-1
source: Just don't take it as a free meal ticket.
de: Glaub nur nicht, dass du was geschenkt bekommst.
es: No te lo tomes como si fuera gratis.
fr: Ne pensez pas que tout est gratuit.
it: Nella vita niente è gratuito.
pt: Apenas não entenda isso como um almoço grátis.
ru: Только не думайте, что я тут подачки раздаю.
tr: Sadece bunu bir hediye olarak görme yeter.
uk: Тільки не думай, що я тут подачки роздаю.

# banker2-0
source: Revolutions are very risky for banks.
de: Revolutionen sind ein Risiko für Banken.
es: Las revoluciones son muy peligrosas para los bancos.
fr: Les révolutions sont très risquées pour les banques.
it: Le rivoluzioni sono rischiose per le banche.
pt: Revoluções são arriscadas para os bancos.
ru: Дворцовые перевороты плохо отражаются на работе Банков . . .
tr: Devrimler bankalar için çok risklidir.
uk: Палацові перевороти погано відбиваються на доходах банків.

# banker2-1
source: Interest rates have grown higher.
de: Die Zinssätze sind jetzt höher.
es: Los tipos de interés han aumentado.
fr: Les taux d'intérêt ont beaucoup augmenté.
it: I tassi d'interesse sono aumentati.
pt: As taxas de juros aumentaram.
ru: Банковские процентные ставки возросли.
tr: Faiz oranları yükseldi.
uk: Банківські процентні ставки зросли.

# banker3-0
source: Your personal belongings are safer here.
de: Deine Habe ist hier sicherer.
es: Tus objetos personales están más seguros aquí.
fr: Vos effets personnels seront en sécurité ici.
it: I tuoi averi sono più al sicuro qui.
pt: Seus pertences estão seguros aqui.
ru: Ваши личные вещи у нас в безопасности.
tr: Kişisel eşyaların burada daha güvenli.
uk: Ваші особисті речі у нас в безпеці.

# banker3-1
source: As long as you can pay for it.
de: Solange du Geld hast.
es: Siempre que puedas pagar por ello.
fr: Aussi longtemps que vous paierez pour qu'ils le soient.
it: Purché tu possa pagare per il servizio.
pt: Desde que você possa pagar por isso.
ru: По крайней мере, пока Вы платите за это.
tr: Ücretini ödeyebildiğin sürece.
uk: Принаймні, поки ви платите за це.

# banker4-0
source: It looks like you've been collecting quite a lot of loot.
de: Sieht so aus, als hättest du fleißig Beute gesammelt.
es: Parece que has ido recogiendo muchos objetos de botín.
fr: On dirait que vous avez récupérer pas mal de butin.
it: Pare che tu stia accumulando parecchia refurtiva.
pt: Parece que você tem pilhado muito ouro.
ru: Похоже, у Вас при себе немало снаряжения.
tr: Gördüğüm kadarıyla epey bir ganimet toplamışsın.
uk: Схоже, ти назбирав цілу купу предметів.

# banker4-1
source: It is much safer to keep your treasures in my bank.
de: Es ist sicherer, wenn du deine Schätze in meiner Bank aufbewahrst.
es: Es mucho más seguro guardar tus tesoros en mi banco.
fr: Il est plus sûr de laisser vos trésors dans ma banque.
it: È molto più sicuro conservare i tuoi tesori nella mia banca.
pt: É muito mais seguro manter seus tesouros em meu banco.
ru: В этом Банке Ваши сокровища будут в безопасности.
tr: Hazinelerini bankamda tutarsan çok daha güvenli olur.
uk: В моєму банку твої скарби будуть у безпеці.

# papaTrainerIntro-0-0
source: Hey,<pause> Dirty Faced Soldier!
de: Hey, du da! Dreckiger Soldat!
es: ¡Hola,<pause> Soldado Cara Sucia!
fr: Salut, Soldat au Visage sale !
it: Ehi, Soldato dalla Faccia Sporca!
pt: Ei,<pause> soldado do rosto sujo!
ru: Эй, Темнолицый Солдат! Помнишь меня?
tr: Hey, Pis Suratlı Asker!
uk: Гей, замурзаний!

# papaTrainerIntro-0-1
source: Welcome to the Competitive Dungeons!
de: Willkommen bei den Wettkampfdungeons!
es: ¡Bienvenido a las mazmorras competitivas!
fr: Bienvenue dans les Donjons compétitifs !
it: Benvenuto ai livelli competitivi!
pt: Bem-vindo à arena das Masmorras!
ru: Добро пожаловать в Соревновательный Режим! Теперь я - твой наставник.
tr: Rekabet Zindanları'na hoş geldin!
uk: Ласкаво просимо на змагальні рівні!

# papaTrainerIntro-0-2
source: You need to get some experience before you're ready to challenge other players.
de: Du brauchst ein wenig Erfahrung, um gegen andere Spieler anzutreten.
es: Tienes que conseguir algo de experiencia antes de poder desafiar a otros jugadores.
fr: Tu as besoin d'expérience avant de pouvoir défier d'autres joueurs.
it: Devi accumulare esperienza prima di poter sfidare altri giocatori.
pt: Você precisa adquirir um pouco de experiência antes de estar pronto para desafiar outros jogadores.
ru: Если хочешь бросить вызов другим игрокам, тебе нужно сперва попрактиковаться.
tr: Diğer oyunculara meydan okumadan önce biraz deneyim kazanmalısın.
uk: Якщо хочеш кинути виклик іншим гравцям, тобі потрібно спершу попрактикуватися.

# papaTrainerIntro-0-3
source: Are you experienced?
de: Bist du erfahren?
es: ¿Tienes experiencia?
fr: Es-tu assez expérimenté ?
it: Ce l'hai questa esperienza?
pt: Você é experiente?
ru: Кстати, у тебя уже есть Опыт?
tr: Deneyimli misin?
uk: У тебе вже є досвід?

# papaTrainerIntro-0-4
source: Try completing Solo Dungeons to get some experience points first.
de: Versuch erst einmal, Solo-Dungeons zu spielen, um an Erfahrung zu gelangen.
es: Primero intenta completar mazmorras en solitario para conseguir puntos de experiencia.
fr: Essaie d'abord de terminer les Donjons en solo pour obtenir des points d'expérience.
it: Prova prima a completare livelli in singolo per accumulare punti esperienza.
pt: Tente completar Masmorras Solo para adquirir um pouco de experiência antes.
ru: Сначала осиль Одиночные Испытания и получи Очки Опыта.
tr: Önce biraz deneyim puanı kazanmak için Tek Kişilik Zindanlar'ı tamamlamayı dene.
uk: Спочатку випробуй себе в одиночній грі й отримай бали досвіду.

# papaTrainerIntro-1-0
source: It looks like you've been leveling up quite fast.
de: Sieht so aus, als wärst du fast bereit für die Herausforderung.
es: Parece que has subido de nivel con bastante rapidez.
fr: Il semblerait que tu aies gagné des niveaux assez rapidement.
it: Pare che tu stia migliorando a vista d'occhio.
pt: Parece que você vem subindo de nível bem rápido.
ru: Похоже, ты быстро набираешь Уровень . . .
tr: Gördüğüm kadarıyla oldukça hızlı seviye atlamışsın.
uk: Схоже, ти швидко набираєш рівень.

# papaTrainerIntro-1-1
source: But you need to get some more experience before you're ready to challenge other players.
de: Aber du brauchst noch ein wenig mehr Erfahrung, bevor du andere Spieler herausfordern kannst.
es: Pero necesitas algo más de experiencia antes de poder desafiar a otros jugadores.
fr: Mais tu dois obtenir encore plus d'expérience avant de pouvoir défier d'autres joueurs.
it: Ma dovrai accumulare altra esperienza prima di poter sfidare altri giocatori.
pt: Mas você precisa adquirir mais um pouco de experiência antes de estar pronto para desafiar outros jogadores.
ru: Но всё же тебе надо получить больше Опыта, чтобы быть готовым к поединкам с другими игроками.
tr: Ama diğer oyunculara meydan okumadan önce biraz daha deneyim kazanmalısın.
uk: Але все ж тобі треба отримати більше досвіду, щоб бути готовим до поєдинків з іншими гравцями.

# papaTrainerIntro-1-2
source: Keep on training in the Solo Dungeons.
de: Trainiere weiter in den Solo-Dungeons.
es: Sigue entrenando en las mazmorras de un solo jugador.
fr: Continue de t'entraîner dans les Donjons en solo.
it: Continua ad allenarti nei livelli in singolo.
pt: Continue treinando nas Masmorras Solo.
ru: Продолжай оттачивать мастерство в Одиночных Испытаниях.
tr: Tek Kişilik Zindanlar'da alıştırma yapmaya devam et.
uk: Продовжуй відточувати майстерність в одиночному режимі.

# papaTrainerIntro-1-3
source: You'll be ready to challenge other players once you reach level 3!
de: Du bist soweit, wenn du Level 3 erreicht hast!
es: ¡Estarás listo para desafiar a otros jugadores cuando seas nivel 3!
fr: Tu seras prêt à défier d'autres joueurs lorsque tu auras atteint le niveau 3 !
it: Potrai sfidare altri giocatori quando raggiungerai il liv. 3!
pt: Você estará pronto para desafiar outros jogadores quando chegar ao nível 3!
ru: Ты будешь готов к сражению с другими игроками, как только достигнешь 3-го Уровня!
tr: 3. seviyeye ulaştığında diğer oyunculara meydan okumaya hazır olacaksın!
uk: Ти будеш готовий до бою з іншими гравцями, як тільки досягнеш 3 рівня!

# papaTrainerIntro-1-4
source: Go!
de: Auf geht's!
es: ¡Vamos!
it: E ora vai!
pt: Vai!
ru: Вперёд!
tr: Başla!
uk: Уперед!

# papaTrainerIntro-2-0
source: Well done!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Bien joué !
it: Molto bene!
pt: Muito bem!
ru: Отлично сработано!
tr: 3. seviyeye ulaştın!
uk: Молодці!

# papaTrainerIntro-2-1
source: You are now ready for the challenges!
de: Du bist bereit für die Herausforderungen!
es: ¡Ya estás listo para los desafíos!
fr: Tu es maintenant prêt pour les défis !
it: Adesso puoi sfidare altri giocatori!
pt: Agora está pronto para as disputas!
ru: Теперь ты готов к Соревнованиям! Выбери себе оппонента и попытайся набрать на уровне больше очков, чем он.
tr: Artık meydan okumalara hazırsın!
uk: Тепер ти готовий до змагань!

# papaTrainerIntro-2-2
source: Pick your opponent and try to beat his score in the Dungeon.
de: Wähle einen Gegner und versuch, seine Punktzahl im Dungeon zu schlagen.
es: Elige a tu oponente e intenta superar su puntuación en la mazmorra.
fr: Choisis ton adversaire et essaie de battre son score dans le Donjon.
it: Scegli il tuo avversario e prova a superare il suo punteggio nel livello.
pt: Escolha um oponente e tente superar sua pontuação na Masmorra.
ru: Чем сильнее твой противник и выше твой ранг, тем большей будет награда.
tr: Rakibini seç ve Zindan'da onun puanını geçmeye çalış.
uk: Вибери собі опонента й спробуй набрати на рівні більше очок, ніж він.

# papaTrainerIntro-2-3
source: The tougher your challenger is,<pause> the greater your reward will be.
de: Je stärker dein Gegner, umso höher ist deine Belohnung.
es: Cuanto más difícil sea tu oponente,<pause> mayor será la recompensa.
fr: Plus fort est ton adversaire, plus grosse sera ta récompense.
it: Più ardua sarà la sfida, maggiore sarà la ricompensa.
pt: Se o oponente for mais forte,<pause> seu prêmio será maior.
ru: Жаль, низкого уровня сложности это не касается. На нём награда постоянно малая.
tr: Rakibin ne kadar güçlü olursa o kadar büyük bir ödül kazanırsın.
uk: Чим сильніше твій опонент, тим більшою буде нагорода.

# papaTrainerIntro-2-4
source: Good luck!
de: Viel Glück!
es: ¡Buena suerte!
fr: Bonne chance !
it: Buona fortuna!
pt: Boa sorte!
ru: . . . Что ж, давай, герой!
tr: Bol şans!
uk: Щасти!

# papaTrainerIntro-3-0
source: My role here is done.
de: Meine Arbeit hier ist getan.
es: Mi labor aquí ha terminado.
fr: Mon rôle ici est terminé.
it: Il mio lavoro qui è finito.
pt: Meu papel aqui terminou.
ru: Ну, свою задачу я выполнил.
tr: Buradaki işim bitti.
uk: Ну, своє завдання я виконав.

# papaTrainerIntro-3-1
source: Keep on leveling up by playing Solo Dungeons or by challenging other players.
de: Steige weiter auf, indem du Solo-Dungeons beendest und andere Spieler herausforderst.
es: Sigue subiendo de nivel al jugar las mazmorras de un jugador y desafiar a otros jugadores.
fr: Continue de monter des niveaux en terminant les Donjons en solo ou en défiant d'autres joueurs.
it: Continua a salire di livello giocando ai livelli in singolo o sfidando altri giocatori.
pt: Continue subindo de nível jogando Masmorras Solo ou desafiando outros jogadores.
ru: Продолжай повышать Уровень, играя в Одиночных Испытаниях или сражаясь с другими игроками.
tr: Tek Kişilik Zindanlar oynayarak veya diğer oyunculara meydan okuyarak seviye atlamaya devam et.
uk: Продовжуй підвищувати рівень, граючи в одиночному режимі або борючись з іншими гравцями.

# papaTrainerIntro-3-2
source: Meet me whenever you feel like learning new skills.
de: Komm zu mir, wann immer du neue Fähigkeiten lernen willst.
es: Búscame cuando quieras aprender nuevas habilidades.
fr: Reviens me voir dès que tu voudras apprendre de nouvelles compétences.
it: Vieni a trovarmi quando vuoi apprendere nuove abilità.
pt: Me procure sempre que quiser aprender uma nova habilidade.
ru: Приходи, когда захочешь изучить новые Навыки.
tr: Yeni yetenekler öğrenmek istediğinde bana gelmen yeterli.
uk: Приходь, коли захочеш вивчити нові вміння.

# papaTrainerIntro-3-3
source: I'll be in the Training Hall.
de: Ich bin solange in der Trainingshalle.
es: Estaré en el Salón de entrenamiento.
fr: Je serai dans la salle de l'Entraîneur.
it: Sarò nella Sala Allenamento.
pt: Eu estarei no Salão do Treinador.
ru: Я буду ждать в Зале Тренировок.
tr: Eğitim Salonu'nda olacağım.
uk: Я буду чекати в залі для тренувань.

# papaTrainerHall-0-0
source: Welcome to the Training Hall!
de: Willkommen in der Trainingshalle!
es: ¡Bienvenido al Salón de entrenamiento!
fr: Bienvenue dans la Salle d'entraînement !
it: Benvenuto alla Sala Allenamento!
pt: Bem-vindo ao Salão do Treinador!
ru: Добро пожаловать в Зал Тренировок!
tr: Eğitim Salonu'na hoş geldin!
uk: Ласкаво просимо в зал для тренувань!

# papaTrainerHall-0-1
source: You'll be able to exchange your tokens for new abilities and boost your skills!
de: Hier kannst du deine Münzen gegen neue und stärkere Fähigkeiten eintauschen!
es: ¡Podrás cambiar tus monedas por nuevas habilidades y también potenciarlas!
fr: Tu pourras y échanger tes pièces contre de nouvelles capacités et pour booster tes compétences !
it: Qui puoi spendere monete per ottenere nuove abilità e migliorare quelle che hai già!
pt: Aqui você poderá trocar suas fichas por novas habilidades e melhorar suas perícias!
ru: Если есть что заплатить, то здесь ты сможешь приобрести новые Навыки и усилить умения!
tr: Jetonlarını takas et ve yeni beceriler kazanıp yeteneklerini güçlendir!
uk: Якщо є золото, то тут ти зможеш набути нових умінь і посилити їх!

# papaTrainerHall-0-2
source: Take a look around!
de: Sieh dich einfach mal um!
es: ¡Echa un vistazo!
fr: Regarde ce qui pourrait te faire plaisir !
it: Dai un'occhiata in giro!
pt: Dê uma olhada ao redor!
ru: Ты только посмотри!
tr: Etrafa göz at!
uk: Поглянь навколо!
