Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# papaTrainerHall-0-3
source: Chests like this one will appear after a boss has been defeated.
de: Kisten wie diese hier erscheinen, nachdem ein Boss besiegt wurde.
es: Los cofres como este aparecerán cuando derrotes a un jefe.
fr: Des coffres comme celui-ci apparaîtront après une victoire contre un boss.
it: I forzieri come questi appariranno dopo che avrai sconfitto un boss.
pt: Baús como este aparecerão quando algum chefe for derrotado.
ru: Те красавцы - Эпические Сундуки. Они будут появляться после победы над боссом прямо на его арене.
tr: Bunun gibi sandıklar bir Boss'u yendikten sonra çıkacak.
uk: Такі скрині будуть з'являтися після перемоги над босом.

# papaTrainerHall-0-4
source: They will drop exclusive equipment,<pause> with random damage or armour values.
de: Sie enthalten exklusive Ausrüstung mit zufälligen Schadens- oder Rüstungswerten.
es: Contendrán equipo exclusivo<pause> con valores de armadura y de daño aleatorios.
fr: Ils contiennent des équipements exclusifs avec des valeurs de dégâts ou d'armure aléatoires.
it: Conterranno equipaggiamento esclusivo con statistiche casuali per danni o armatura.
pt: Neles você encontrará equipamento exclusivo,<pause> com valores de ataque e defesa aleatórios.
ru: В них можно найти уникальное снаряжение со случайными характеристиками.
tr: Bunlardan, rastgele belirlenen hasar veya zırh değerlerine sahip özel ekipmanlar çıkacak.
uk: У них можна знайти унікальне спорядження з випадковими характеристиками.

# papaTrainerHall-0-5
source: If you keep these items,<pause> chances are you'll get better ones next time.
de: Wenn du diese Ausrüstung behältst, kannst du beim nächsten Mal bessere Ausrüstung bekommen.
es: Si conservas estos objetos,<pause> tendrás más probabilidades de obtener objetos mejores la próxima vez.
fr: Si tu gardes ces objets, il y a des chances pour que tu en obtiennes de meilleurs la prochaine fois.
it: Se tieni questi oggetti, probabilmente la prossima volta ne riceverai di migliori.
pt: Se você estocar estes itens,<pause> as chances de conseguir outros melhores ainda aumentam.
ru: Храни эти предметы, чтобы повысить шансы на получение лучшего снаряжения в следующий раз.
tr: Bu eşyaları elinde tutarsan bir dahaki sefere daha iyi eşyalar kazanabilirsin.
uk: Зберігайте ці предмети, щоб підвищити шанси на отримання кращого спорядження наступного разу.

# papaTrainerHallB-0-0
source: Welcome to the Training Hall!
de: Willkommen in der Trainingshalle!
es: ¡Bienvenido al Salón de entrenamiento!
fr: Bienvenue dans la Salle d'entraînement !
it: La Training Hall ti dà il benvenuto!
pt: Seja bem-vindo ao Salão do Treinador!
ru: Приветствую в Зале Тренировок!
tr: Eğitim Salonu'na hoş geldin!
uk: Вітаю в залі тренувань!

# papaTrainerHallB-0-1
source: I can teach you anything you need to know about the Competitive Mode!
de: Ich kann dir alles, was du beim Wettkampfmodus wissen musst, beibringen!
es: ¡Puedo enseñarte todo lo que necesitas saber sobre el modo Competitivo!
fr: Je peux t'apprendre tout ce dont tu as besoin de savoir à propos du Mode Compétition !
it: Posso insegnarti tutto quello che ti serve sapere sulla modalità Competitiva!
pt: Eu posso te ensinar tudo o que você precisa saber sobre o Modo Competitivo!
ru: Я могу научить тебя всему, что нужно знать о Соревновательном Режиме!
tr: Rekabet Modu hakkında bilmen gereken her şeyi sana öğretebilirim!
uk: Я можу навчити тебе всього, що потрібно знати про змагальний режим!

# papaTrainerHallB-0-2
source: Also,<pause> take a look around!<pause> You may find interesting things.
de: Und schau dich mal um! Vielleicht findest du etwas Interessantes.
es: ¡Y echa un vistazo alrededor!<pause> Puede que encuentres cosas interesantes.
fr: Regarde aussi autour de toi ! Tu pourrais trouver des choses intéressantes.
it: Inoltre, dai un'occhiata in giro! Potresti trovare cose interessanti.
pt: Dê uma explorada por aqui também!<pause> Você pode encontrar coisas interessantes.
ru: А ещё, осмотрись вокруг! Здесь есть для тебя кое-что занимательное.
tr: Ayrıca, etrafa göz at! İlgini çeken bir şey bulabilirsin.
uk: А ще поглянь довкола, тут є для тебе дещо цікаве.

# wcKeeperWelcome-0
source: Hey!
es: ¡Ey!
it: Ehi!
pt: Ei!
ru: Привет, мой затратный друг.
uk: Привіт!

# wcKeeperWelcome-1
source: I was expecting you to come.
de: Ich habe dich erwartet.
es: Esperaba que vinieras.
fr: Je t'attendais.
it: Ti stavo aspettando.
pt: Eu esperava que você fosse aparecer.
ru: Я ждал твоего прихода.
tr: Geleceğini tahmin ediyordum.
uk: Я чекав на тебе.

# wcKeeperAbout-0
source: You may have seen another portal like the one behind me before.
de: Du hast vielleicht schon mal ein Portal wie das hinter mir gesehen.
es: Puede que ya hayas visto otro portal como el que tengo a mi espalda.
fr: Tu as peut-être déjà vu un autre portail comme celui qui se trouve derrière moi.
it: Potresti aver visto un altro portale, come quello che prima era alle mie spalle.
pt: Você já deve ter visto outro portal parecido com este atrás de mim.
ru: Видишь портал за мной? Возможно, ты уже встречал такие раньше.
tr: Daha önceden arkamdaki gibi bir portal görmüş olabilirsin.
uk: Бачиш портал за мною? Можливо, ти вже бачив такі раніше.

# wcKeeperAbout-1
source: It sends you to alternative realities where the craziest things happen.
de: Es schickt dich in alternative Realitäten, in denen die irrsinnigsten Dinge geschehen.
es: Te envía a dimensiones alternativas en las que ocurren grandes locuras.
fr: Il t'enverra dans des réalités alternatives où les choses les plus folles se produisent.
it: Ti condurrà in realtà alternative dove possono accadere le cose più pazze.
pt: Ele te envia à realidades alternativas onde coisas malucas acontecem.
ru: Через него можно попасть в альтернативные реальности. Там происходит много удивительного.
tr: O seni en çılgın olayların yaşandığı alternatif gerçekliklere götürür.
uk: Через нього можна потрапити в альтернативні реальності. Там відбуваються дивні речі.

# wcKeeperAbout-2
source: The portal will send you to a new Dungeon every week.
de: Das Portal schickt dich jede Woche in einen neuen Dungeon.
es: El portal te enviará a una nueva mazmorra cada semana.
fr: Le portail t'enverra dans un nouveau donjon chaque semaine.
it: Il portale ti condurrà in un nuovo portale ogni settimana.
pt: Este portal vai te mandar à uma Masmorra diferente toda semana.
ru: Через этот портал каждую неделю ты сможешь попасть на новый уровень. Да-да, Еженедельный Уровень!
tr: Portal seni her hafta yeni bir Zindana gönderecek.
uk: Через цей портал кожного тижня ти может потрапити на новий рівень.

# wcKeeperAbout-3
source: The Dungeon gets harder as you complete the time challenges...
de: Der Dungeon wird übler, je mehr Zeitherausforderungen du meisterst …
es: La mazmorra será cada vez más difícil conforme vayas completando desafíos de tiempo...
fr: Le donjon sera plus difficile si tu réussis les défis de temps...
it: Il portale diventa sempre più difficile da superare man mano che completi le sfide a tempo...
pt: E a Masmorra fica mais difícil conforme você bate desafios de tempo...
ru: С выполнением задания на время или прохождением, не получая урона . . .
tr: Zaman meydan okumalarını tamamladıkça veya hiç hasar almadan bitirdikçe...
uk: Після проходження завдань на час або проходження без пошкоджень...

# wcKeeperAbout-4
source: ...or finish it without taking any damage.
de: … oder diese ohne Schaden überstehst.
es: ... o si la terminas sin recibir daño.
fr: ... ou si tu le termines sans subir de dommages.
it: ... o termini la tua missione senza subire danni.
pt: ...ou termina sem tomar nenhum dano.
ru: . . . сложность уровней повышается. Учти, что для доступа к максимальной сложности придётся выполнить оба условия!
tr: ...Zindan giderek zorlaşır.
uk: …складність рівнів підвищується.

# wcKeeperMore-0
source: A special treasure chest will show up if you beat the final boss.
de: Eine spezielle Schatztruhe wird angezeigt, wenn du den Endboss besiegst.
es: Aparecerá un tesoro especial si vences al jefe final.
fr: Un coffre au trésor spécial apparaîtra si tu bats le boss final.
it: Un forziere del tesoro speciale apparirà se sconfiggerai il boss finale.
pt: Um baú com tesouros especiais aparece quando você derrota o chefe final.
ru: Тот Золотой Сундук появится на Уровне, если ты одолеешь босса в конце.
tr: Eğer final patronunu yenersen özel bir hazine sandığı ortaya çıkacak.
uk: Якщо зумієш перемогти фінального боса, з'явиться особлива скриня зі скарбом.

# wcKeeperMore-1
source: You'll have to spend your precious tokens to open it...
de: Du musst deine kostbaren Münzen ausgeben, um sie zu öffnen . . .
es: Tendrás que gastar tus valiosas monedas para abrirlo...
fr: Tu devras dépenser tes précieuses pièces pour l'ouvrir...
it: Dovrai spendere le tue preziose monete per aprirlo...
pt: Você precisará gastar suas preciosas moedas para abri-lo...
ru: Тебе придётся потратить свои бесценные жетоны, чтобы открыть его . . .
tr: Açabilmek için değerli altınlarını harcamak zorunda kalacaksın...
uk: Для того, щоб її відкрити, знадобляться монети. Чимало монет...

# wcKeeperMore-2
source: ... but it gets cheaper if you complete the time challenge<pause> or finish the dungeon without taking damage.
de: ... aber es wird billiger, wenn du die Zeitherausforderung abschließt oder den Dungeon beendest, ohne Schaden zu erhalten.
es: ... pero será más barato si completas el desafío contrarreloj<pause> o terminas la mazmorra sin recibir daño.
fr: ... mais cela te coûtera moins cher si tu réussis le défi de temps ou si tu termines le donjon sans subir de dommages.
it: ... ma sarà più economico se completerai le sfide a tempo o terminerai il sotterraneo senza subire danni.
pt: ... mas fica mais barato se você completar o desafio de tempo<pause> ou terminar a masmorra sem sofrer dano.
ru: . . . но стоимость будет уменьшаться по мере повышения уровня сложности. Всего лишь нужно успеть пройти на время и не получать урон до самого конца.
tr: ...ama süre sona ermeden mücadeleyi tamamlar ya da hasar almadan zindanı bitirirsen fiyatı ucuzlayacak.
uk: Проте, якщо ти виконаєш завдання на час або пройдеш рівень без пошкоджень, буде дешевше.

# wcKeeperMore-3
source: The higher your rank,<pause> the better your chances of getting good items from the chest.
de: Je höher dein Rang, desto besser sind deine Chancen, gute Gegenstände aus der Truhe zu bekommen.
es: Cuanto mejor sea tu clasificación,<pause> más probabilidad tendrás de obtener buenos objetos del cofre.
fr: Plus ton grade est élevé, plus tu as de chances d'obtenir de bons objets dans le coffre.
it: Maggiore sarà la tua posizione, maggiori probabilità avrai di ottenere fantastici oggetti dal forziere.
pt: Suas chances de conseguir itens melhores aumentam conforme você sobe sua patente.
ru: Чем выше твой ранг, тем лучше шансы выбить из Золотого Сундука снаряжение с максимальным улучшением.
tr: Seviyen ne kadar yüksekse, sandıktan daha iyi eşyalar elde etme şansın o kadar yükselir.
uk: Чим вище твій ранг, тим більше шанси отримати у скрині щось насправді цінне.

# wcKeeperMore-4
source: Additionally,<pause> you get extra Rank points every day you complete a Weekly Dungeon.
de: Zusätzlich erhältst du an jedem Tag, an dem du einen Wöchentlichen Dungeon abschließt, zusätzliche Rangpunkte.
es: Además,<pause> obtienes puntos de clasificación adicionales cada día por completar la mazmorra semanal.
fr: En outre, tu obtiendras des points de classement supplémentaires chaque jour en terminant un donjon hebdomadaire.
it: Inoltre, otterrai più punti Posizione ogni giorno che completerai un sotterraneo settimanale.
pt: Além disso,<pause> você ganha pontos de Patente todo o dia em que completar a Masmorra da semana.
ru: К тому же ты получишь дополнительные очки ранга за перепрохождение Еженедельного Уровня каждый день.
tr: Ek olarak, Haftalık Zindanları tamamladığın her gün ekstra Derece puanı kazanacaksın.
uk: До того ж, якщо проходити кожного дня щотижневий рівень, ти отримуватимеш додаткові бали рангу.

# dudeGuardDungeon13-e-0
source: We did it!<pause> That one was tough!
de: Wir haben es geschafft! Das war schwer!
es: ¡Lo hemos conseguido!<pause> ¡No ha sido nada fácil!
fr: On a réussi ! Celui-là était puissant !
it: Ce l'abbiamo fatta! È stata dura!
pt: Conseguimos!<pause> Essa foi difícil!
ru: Мы сделали это! Ох и попотеть пришлось!
tr: Başardık! Bu çok zor oldu!
uk: Ми зробили це! Ох і попотіти довелося!

# dudeGuardDungeon13-e-1
source: Take this essence,<pause> it might be useful on your way out of the Castle.
de: Nimm diese Essenz, sie könnte dir nützlich sein auf deinem Weg aus dem Schloss.
es: Toma esta esencia,<pause> puede que te sea útil para salir del castillo.
fr: Prends cette essence, elle pourra t'être utile pour sortir du Château.
it: Prendi questa essenza, potrebbe servirti per uscire dal castello.
pt: Fique com esta essência,<pause> pode ser útil na sua saída do Castelo.
ru: Возьми эту сущность, она может пригодиться в твоём путешествии.
tr: Bu cübbeyi al, kaleye giderken işine yarayabilir.
uk: Візьми цю сутність, вона може стати в пригоді в твоїй подорожі із замку.

# dudeGuardDungeon13-e-2
source: See you soon!
de: Bis bald!
es: ¡Nos vemos pronto!
fr: À bientôt !
it: Ci vediamo!
pt: Até breve!
ru: Увидимся!
tr: Yakında görüşürüz!
uk: Побачимося!

# timePatrollerDungeon40-0-0
source: You will come with me.
de: Du wirst mit mir kommen.
es: Vas a venir conmigo.
fr: Tu viendras avec moi.
it: Verrai con me.
pt: Você vem comigo.
ru: Тебе нужно пойти со мной.
tr: Benimle geliyorsun.
uk: Ти підеш зі мною.

# timePatrollerDungeon40-1-0-0
source: Calm down!
de: Beruhige dich!
es: ¡Tranquilízate!
fr: Calme-toi !
it: Calmati!
pt: Fica calmo!
ru: Спокойно, солдат!
tr: Sakin ol!
uk: Заспокойся!

# timePatrollerDungeon40-1-0-2
source: I know what you are...
de: Ich weiß, was du bist...
es: Sé lo que eres...
fr: Je sais ce que tu es...
it: So cosa stai per...
pt: Eu sei o que você é...
ru: Мы знакомы . . .
tr: Ne olduğunu biliyorum...
uk: Я знаю, хто ти...

# timePatrollerDungeon40-1-1-0
source: It's me.
de: Ich bin es.
es: Soy yo.
fr: C'est moi.
it: Sono io.
pt: Sou eu.
ru: Это я.
tr: Bu benim.
uk: Це я.

# timePatrollerDungeon40-1-1-1
source: You've just time traveled eight years after the castle invasion.
de: Du bist gerade in die Zeit acht Jahre nach der Burginvasion gereist.
es: Has viajado en el tiempo ocho años después de la invasión al castillo.
fr: Tu viens de voyager dans le temps, huit ans après l'invasion du château.
it: Hai appena viaggiato indietro di otto anni nel tempo dopo l'invasione del castello.
pt: Você acabou de viajar no tempo oito anos após a invasão do Castelo.
ru: Мы переместились на восемь лет вперёд после вторжения в Замок.
tr: Kalenin istilasından sonra zamanda sekiz yıl yolculuk yaptın...
uk: Ти щойно перемістився в часі на вісім років з моменту нападу на замок.

# timePatrollerDungeon40-1-1-2
source: This is the underground hiding place where we've been working with the resistance.
de: Das ist das unterirdische Versteck, in dem wir mit dem Widerstand gearbeitet haben.
es: Este es el escondite subterráneo en el que hemos estado trabajando con la resistencia.
fr: Nous sommes dans la cachette souterraine où nous avons coopéré avec la résistance.
it: Questo è il rifugio sotterraneo dove abbiamo lavorato con la resistenza.
pt: Este é o esconderijo subterrâneo onde trabalhamos com a resistência.
ru: Это наше подземное убежище, здесь мы формировали сопротивление.
tr: Burası direnişle birlikte çalıştığımız yeraltındaki saklanma alanı.
uk: Це наша криївка. Саме тут ми формували наш спротив.

# timePatrollerDungeon40-1-1-3
source: Get to the surface right now.<pause> Our old friend is waiting for you.
de: Gehe jetzt an die Oberfläche. Unser alter Freund wartet auf dich.
es: Ve a la superficie ahora mismo.<pause> Nuestro viejo amigo te espera.
fr: Remonte à la surface dès maintenant. Notre vieil ami t'attend.
it: Emergi subito in superficie. Il nostro vecchio amico ti sta aspettando.
pt: Vá para a superfície agora.<pause> Nosso velho amigo está esperando por você.
ru: Поднимайся наверх. Наш старый друг тебя уже заждался.
tr: Şu an yüzeye çık eski bir arkadaşımız orada seni bekliyor.
uk: А тепер час вибратися на поверхню. Наш старий друг чекає на тебе.

# timePatrollerDungeon40-1-1-4
source: He'll tell you what to do next.
de: Er wird dir sagen, was als nächstes zu tun ist.
es: Él te dirá qué debes hacer.
fr: Il te dira quoi faire ensuite.
it: Ti dirà lui cosa fare.
pt: Ele lhe dirá o que fazer em seguida.
ru: Он скажет тебе, что делать дальше.
tr: Bundan sonra ne yapacağını o sana söyleyecek.
uk: Він розкаже тобі, що робити далі.

# timePatrollerDungeon40-1-1-rpt-0
source: Our old friend is waiting for you at the surface.
de: Unser alter Freund wartet an der Oberfläche auf dich.
es: Nuestro viejo amigo te espera en la superficie.
fr: Notre vieil ami t'attend à la surface.
it: Il nostro amico ti sta aspettando in superficie.
pt: Nosso velho amigo está esperando por você na superfície.
ru: Давай, солдат, наш товарищ ждёт тебя на поверхности.
tr: Eski arkadaşımız seni yüzeyde bekliyor.
uk: Наш старий друг чекає на тебе на поверхні.

# dudeDungeon40-1-0-0
source: Hi,<pause> dude!<pause> It's good to see you!
de: Hallo Mann! Schön dich zu sehen!
es: ¡Hola,<pause> tío!<pause> ¡Me alegro de verte!
fr: Salut mec ! Ça fait plaisir de te voir !
it: Ciao! Mi fa piacere vederti!
pt: E aí,<pause> cara!<pause> É bom te ver de novo!
ru: Привет, приятель! Так вот, какой ты . . . Капитан предупреждала нас о твоём появлении.
tr: Selam, dostum. Seni görmek güzel!
uk: Агов! Радий тебе знову бачити!

# dudeDungeon40-1-0-1
source: I need you to recover the key for the cave's hidden passage.
de: Du musst den Schlüssel für den versteckten Durchgang der Höhle zurückholen.
es: Necesito que recuperes la llave del pasadizo oculto de la cueva.
fr: J'ai besoin que tu récupères la clé du passage secret de la grotte.
it: Ho bisogno che recuperi la chiave che apre il passaggio segreto della caverna.
pt: Preciso que você recupere a chave da passagem secreta da caverna.
ru: Надеюсь, ты поможешь мне кое с чем. Нам нужен красный ключ, чтобы открыть скрытый проход в пещере.
tr: Senden Mağara'nın gizli geçit anahtarını elde etmeni istiyorum.
uk: Ти маєш знайти ключ, що відкриває таємний прохід у печеру.

# dudeDungeon40-1-0-2
source: It has been stolen by the creatures of the mountains.
de: Er wurde von den Kreaturen der Berge gestohlen.
es: La han robado las criaturas de las montañas.
fr: Elle a été volée par les créatures des montagnes.
it: È stata rubata dalle creature delle montagne.
pt: Ela foi roubada pelas criaturas das montanhas.
ru: У меня украли его те грязные горные существа.
tr: Dağların canavarları tarafından çalındı...
uk: Його викрала одна з істот, що живуть у горах.

# dudeDungeon40-1-0-3
source: Come back here when you're done.
de: Komm hierher zurück, wenn du fertig bist.
es: Vuelve aquí cuando hayas terminado.
fr: Reviens ici lorsque tu l'auras récupérée.
it: Torna qui quando avrai finito.
pt: Volte aqui quando terminar.
ru: Возвращайся ко мне, когда разберёшься с ними.
tr: İşini bitirdiğinde buraya geri dön...
uk: Повертайся, коли знайдеш його.

# dudeDungeon40-1-0-rpt-0
source: Go find the stolen key<pause> and come back here when you're done.
de: Such den gestohlenen Schlüssel und komm hierher zurück, wenn du fertig bist.
es: Ve a buscar la llave robada<pause> y vuelve cuando hayas terminado.
fr: Pars chercher la clé volée et reviens ici lorsque tu l'auras récupérée.
it: Trova la chiave rubata e torna qui quando hai fatto.
pt: Encontre a chave roubada<pause> e volte aqui com ela.
ru: Просто отбери у крыс Кровавый Ключ и возвращайся сюда.
tr: Git çalınan anahtarı bul ve işin bittiğinde buraya geri dön.
uk: Відшукай вкраденого ключа й повертайся сюди.

# dudeDungeon40-1-1-0
source: You've found the key!<pause> Good job!
de: Du hast den Schlüssel gefunden! Gut gemacht!
es: ¡Has encontrado la llave!<pause> ¡Bien hecho!
fr: Tu as trouvé la clé ! Bon travail !
it: Hai trovato la chiave! Ottimo lavoro!
pt: Você encontrou a chave!<pause> Bom trabalho!
ru: Ты нашёл ключ! Класс!
tr: Anahtarı buldun! Tebrikler!
uk: Ага, ключ у тебе. Чудово!

# dudeDungeon40-1-1-1
source: Your King,<pause> or what remains of him,<pause> must be stopped.
de: Dein König oder was von ihm übrig bleibt, muss aufgehalten werden.
es: Hay que detener al Rey;<pause> bueno,<pause> a lo que queda de él.
fr: Ton Roi, ou plutôt ce qu'il en reste, doit être arrêté.
it: Il tuo Re, o quel che resta di lui, dev'essere fermato.
pt: Seu Rei,<pause> ou o que resta dele,<pause> deve ser parado.
ru: Твой Король, или что он теперь такое, должен быть остановлен.
tr: Kralımız, ya da ondan ne kaldıysa, durdurulmak zorunda.
uk: Твій Король, чи скоріше те, на що він перетворився... його треба зупинити.

# dudeDungeon40-1-1-2
source: He is becoming too powerful as he advances with his plan.
de: Er wird zu mächtig, wenn er seinen Plan fortsetzt.
es: Está adquiriendo demasiado poder conforme avanza en su plan.
fr: Il est devenu beaucoup trop puissant à mesure que son plan avançait.
it: Sta diventando sempre più potente, man mano che porta avanti il suo piano.
pt: Ele está se tornando poderoso demais à medida que avança em seu plano.
ru: По мере того, как его план воплощается в жизнь, его сила растёт.
tr: Planınını ilerletmeye devam ettikçe daha da güçleniyor.
uk: Він втілює свій план і стає занадто могутнім.

# dudeDungeon40-1-1-3
source: We can't defeat him by force at this point.<pause> But there's another way.
de: Wir können ihn derzeit nicht mit Gewalt besiegen. Aber es gibt noch einen anderen Weg.
es: A estas alturas,<pause> no podemos derrotarlo con la fuerza,<pause> pero hay otra manera.
fr: Pour le moment, nous ne pouvons pas le vaincre par la force. Mais il y a une autre solution.
it: A questo punto, non possiamo sconfiggerlo con la forza, ma esiste un altro modo.
pt: Não podemos derrotá-lo à força neste momento.<pause> Mas há outro caminho.
ru: Пока мы не можем победить его какой-либо силой . . . Но есть ещё один способ.
tr: Bu seviyedeyken onu gücümüzle yenemeyiz. Ama bir yolumuz daha var.
uk: Уже зараз нам не вдасться подолати його грубою силою. Але є інший спосіб.

# dudeDungeon40-1-1-4
source: Meet my dad at the end of the underground paths we've been building.
de: Triff meinen Vater am Ende der unterirdischen Wege, die wir gebaut haben.
es: Reúnete con mi padre al final de los caminos subterráneos que hemos estado construyendo.
fr: Retrouve mon père au bout des souterrains que nous avons creusés.
it: Alla fine dei passaggi sotterranei che abbiamo costruito troverai mio padre.
pt: Encontre meu pai no final dos túneis subterrâneos que estamos construindo.
ru: Найди моего отца в конце подземных путей, которые мы строим.
tr: İnşa ettiğimiz yeraltı geçitlerinin sonunda babamla buluş.
uk: Знайди мого батька в кінці мережі підземних тунелів, які ми тут збудували.

# dudeDungeon40-1-1-5
source: He'll tell you more about our plan.
de: Er wird dir mehr über unseren Plan erzählen.
es: Él te dará más detalles sobre nuestro plan.
fr: Il t'en dira plus sur notre plan.
it: Ti spiegherà il nostro piano.
pt: Ele contará mais sobre nosso plano.
ru: Он расскажет тебе о нашем плане поподробнее.
tr: Planımız hakkında sana daha fazla bilgi verecek.
uk: Він розповість тобі про наш план.

# dudeDungeon40-1-1-rpt-0
source: Meet my dad at the end of the underground paths.
de: Triff meinen Vater am Ende der unterirdischen Wege.
es: Reúnete con mi padre al final de los caminos subterráneos.
fr: Retrouve mon père au bout des souterrains.
it: Alla fine dei passaggi sotterranei, troverai mio padre.
pt: Encontre meu pai no final dos túneis.
ru: Найди моего отца в конце подземных путей.
tr: Yeraltı geçidinin sonunda babamla buluş.
uk: Знайди мого батька в кінці мережі підземних тунелів.
