Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# wizardOpenDoorDungeon28-1-0
source: Your King has been traveling through time and space during recent events.
de: Ich bin sicher, dass der König durch Raum und Zeit gereist ist.
es: Tu Rey ha estado viajando por el tiempo y el espacio durante los últimos acontecimientos.
fr: Votre Roi voyageait à travers le temps et l'espace récemment.
it: Il tuo Re ha viaggiato nel tempo e nello spazio negli ultimi tempi.
pt: Seu Rei esteve viajando através do tempo e espaço recentemente.
ru: Король хотел путешествовать сквозь пространство и время . . .
tr: Kralın son yaşanan olaylar sırasında uzay ve zamanda yolculuk yapıyordu.
uk: Король подорожував крізь час і простір, коли все це сталося.

# wizardOpenDoorDungeon28-1-1
source: I could sense his presence many times ever since his castle was invaded.
de: Seine Präsenz war mehrfach zu spüren, seit dem Überfall auf das Schloss.
es: Pude sentir su presencia muchas veces desde que invadieron su Castillo.
fr: J'ai pu sentir sa présence plusieurs fois depuis que le Château a été envahi.
it: Da quando il Castello è stato invaso ho sentito spesso la sua presenza.
pt: Pude sentir sua presença várias vezes desde que o Castelo foi invadido.
ru: Я чувствовал его присутствие множество раз, с тех пор как на Замок напали.
tr: Kalesi istila edildiğinden beri onun varlığını pek çok kez hissettim.
uk: Я відчував його присутність безліч разів з тих пір, як на замок напали.

# wizardOpenDoorDungeon28-1-2
source: Let's keep moving.
de: Gehen wir weiter.
es: Sigamos avanzando.
fr: Continuons.
it: Proseguiamo.
pt: Vamos seguindo.
ru: Пойдём дальше.
tr: İlerlemeye devam edelim.
uk: Підемо далі.

# wizardOpenDoorDungeon28-2-0
source: You're alive!
de: Du bist am Leben!
es: ¡Estás vivo!
fr: Tu es vivant !
it: Sei ancora in vita!
pt: Você está vivo!
ru: Ты жив!
tr: Yaşıyorsun!
uk: Ти живий!

# wizardOpenDoorDungeon28-2-2
source: Of course . . .<pause> Let me open it for you.
de: Natürlich . . . Lass es mich für dich öffnen.
es: Por supuesto . . .<pause> Deja que la abra.
fr: Bien sûr... Laisse-moi te l'ouvrir.
it: Ma certo . . . Ci penso io.
pt: Claro . . .<pause> Deixe-me abrir aqui para você.
ru: Конечно . . . Позволь, я открою тебе.
tr: Tabii ki . . . Bırak ben açayım.
uk: Звичайно . . . Дозволь мені відкрити це для тебе.

# wizardDungeon29-0-0
source: So,<pause> you still want to know where your King is...
de: Du willst immer noch wissen, wo dein König ist . . .
es: Así que aún quieres saber dónde está tu Rey...
fr: Alors tu veux toujours savoir où se trouve votre Roi...
it: Dunque, vuoi ancora sapere dov'è il tuo Re...
pt: Então<pause> ainda quer saber onde seu Rei está...?
ru: Итак, ты по-прежнему желаешь узнать, где твой Король. . .
tr: Demek hala Kralın yerini öğrenmek istiyorsun...
uk: Отже, ти все ще хочеш дізнатися, де твій Король. . .

# wizardDungeon29-0-1
source: I told you already!
de: Das habe ich doch bereits gesagt!
es: ¡Ya te lo he dicho!
fr: Je l'ai déjà dit !
it: Ma te l'ho già detto!
pt: Eu já te disse!
ru: Но я тебе уже сказал!
tr: Sana söylemiştim!
uk: Я тобі вже сказав!

# wizardDungeon29-1-0
source: My staff!
de: Mein Stab!
es: ¡Mi báculo!
fr: Mon bâton !
it: Il mio bastone!
pt: Meu cajado!
ru: Мой посох!
tr: Asam!
uk: Мій посох!

# wizardDungeon29-1-1
source: It was supposed to be here!
de: Er müsste hier sein!
es: ¡Debería estar aquí!
fr: Il devrait être là.
it: Dovrebbe essere qui!
pt: Deveria estar aqui!
ru: Он должен был быть здесь . . .
tr: Burada olması gerekiyordu!
uk: Він повинен бути там!

# wizardDungeon29-1-2
source: She stole it from me!
de: Sie hat ihn mir gestohlen!
es: ¡Me lo ha robado!
fr: Elle me l'a volé !
it: È stata lei a rubarmelo!
pt: Ela o roubou de mim!
ru: Она украла его у меня!!!
tr: Onu benden çaldı!
uk: Вона вкрала його в мене!

# captainDungeon29-0-0
source: What the hell do you think you're doing,<pause> soldier!?
de: Was zur Hölle machst du da, Soldat?!
es: ¿¡Qué leches te crees que estás haciendo,<pause> soldado!?
fr: Mais que fais-tu !?
it: Cosa diavolo pensi di fare, soldato?!
pt: Que diabos você acha que está fazendo,<pause> soldado!?
ru: Ты хоть понимаешь, что ты творишь, солдат?!
tr: Ne yaptığını sanıyorsun sen asker!?
uk: Ти хоч розумієш, що коїш, солдат!?

# captainDungeon29-0-1
source: I was the one who locked him up!
de: Ich habe den Kerl doch extra eingesperrt!
es: ¡Fui yo la que lo encerró!
fr: C'est moi qui l'ai enfermé !
it: Sono stata io a rinchiuderlo!
pt: Fui eu quem o trancou!
ru: Это я заперла его в клетке!
tr: Onu hapseden kişi zaten bendim!
uk: Це я замкнула його в клітці!

# captainDungeon29-0-2
source: I'm trying to open a safe portal here!
de: Ich versuche hier, ein stabiles Portal zu öffnen!
es: ¡Intento abrir un portal seguro!
fr: J'essaie d'ouvrir un portail sûr ici.
it: Sto tentando di aprire un portale sicuro!
pt: Estou tentando abrir um portal seguro aqui!
ru: Я пыталась открыть здесь безопасный Портал.
tr: Burada güvenli bir portal açmaya çalışıyorum!
uk: Я намагаюся відкрити тут безпечний портал.

# wizardDungeon29-2-0
source: That stays with me.
de: Das nehme ich.
es: Esto se viene conmigo.
fr: Je le garde avec moi.
it: Questo me lo prendo io.
pt: Isso fica comigo.
ru: . . . Похоже, это принадлежит мне.
tr: Bu bende kalacak.
uk: Це належить мені!

# warlockDungeon29-0-0
source: You should have just stayed out of this.
de: Du hättest dich einfach aus der Sache raushalten können.
es: Podías haberte mantenido al margen de todo esto.
fr: Vous n'auriez pas dû vous en mêler !
it: Avreste dovuto tenervi fuori.
pt: Você poderia simplesmente ter ficado fora disso!
ru: Не следовало вам лезть в чужие дела.
tr: Burnunu bu işe sokmaman gerekirdi.
uk: Не варто вам було лізти в чужі справи.

# captainDungeon29-1-0
source: Here we go again . . .
de: Auf ein neues . . .
es: Otra vez con lo mismo . . .
fr: Et c'est reparti . . .
it: Ci risiamo . . .
pt: Aqui vamos nós de novo . . .
ru: Ну всё, пошло-поехало . . .
tr: İşte yine başlıyoruz . . .
uk: Ну все, пішло-поїхало . . .

# captainDungeon29-2-0
source: He becomes vulnerable before the teleportation!
de: Er ist verwundbar, kurz bevor er sich teleportiert!
es: ¡Se vuelve vulnerable antes de teletransportarse!
fr: Il devient vulnérable peu avant la téléportation.
it: Diventa vulnerabile prima del teletrasporto!
pt: Ele fica vulnerável logo antes do teletransporte!
ru: Он становится уязвимым перед телепортацией!
tr: Işınlanmadan önce dokunulmaz oluyor!
uk: Він стає вразливим перед телепортацією!

# warlockDungeon29-1-0
source: It is too late now!
de: Ihr seid zu spät!
es: ¡Ya es demasiado tarde!
fr: C'est trop tard !
it: Adesso è troppo tardi!
pt: É tarde demais!
ru: Нет!! Уже слишком поздно!
tr: Artık çok geç!
uk: Вже занадто пізно!

# warlockDungeon29-1-1
source: He is tied to the other dimension!
de: Er ist Gefangener einer anderen Dimension!
es: ¡Está vinculado a la otra dimensión!
fr: Il est coincé dans l'autre dimension.
it: È legato all'altra dimensione!
pt: Ele está preso na outra dimensão!
ru: Теперь он принадлежит иному измерению!
tr: Diğer boyuta bağlandı!
uk: Тепер він належить іншому вимірові!

# warlockDungeon29-1-2
source: You will never bring your King back!
de: Ihr werdet euren König nie retten können!
es: ¡Jamás podrás recuperar a tu Rey!
fr: Votre Roi ne reviendra plus jamais !
it: Non riporterete mai indietro il vostro Re!
pt: Você nunca trará seu Rei de volta!
ru: Вам никогда не вернуть Короля назад!!!
tr: Kralın asla geri getiremeyeceksin!
uk: Вам ніколи не повернути Короля назад!

# captainDungeon29-3-0
source: Incredible!
de: Unglaublich!
es: ¡Increíble!
fr: Incroyable !
it: Incredibile!
pt: Incrível!
ru: Невероятно!
tr: İnanılmaz!
uk: Неймовірно!

# captainDungeon29-3-1
source: Your fighting skills have improved so much,<pause> so quickly!
de: Deine Kampfkünste haben sich so schnell verbessert . . . !
es: ¡Tus habilidades de combate han mejorado tanto<pause> y tan rápido!
fr: Tes compétences se sont améliorées tellement vite !
it: In poco tempo sei migliorato tantissimo, soldato!
pt: Suas habilidades melhoraram tanto,<pause> e tão rapido!
ru: Твои боевые навыки улучшились так сильно и так быстро!
tr: Dövüş yeteneklerin çok fazla ve çok hızlıca gelişti!
uk: Твої бойові навички покращилися так сильно і швидко!

# captainDungeon29-3-3
source: I know what you are though . . .
de: Aber ich weiß, was du bist.
es: Aunque ya sé lo que eres . . .
fr: Je sais ce que vous êtes.
it: Ma io so cosa sei . . .
pt: E eu sei o que você é . . .
ru: Я знаю, что ты такое . . .
tr: Güçlü biri olduğunu biliyorum . . .
uk: Я знаю, що ти таке . . .

# captainDungeon29-3-4
source: The King told me everything.
de: Der König hat mir alles erzählt.
es: El Rey me lo contó todo.
fr: Le Roi m'a tout raconté.
it: Il Re mi ha detto tutto.
pt: O Rei me contou tudo!
ru: Король обо всём мне рассказал.
tr: Kral bana her şeyi anlattı.
uk: Король все мені розповів.

# captainDungeon29-3-5
source: I met him while I was there.
de: Ich habe ihn auf der anderen Seite getroffen.
es: Lo encontré cuando estuve allí.
fr: Je l'ai rencontré quand j'étais dans l'autre dimension.
it: L'ho incontrato mentre ero là.
pt: Me encontrei com ele quando estive lá na outra dimensão.
ru: Я встретила его, когда была . . . там.
tr: Onunla buradayken tanıştım.
uk: Я зустріла його, коли була там.

# captainDungeon29-3-7
source: Enough talking!
de: Genug geredet!
es: ¡Basta de hablar!
fr: Assez parlé !
it: Ma ora basta chiacchiere!
pt: Sem mais conversa!
ru: Но хватит болтовни!
tr: Bu kadar konuşmak yeter!
uk: Але досить балаканини!

# captainDungeon29-3-8
source: The King needs this staff.
de: Der König braucht diesen Stab.
es: El Rey necesita este báculo.
fr: Le Roi a besoin de ce bâton.
it: Il Re ha bisogno di questo bastone.
pt: O Rei precisa deste cajado.
ru: Королю нужен этот посох!
tr: Kralın bu asaya ihtiyacı var.
uk: Королю потрібен цей посох!

# captainDungeon29-3-9
source: We must find a way to bring it to him.
de: Wir müssen einen Weg finden, ihn zu ihm zu bringen.
es: Hay que averiguar cómo llevárselo.
fr: Nous devons trouver un moyen de le lui apporter.
it: Dobbiamo trovare il modo di portarglielo.
pt: Temos que encontrar uma maneira de levá-lo até ele.
ru: И мы должны вернуть ему его.
tr: Bunu ona ulaştırmanın bir yolunu bulmamız lazım.
uk: Потрібно знайти спосіб доставити йому посох.

# captainDungeon29-4-0
source: It is heading towards the portal!
de: Er bewegt sich von alleine zum Portal!
es: ¡Se dirige hacia el portal!
fr: Il va vers le portail !
it: Si sta muovendo verso il Portale!
pt: Está indo em direção ao portal!
ru: . . . Что? Он движется к Порталу!
tr: Portala doğru gidiyor!
uk: Він рухається до порталу!

# captainDungeon29-4-1
source: What the hell!?
de: Was zur Hölle . . . ?
es: ¿¡Pero qué leches!?
fr: C'est quoi ce cauchemar ?
it: Ma che diavolo . . .
pt: Que diabos!?
ru: Какого чёрта?!
tr: Bu da nesi!?
uk: Якого біса!?

# captainDungeon29-5-0
source: It is happening again!
de: Es passiert schon wieder!
es: ¡Está pasando otra vez!
fr: Ah ! Encore !
it: Sta succedendo di nuovo!
pt: Está acontecendo de novo!
ru: Ох, это происходит . . . опять!
tr: Yine aynı şey oluyor!
uk: Це відбувається знову!

# castleSalesman3-0
source: You can expand your inventory space using the trunk over there.
de: Du kannst dein Inventar mit Hilfe der Truhe dort drüben erweitern.
es: Puedes ampliar el espacio de tu inventario con ese baúl de ahí.
fr: Tu peux augmenter l'espace dans ton inventaire grâce à ce coffre.
it: Puoi aumentare lo spazio del tuo inventario usando quel baule.
pt: Você pode expandir o espaço no seu inventário usando aquele baú ali.
ru: Эй! Ты можешь увеличить вместимость инвентаря, используя тот сундук.
tr: Şuradaki sandığı kullanarak envanter alanını genişletebilirsin.
uk: Ти можеш збільшити місткість інвентарю, використовуючи цю скриню.

# castleSalesman3-1
source: Don't want to hear you complaining about storage space!
de: Ich will keine Beschwerden über zu wenig Platz im Inventar hören!
es: ¡No quiero oír cómo te quejas del espacio de almacenamiento!
fr: Je ne veux pas t'entendre râler à cause du manque de place !
it: E poi non venire a lamentarti perché non hai più spazio!
pt: Não quero te ouvir reclamando por causa de espaço!
ru: Видите ли, «Банка нам не достаточно».
tr: Depolama alanından şikayet ettiğini duymak istemiyorum!
uk: Я не хочу чути від тебе скарги на брак місця для зберігання.

# castleSalesmanPremium3-0
source: You can expand your inventory space using the trunk over there.
de: Du kannst dein Inventar mit Hilfe der Truhe dort drüben erweitern.
es: Puedes ampliar el espacio de tu inventario con ese baúl de ahí.
fr: Tu peux augmenter l'espace dans ton inventaire grâce à ce coffre.
it: Puoi aumentare lo spazio del tuo inventario usando quel baule.
pt: Você pode expandir o espaço no seu inventário usando aquele baú ali.
ru: Эй! Ты можешь увеличить вместимость инвентаря, используя тот сундук.
tr: Şuradaki sandığı kullanarak envanter alanını genişletebilirsin.
uk: Ти можеш збільшити місткість інвентарю, використовуючи цю скриню.

# castleSalesmanPremium3-1
source: Don't want to hear you complaining about storage space!
de: Ich will keine Beschwerden über zu wenig Platz im Inventar hören!
es: ¡No quiero oír cómo te quejas del espacio de almacenamiento!
fr: Je ne veux pas t'entendre râler à cause du manque de place !
it: E poi non venire a lamentarti perché non hai più spazio!
pt: Não quero te ouvir reclamando por causa de espaço!
ru: Видите ли, «Банка нам не достаточно».
tr: Depolama alanından şikayet ettiğini duymak istemiyorum!
uk: Я не хочу чути від тебе скарги на брак місця для зберігання.

# castleSalesmanb3-0
source: It looks like you still haven't bought the expansion trunk.
de: Du hast wohl immer noch nicht die Erweiterungstruhe gekauft.
es: Parece que aún no has comprado el baúl de ampliación.
fr: Je vois que tu n'as pas encore acheté le coffre d'extension.
it: E così non hai ancora comprato il baule espansione.
pt: Parece que você ainda não comprou o baú de expansão.
ru: Похоже, ты ещё не купил расширение инвентаря.
tr: Genişletme sandığını hala satın almamışsın.
uk: Схоже, ти ще не купив розширення інвентарю.

# castleSalesmanb3-1
source: Don't complain about insufficient storage space then!
de: Dann beschwer dich auch nicht über ein zu kleines Inventar!
es: ¡Pues no te quejes de falta de espacio de almacenamiento!
fr: Ne viens pas râler ensuite à cause du manque de place !
it: Poi non ti lamentare perché non hai abbastanza spazio!
pt: Depois não reclame do pouco espaço então!
ru: В таком случае, можешь не жаловаться, что места не хватает!
tr: O zaman yeterli depolama alanım yok diye şikayet etme!
uk: В такому випадку, можеш не жалітися на брак місця!

# castleSalesmanExpandChest0-0
source: It looks like your inventory is quite full.
de: Sieht aus, als wäre dein Inventar ziemlich voll.
es: Parece que tienes el inventario lleno.
fr: Il semblerait que ton inventaire soit plein !
it: Mi pare che il tuo inventario sia assai pieno.
pt: Parece que seu inventário está lotado!
ru: Кажется, твой инвентарь забит под завязку.
tr: Envanterin tamamen dolu görünüyor.
uk: Здається, твій інвентар забитий під зав'язку.

# castleSalesmanExpandChest0-1
source: You can get some extra space in the trunk behind you.
de: Mit dem Koffer hinter dir bekommst du etwas zusätzlichen Platz.
es: Puedes conseguir algo de espacio adicional en el baúl que tienes detrás.
fr: Tu peux avoir plus d'espace grâce au coffre derrière toi.
it: Puoi ottenere più spazio con il baule dietro di te.
pt: Você pode conseguir um espaço extra no baú atrás de você.
ru: Сундук за твоей спиной поможет решить проблему нехватки места.
tr: Arkandaki sandık sayesinde ekstra depolama alanına sahip olabilirsin.
uk: Скриня за твоєю спиною допоможе розв'язати проблему нестачі місця.

# moonkeeperDungeon30-0-1
source: You don't know what you've just done,<pause> do you?
de: Du weißt nicht, was du da angerichtet hast, oder?
es: No sabes lo que acabas de hacer,<pause> ¿verdad?
fr: Tu ne sais pas ce que tu viens de faire, n'est-ce pas ?
it: Non sai cos'hai appena fatto, vero?
pt: Você não faz ideia do que acabou de fazer,<pause> não é?
ru: Ты ведь даже не понимаешь, что ты только что сделал, так?
tr: Az önce ne yaptığına dair hiçbir fikrin yok, değil mi?
uk: Ти ж навіть не розумієш, що ти тільки що зробив, чи не так?

# moonkeeperDungeon30-0-2
source: You brought her to this place.
de: Du hast sie hierher gebracht!
es: La has traído a este lugar.
fr: Tu l'as amené jusqu'ici.
it: Tu l'hai portata fin qui.
pt: Você a trouxe para este lugar.
ru: Ты привёл её в это место!
tr: Onu buraya getirdin.
uk: Ти привів її в це місце.

# moonkeeperDungeon30-0-3
source: It is all The King needed to accomplish his plan.
de: Jetzt steht den Plänen des Königs nichts mehr im Weg!
es: Era todo lo que le hacía falta al Rey para llevar a cabo su plan.
fr: C'est tout ce dont le Roi avait besoin pour atteindre son but.
it: È tutto quello di cui il Re aveva bisogno per realizzare il suo piano.
pt: É tudo o que o Rei precisava para realizar seu plano.
ru: А это всё, что нужно Королю, чтобы завершить свой план.
tr: Kralın planını gerçekleştirmek için ihtiyacı olan tek şey buydu.
uk: Це все, що потрібно Королю для втілення свого плану.

# moonkeeperDungeon30-0-4
source: Now help me fix this!
de: Ich brauche deine Hilfe, um das wieder zu bereinigen!
es: ¡Ayúdame a solucionarlo!
fr: Maintenant, aide-moi à arranger ça !
it: Ora aiutami ad aggiustare le cose!
pt: Agora me ajude a consertar isso!
ru: Если ты этого не хотел, вместе мы ещё можем всё исправить!
tr: Şimdi yardım et de bunu düzeltelim!
uk: А тепер допоможи мені виправити це!

# moonkeeperDungeon30-0-5
source: Come!
de: Los!
es: ¡Ven!
fr: Viens !
it: Vieni!
pt: Venha!
ru: Я - Хранитель Луны. Будем друзьями. Скорей, идём!
tr: Gel!
uk: Йдемо!

# darkMageDungeon31-0-0
source: It looks like The Warlock has planted these spiders under the castle.
de: Es scheint, als hätte der Hexer die Spinnen ins Schloss gebracht.
es: Parece que el Brujo ha colocado estas arañas debajo del castillo.
fr: Il semblerait que le Sorcier ait placé ces araignées sous le château.
it: Sembra che lo Stregone abbia piazzato questi ragni sotto il Castello.
pt: Parece que o Feiticeiro plantou estas aranhas embaixo do Castelo.
ru: Похоже, что Злой Колдун развёл этих пауков под Замком.
tr: Görünüşe göre Cehennem Büyücüsü bu örümcekleri kalenin altına yerleştirmiş.
uk: Схоже, що Злий Чаклун розвів цих павуків під замком.

# darkMageDungeon31-0-1
source: This is strange . . .
de: Merkwürdig . . .
es: Qué extraño . . .
fr: C'est étrange...
it: Che strano . . .
pt: Isso é estranho . . .
ru: Это странно . . .
tr: Bu çok tuhaf . . .
uk: Це дивно . . .

# darkMageDungeon31-0-2
source: The Wizard of the Oracle is the only one with the ability to control spiders.
de: Nur der Zauberer des Orakels kann Spinnen derart kontrollieren.
es: El Mago del Oráculo es el único capaz de controlar a las arañas.
fr: Le Sorcier de l'Oracle est le seul à pouvoir contrôler les araignées.
it: Il Mago dell'Oracolo è il solo in grado di controllare i ragni.
pt: O Mago do Oráculo é o único com habilidades para controlar aranhas.
ru: Волшебник-Оракул - единственный, кто способен управлять пауками.
tr: Sadece Kahin Büyücü örümcekleri kontrol etme yeteneğine sahip.
uk: Чарівник-оракул єдиний, хто здатний управляти павуками.

# darkMageDungeon31-1-0
source: Go find The Wizard of the Oracle at the Dark Swamp.
de: Geh und finde den Zauberer des Orakels in den Dunkelsümpfen.
es: Busca al Mago del Oráculo en el Pantano Oscuro.
fr: Trouve le Sorcier de l'Oracle au Marais sombre.
it: Vai a cercare il Mago dell'Oracolo alla Palude Oscura.
pt: Encontre o Mago do Oráculo no Pântano Sombrio.
ru: Отправляйся и найди Волшебника- Оракула на Тёмном Болоте.
tr: Karanlık Bataklık'ta Kahin Büyücü'yü bul.
uk: Вирушай і знайди Чарівника-оракула в Темному болоті.

# darkMageDungeon31-1-1
source: Tell him that we need to open a Portal atop the Dead Volcano.
de: Erzähle ihm, dass wir auf der Spitze des Todesvulkans ein Portal öffnen müssen.
es: Dile que necesitamos abrir un Portal en la cima del Volcán Muerto.
fr: Dis-lui que nous devons ouvrir un Portail au sommet du Volcan Mort.
it: Digli che dobbiamo aprire un Portale sulla cima del Vulcano Estinto.
pt: Diga a ele que precisamos abrir um portal no topo do Vulcão Morto.
ru: Скажи ему, что нам нужно открыть Портал на вершине Потухшего Вулкана.
tr: Ona Ölü Volkan'ın tepesinde bir Portal açmamız gerektiğini söyle.
uk: Скажи йому, що нам потрібно відкрити портал на вершині Згаслого вулкана.

# darkMageDungeon31-1-2
source: You should cross through that Portal as soon as the Planets align.
de: Wenn die Sterne richtig stehen, musst du durch das Portal schreiten.
es: Deberías cruzar el Portal en cuanto se alineen los planetas.
fr: Tu devras traverser ce Portail dès que les Planètes seront alignées.
it: Dovresti attraversare il Portale appena i pianeti si allineano.
pt: Você deve atravessar o Portal assim que os planetas se alinharem.
ru: Тебе нужно пройти сквозь Портал в момент, когда планеты выстроятся в один ряд.
tr: Gezegenler hizalandığı anda hemen o Portaldan geçmen gerekiyor.
uk: Тобі потрібно пройти крізь портал у момент, коли планети вишикуються в один ряд.

# darkMageDungeon31-1-3
source: I need you here.
de: Ich brauche dich hier.
es: Te necesito aquí.
fr: J'ai besoin de toi ici.
it: Ho bisogno di te qui.
pt: Preciso de você aqui.
ru: Ты нужна мне здесь.
tr: Sana burada ihtiyacım var.
uk: Ти потрібна мені тут.

# darkMageDungeon31-2-0
source: Command the Dirty Faced Soldier to escort you through the Dark Swamp.
de: Befehle dem Soldaten mit schmutzigem Gesicht, dich durch die Dunkelsümpfe zu eskortieren
es: Dile al soldado Cara Sucia que te escolte por el Pantano Oscuro.
fr: Ordonne au Soldat au Visage sale de t'escorter à travers le Marais sombre.
it: Ordina al Soldato dalla Faccia Sporca di accompagnarti attraverso la Palude Oscura.
pt: Comande o Soldado do rosto sujo para te escoltar através do Pântano Sombrio.
ru: Скомандуй Темнолицему Солдату сопроводить тебя через Тёмное Болото.
tr: Pis Yüzlü Asker'e sana Karanlık Bataklık'ta eşlik etmesini emret.
uk: Скомандуй Солдату з чорним обличчям супроводити тебе через Темне болото.

# darkMageDungeon31-2-1
source: Remember:<pause> do not cross the Portal atop the Dead Volcano before the planets align!
de: Denk daran: Du darfst erst in das Portal gehen, wenn die Sterne richtig stehen.
es: Recuerda:<pause> no cruces el Portal de la cima del Volcán Muerto hasta que se alineen los planetas.
fr: Souviens-toi : ne traverse pas le Portail au sommet du Volcan Mort avant que les planètes ne soient alignées.
it: Ricorda: non attraversare il Portale sul Vulcano Estinto prima che i pianeti si allineino!
pt: Lembre-se:<pause> não cruze o Portal no topo do Vulcão Morto antes dos planetas se alinharem.
ru: Помни: нельзя пересекать Портал на вершине Потухшего Вулкана, пока планеты не выстроятся в один ряд!
tr: Unutma: Gezegenler hizalanmadan Ölü Volkan'daki Portaldan geçmemen gerekiyor!
uk: Пам'ятай: не проходь крізь портал на вершині Згаслого вулкана, поки на почнеться парад планет!

# darkMageDungeon31REMOVED-2-2
source: And take this.
de: Und nimm das mit.
es: Y toma esto.
fr: Et prends ceci.
it: E prendi questo.
pt: E fique com isso!
ru: И возьми это . . .
tr: Bir de bunu al.
uk: І візьми це.

# darkMageDungeon31REMOVED-2-3
source: You will need it.
de: Du wirst es brauchen.
es: Lo vas a necesitar.
fr: Tu en auras besoin.
it: Ne avrai bisogno.
pt: Você vai precisar.
ru: Тебе пригодится.
tr: İhtiyacın olacak.
uk: Тобі знадобиться.

# moonkeeperDungeon33-0-0
source: . . . hey!
es: . . . ¡ey!
it: . . . Ehi!
pt: . . . ei!
ru: . . . Эй!
uk: . . . гей!
