Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# moonkeeperDungeon33-0-1
source: What took you so long?
de: Was hat dich so lange aufgehalten?
es: ¿Por qué has tardado tanto?
fr: Qu'est-ce qui t'as pris autant de temps ?
it: Come mai questo ritardo?
pt: Por que demorou tanto?
ru: Ты чего так долго?
tr: Neden bu kadar geç kaldın?
uk: Ти чого так довго?

# moonkeeperDungeon33-0-2
source: Come on!
de: Na los!
es: ¡Venga!
fr: Viens !
it: Forza!
pt: Venha!
ru: Давай!
tr: Hadi!
uk: Давай!

# moonkeeperDungeon33-1-0
source: It's watching us . . .
de: Es beobachtet uns . . .
es: Nos está observando . . .
fr: Il nous regarde...
it: Ci sta osservando . . .
pt: Ele está nos observando . . .
ru: За нами следят.
tr: Bizi izliyor . . .
uk: За нами стежать . . .

# moonkeeperDungeon33-1-2
source: Don't you know what happened to your King?
de: Weißt du denn nicht, was deinem König widerfahren ist?
es: ¿No sabes lo que le sucedió a tu Rey?
fr: Tu ne sais pas ce qui est arrivé à ton Roi ?
it: Non sai cos'è successo al tuo Re?
pt: Você ainda não sabe o que aconteceu com seu Rei?
ru: Ты разве не знаешь, что случилось с твоим Королём?
tr: Kralına ne olduğunu bilmiyor musun sen?
uk: Ти хіба не знаєш, що сталося з твоїм Королем?

# moonkeeperDungeon33-2-0
source: Your King entered the Portal before the planets were aligned.
de: Dein König hat das Portal betreten, noch bevor die Planeten richtig standen.
es: El Rey entró en el Portal antes de que los planetas se alinearan.
fr: Ton Roi est entré dans le Portail avant que les planètes ne soient alignées.
it: Il tuo Re ha attraversato il Portale prima che i pianeti si allineassero.
pt: Seu Rei entrou no Portal antes dos planetas se alinharem.
ru: Он вошёл в Портал прежде, чем планеты выстроились в один ряд.
tr: Kralın gezegenler hizalanmadan portala girdi.
uk: Король увійшов в портал перш ніж планети вишикувалися в один ряд.

# moonkeeperDungeon33-2-1
source: It could have killed him. But he is too powerful . . .
de: Das hätte ihn sein Leben kosten können. Aber er ist zu mächtig . . .
es: Podría haber muerto, pero es demasiado poderoso . . .
fr: Cela aurait pu le tuer. Mais il est trop puissant...
it: Ciò l'avrebbe potuto uccidere. Ma lui è troppo potente . . .
pt: Isso poderia tê-lo matado. Mas ele é muito poderoso . . .
ru: Это могло убить его. Но он слишком силён . . .
tr: Bu yüzden ölebilirdi. Ama o çok güçlü biri. . .
uk: Це могло вбити його. Але він дуже сильний . . .

# moonkeeperDungeon33-3-0
source: Your King's body was gone,<pause> but his soul was still wandering around.
de: Der König verlor seinen Körper, und seine Seele wanderte rastlos umher.
es: El cuerpo del Rey desapareció,<pause> pero su alma aún vagaba por este lugar.
fr: Le corps de ton Roi n'est plus, mais son âme erre toujours dans les environs.
it: Il corpo del tuo Re era scomparso, ma la sua anima stava ancora vagando.
pt: O corpo do seu Rei se desintegrou,<pause> mas sua alma ainda perambulava por aqui.
ru: Тело твоего Короля исчезло, но его душа осталась здесь.
tr: Kralının bedeni gitmişti, ama hala etrafta dolaşıyordu.
uk: Тіло твого Короля зникло, але його душа залишилася тут.

# moonkeeperDungeon33-3-1
source: He needed a new host . . .
de: Er musste einen neuen Körper finden . . .
es: Necesitaba un nuevo anfitrión . . .
fr: Il avait besoin d'un nouvel hôte...
it: In cerca di una nuova dimora . . .
pt: Ele precisava de um novo hospedeiro . . .
ru: Ему требовалась новая оболочка . . .
tr: Yeni bir bedene ihtiyacı vardı . . .
uk: Йому була потрібна нова оболонка . . .

# moonkeeperDungeon33-3-2
source: . . . let's move on.<pause> I want to show you something.
de: . . . gehen wir. Ich will dir etwas zeigen.
es: . . . sigamos.<pause> Quiero enseñarte algo.
fr: Allons-y. Je veux te montrer quelque chose.
it: . . . Andiamo avanti. Voglio mostrarti qualcosa.
pt: . . . vamos avançando.<pause> Quero te mostrar uma coisa.
ru: . . . Пошли дальше. Я хочу тебе кое-что показать.
tr: . . . hadi ilerleyelim. Sana bir şey göstermek istiyorum.
uk: . . . ходімо далі. Я хочу тобі дещо показати.

# moonkeeperDungeon34-0-1
source: Let's keep moving!
de: Bleiben wir in Bewegung!
es: ¡Sigamos avanzando!
fr: Continuons à avancer !
it: Proseguiamo!
pt: Venha!
ru: Не останавливайся!
tr: İlerlemeye devam edelim!
uk: Не зупиняйся!

# moonkeeperDungeon34-1-0
source: Your King is now looking for Dragon Skulls.
de: Dein König ist jetzt auf der Jagd nach Drachenschädeln.
es: Tu Rey busca Cráneos de Dragón.
fr: Ton Roi est à présent à la recherche de Crânes de Dragons.
it: Ora il tuo Re sta cercando Teschi di drago.
pt: Seu Rei agora está à procura de Crânios de Dragão.
ru: Теперь твой Король ищет Драконьи Черепа.
tr: Kralın şu anda Ejderha Kafatasları arıyor.
uk: Тепер твій Король шукає драконячі черепи.

# moonkeeperDungeon34-1-1
source: Dragon Skulls provide the mana needed to open portals.
de: Das Mana der Drachenschädel ermöglicht es ihm, Portale zu öffnen.
es: Los Cráneos de Dragón proporcionan el maná necesario para abrir portales.
fr: Les Crânes de Dragons fournissent le mana nécessaire à l'ouverture de portails.
it: I Teschi di drago forniscono il mana necessario per aprire i portali.
pt: Crânios de Dragão provém a mana necessária para abrir portais.
ru: Драконьи Черепа являются источниками маны, необходимой для открытия Порталов.
tr: Ejderha Kafataslarının sağladığı mana, portalların açılmasını sağlıyor.
uk: Черепи драконів є джерелами мани, необхідної для відкриття порталів.

# moonkeeperDungeon34-1-2
source: The bigger the skull,<pause> the further the portal can take you.
de: Je größer der Schädel, desto weiter reicht das Portal.
es: Cuanto mayor sea el cráneo,<pause> más lejos te llevará el portal.
fr: Plus le crâne est gros, plus le portail peut t'emmener loin.
it: Più grande è il teschio, più lontano puoi andare con il portale.
pt: Quanto maior for o crânio,<pause> mais longe o portal pode te levar.
ru: Чем больше череп, тем дальше можно переместиться с помощью Портала.
tr: Kafatası ne kadar büyük olursa, portal seni o kadar uzağa götürebilir.
uk: Чим більше череп, тим далі можна переміститися за допомогою порталу.

# moonkeeperDungeon34-2-0
source: One Dragon has been slain recently . . .
de: Vor kurzem erst wurde ein Drache getötet . . .
es: Han asesinado a un Dragón hace poco . . .
fr: Un Dragon a été tué récemment . . .
it: Un drago è stato abbattuto di recente . . .
pt: Um Dragão foi morto recentemente . . .
ru: Недавно был уничтожен один дракон . . .
tr: Son zamanlarda bir Ejderha öldürüldü . . .
uk: Нещодавно був знищений один дракон . . .

# moonkeeperDungeon34-2-1
source: I believe that the King did it.
de: Und ich glaube, dass der König es getan hat.
es: Creo que ha sido el Rey.
fr: Je pense que c'est le Roi qui l'a tué.
it: Credo che sia stato il Re.
pt: Acredito que foi o seu Rei quem fez isso.
ru: Я уверен, что это дело рук Короля.
tr: Bunun yapanın Kral olduğunu düşünüyorum.
uk: Я впевнений, що це справа рук Короля.

# moonkeeperDungeon34-3-0
source: These minions were created to protect the Dragons.
de: Diese Diener wurden erschaffen, um die Drachen zu beschützen.
es: Estos esbirros fueron creados para proteger a los Dragones.
fr: Ces sbires ont été créés afin de protéger les Dragons.
it: Questi servi sono stati creati per proteggere i draghi.
pt: Estes lacaios foram criados para proteger os Dragões!
ru: Эти миньоны были созданы, чтобы защищать драконов.
tr: Bu piyonlar Ejderhaları korumak için yaratılmıştı.
uk: Ці міньйони були створені, щоб захищати драконів.

# moonkeeperDungeon34-3-1
source: They would attack anything that moves.
de: Sie würden alles angreifen, was sich bewegt.
es: Atacarán a todo lo que se mueva.
fr: Ils attaqueront tout ce qui bouge.
it: Attaccano qualsiasi cosa si muova.
pt: Eles atacam qualquer coisa que se mexe.
ru: Они атакуют всё, что движется. Нас, как своих, не должны трогать.
tr: Hareket eden her şeye saldırırlar.
uk: Вони атакують все, що рухається.

# moonkeeperDungeon34-4-0
source: Your King has been incarnated.
de: Dein König wurde wiedergeboren.
es: Tu Rey se ha reencarnado.
fr: Ton Roi s'est réincarné.
it: Il tuo Re adesso si è incarnato.
pt: Seu Rei agora está encarnado novamente.
ru: Твой Король перевоплотился.
tr: Kralın yeniden cisimlendi.
uk: Твій Король перевтілився.

# moonkeeperDungeon34-4-1
source: He can probably slay bigger Dragons now . . .
de: Er könnte jetzt durchaus in der Lage sein, größere Drachen zu bezwingen.
es: Es probable que ya pueda asesinar a Dragones más grandes . . .
fr: Il peut sans doute tuer les plus grands Dragons à présent . . .
it: Probabilmente potrebbe uccidere draghi più grandi, ormai . . .
pt: Ele provavelmente pode abater Dragões ainda maiores agora . . .
ru: Возможно, теперь он может уничтожать более крупных драконов.
tr: Artık muhtemelen daha büyük Ejderhaları öldürebilir . . .
uk: Можливо, тепер він може знищувати більших драконів . . .

# moonkeeperDungeon34-4-2
source: Who knows what his intentions are . . .
de: Wer weiß schon, was er im Schilde führt . . .
es: Quién sabe cuáles serán sus intenciones . . .
fr: Qui sait quelles sont ses véritables intentions . . .
it: Chissà quali sono le sue intenzioni . . .
pt: Ninguém sabe quais são as intenções dele . . .
ru: Кто знает, каковы его намерения . . .
tr: Kim bilir ne gibi amaçları var . . .
uk: Хто знає, які в нього наміри . . .

# moonkeeperDungeon34-5-0
source: Damn it . . .
de: Verdammt . . .
es: Maldita sea . . .
fr: Bon sang . . .
it: Maledizione . . .
pt: Droga . . .
ru: Будь оно проклято!
tr: Kahretsin . . .
uk: Будь воно прокляте! . . .

# moonkeeperDungeon34-6-0
source: We're late . . .
de: Wir sind zu spät . . .
es: Llegamos tarde . . .
fr: Nous arrivons trop tard . . .
it: Siamo in ritardo . . .
pt: Estamos atrasados . . .
ru: Мы опоздали . . .
tr: Geç kaldık . . .
uk: Ми запізнилися . . .

# moonkeeperDungeon34-6-1
source: Someone else must have taken the Lunar Map!
de: Jemand war vor uns hier und hat die Mondkarte an sich genommen!
es: ¡Alguien ha debido llevarse el Mapa Lunar!
fr: Quelqu'un d'autre a dû prendre la carte lunaire !
it: Qualcun altro deve aver preso la Mappa lunare!
pt: Alguém deve ter pego o Mapa Lunar!
ru: Должно быть, кто-то другой забрал Лунную Карту!
tr: Ay Haritası başka birinin eline geçmiş olmalı!
uk: Повинно бути, хтось інший забрав Місячну мапу!

# moonkeeperDungeon34-6-2
source: Maybe it's still around . . .
de: Oder ist sie doch noch in der Nähe?
es: Puede que aún esté por aquí . . .
fr: Il est peut-être encore dans les parages . . .
it: Forse è ancora da qualche parte . . .
pt: Talvez ainda esteja por perto . . .
ru: Возможно, она ещё поблизости . . .
tr: Belki hala buralardadır . . .
uk: Можливо, вона ще десь поблизу . . .

# moonkeeperDungeon34-6-3
source: Let's move!
de: Na los, komm schon!
es: ¡Vamos!
fr: Allons-y !
it: Muoviamoci!
pt: Vamos!
ru: Поспешим!
tr: İlerleyelim!
uk: Мерщій!

# moonkeeperDungeon34-7-0
source: There it is!
de: Da ist sie!
es: ¡Ahí está!
fr: Le voilà !
it: Ecco qua!
pt: Alí está!
ru: Вот же она!
tr: İşte burada!
uk: Ось вона!

# moonkeeperDungeon34-7-1
source: WAIT!
de: WARTE!
es: ¡ESPERA!
fr: ATTENDS !
it: ASPETTA!
pt: ESPERA!
ru: СТОЙ!
tr: DUR!
uk: СТІЙ!

# darkMageDungeon5-0
source: You are doing well.
de: Du schlägst dich gut.
es: Lo estás haciendo bien.
fr: Tu fais du bon travail.
it: Sei in gamba.
pt: Você está indo bem.
ru: У тебя хорошо получается.
tr: İyi gidiyorsun.
uk: У тебе добре виходить.

# darkMageDungeon5-1
source: Now let me teach you the special skill of your class.
de: Lass mich dir die Spezialfähigkeit deiner Klasse beibringen.
es: Deja que te enseñe la habilidad especial de tu clase.
fr: À présent, laisse-moi t'enseigner la capacité spéciale de ta classe.
it: Adesso ti insegnerò l'abilità speciale della tua classe.
pt: Agora deixe-me ensinar a habilidade especial de sua classe.
ru: Теперь я научу тебя Особому приёму твоего класса.
tr: Şimdi sana sınıfının özel yeteneğini öğreteyim.
uk: Тепер я навчу тебе особливому прийому твого класу.

# darkMageDungeon5-2
source: It is dangerous to go alone . . .
de: Alleine ist es gefährlich da draußen . . .
es: Resulta peligroso ir solo . . .
fr: C'est dangereux d'y aller seul . . .
it: È pericoloso andare da solo . . .
pt: É perigoso ir sozinho . . .
ru: С новыми Навыками тебе будет проще . . .
tr: Tek başına gitmek tehlikeli . . .
uk: Поодинці йти небезпечно . . .

# captain35-0-1
source: What is this place?!
de: Was ist das für ein Ort?
es: ¡¿Qué es este lugar?!
fr: Quel est cet endroit ?!
it: Che luogo è questo?!
pt: O que é esse lugar?!
ru: Что это за место?!
tr: Burası nasıl bir yer?!
uk: Що це за місце?!

# darkMageDungeon35-0-0
source: . . . it's me.
de: . . . ich bin es.
es: . . . fui yo.
fr: . . . C'est moi.
it: . . . sono io.
pt: . . . sou eu.
ru: . . . Это я.
tr: . . . benim.
uk: . . . це я.

# darkMageDungeon35-0-1
source: I'm the one who brought you here.
de: Ich habe dich hergebracht.
es: Yo soy el que te trajo aquí.
fr: C'est moi qui t'ai amené ici.
it: Sono colui che ti ha portato fino a qui.
pt: Fui eu quem te trouxe para cá.
ru: Тот, кто призвал тебя сюда.
tr: Seni buraya ben getirdim.
uk: Я той, хто покликав тебе сюди.

# darkMageDungeon35-0-2
source: You must do something for me before you go back.
de: Du musst etwas für mich tun, bevor du zurück kannst.
es: Tienes que hacer una cosa por mí antes de regresar.
fr: Tu dois faire quelque chose pour moi avant de repartir.
it: Devi fare qualcosa per me qui prima di fare ritorno.
pt: Você precisa fazer uma coisa para mim antes de voltar.
ru: Прежде чем ты уйдёшь, ты должна кое-что сделать для меня . . .
tr: Geri dönmeden önce benim için bir şey yapman lazım.
uk: Перш, ніж ти підеш, ти повинна дещо зробити для мене.

# darkMageDungeon35-0-3
source: I need you to help me get the Lunar Map.
de: Ich brauche deine Hilfe beim Finden der Mondkarte.
es: Necesito que me ayudes a encontrar el Mapa Lunar.
fr: J'ai besoin de ton aide pour mettre la main sur la Carte Lunaire.
it: Devi aiutarmi a trovare la Mappa lunare.
pt: Preciso que me ajude a obter o Mapa Lunar.
ru: . . . Помочь мне достать Лунную Карту.
tr: Ay Haritası'nı almama yardım etmeni istiyorum.
uk: Ти повинна допомогти мені дістати Місячну мапу.

# darkMageDungeon35-0-4
source: I will send some Minions to help you clear the area.
de: Ich schicke ein paar Schergen, die dir helfen.
es: Enviaré a algunos Esbirros para que te ayuden a despejar la zona.
fr: J'enverrai quelques sbires pour t'aider à nettoyer la zone.
it: Manderò dei minion che ti aiuteranno a ripulire l'area.
pt: Enviarei alguns lacaios para te ajudar a limpar a área.
ru: Я пошлю миньонов, они помогут тебе зачистить местность.
tr: Alanı temizlemene yardım etmeleri için biraz piyon göndereceğim.
uk: Я відправлю міньйонів, вони допоможуть тобі зачистити місцевість.

# darkMageDungeon35-1-0
source: The Dirty Faced Soldier is also one of my Minions.
de: Der Soldat mit dem schmutzigen Gesicht gehört auch zu meinen Schergen.
es: El Soldado Cara Sucia también es uno de mis Esbirros.
fr: Le Soldat au Visage sale est aussi un de mes sbires.
it: Anche il Soldato dalla Faccia Sporca è uno dei miei minion.
pt: O Soldado do rosto sujo é também um de meus lacaios.
ru: Темнолицый Солдат тоже один из моих миньонов.
tr: Pis Yüzlü Asker de benim piyonlarımdan biri.
uk: Солдат з темним обличчям теж один з моїх міньйонів.

# darkMageDungeon35-1-1
source: You will meet him again when you return to our main dimension.
de: Du wirst ihn wiedersehen, wenn du wieder in deiner Dimension bist.
es: Volverás a verlo cuando regreses a nuestra dimensión principal.
fr: Tu le reverras lorsque tu retourneras dans notre dimension principale.
it: Lo reincontrerai quando tornerai alla nostra dimensione primaria.
pt: Você irá encontrá-lo novamente ao retornar à dimensão principal.
ru: Ты встретишься с ним вновь, когда вернёшься в своё измерение.
tr: Ana boyutumuza geri döndüğünde onunla tekrar buluşacaksın.
uk: Ти зустрінешся з ним знову, коли повернешся в наш вимір.

# darkMageDungeon35-1-2
source: But before you go back,<pause> we must free the Great Red Dragon.
de: Aber davor müssen wir den Großen Roten Drachen befreien.
es: Pero antes de que vuelvas,<pause> tenemos que liberar al Gran Dragón Rojo.
fr: Mais avant que tu ne repartes, nous devons libérer le Grand Dragon Rouge.
it: Ma, prima che torni indietro, dobbiamo liberare il Grande Drago Rosso.
pt: Mas antes de você voltar,<pause> nós precisamos libertar o Grande Dragão Vermelho.
ru: Сейчас же, мы должны освободить Великого Красного Дракона.
tr: Ama geri dönmeden önce Büyük Kırmızı Ejderha'yı kurtarmamız lazım.
uk: Але перш, ніж ти підеш назад, ми повинні звільнити Великого червоного дракона.

# darkMageDungeon35-1-3
source: We need his mana in order to travel back to the past together.
de: Wir brauchen sein Mana, um zusammen in die Vergangenheit zu reisen.
es: Necesitamos su maná para viajar juntos de vuelta al pasado.
fr: Nous avons besoin de son mana pour retourner ensemble dans le passé.
it: Ci serve il suo mana per tornare indietro nel passato insieme.
pt: Nós precisamos da mana dele para viajarmos de volta ao passado juntos.
ru: Нам нужна его мана, чтобы вместе совершить путешествие в прошлое.
tr: Birlikte geçmişe geri dönebilmemiz için ondaki manaya ihtiyacımız var.
uk: Нам потрібна його мана, щоб разом здійснити подорож у минуле.

# darkMageDungeon35-1-4
source: Come,<pause> join me . . .
de: Komm mit mir . . .
es: Ven,<pause> únete a mí . . .
fr: Viens avec moi . . .
it: Vieni con me . . .
pt: Venha,<pause> junte-se a mim . . .
ru: Скорее, присоединяйся ко мне . . .
tr: Gel, bana katıl . . .
uk: Швидше, приєднуйся до мене . . .

# moonkeeperDungeon37-0-0
source: What was that?!
de: Was war das?!
es: ¡¿Qué ha sido eso?!
fr: Qu'est-ce que c'était ?!
it: Cos'è stato?!
pt: O que foi isso?!
ru: Что это было?
tr: O da neydi?!
uk: Що це було?!

# moonkeeperDungeon37-1-0
source: The minions are attacking me!
de: Die Schergen greifen mich an!
es: ¡Los esbirros me están atacando!
fr: Les sbires m'attaquent !
it: I minion mi stanno attaccando!
pt: Os lacaios estão me atacando!
ru: Миньоны нападают на меня!
tr: Piyonlar bana saldırıyorlar!
uk: Міньйони нападають на мене!

# moonkeeperDungeon37-1-1
source: . . . why?!
de: . . . warum?!
es: . . . ¡¿por qué?!
fr: . . . Pourquoi ?!
it: . . . Perché?!
pt: . . . por quê?!
ru: . . . но почему?!
tr: . . . neden?!
uk: . . . але чому?!

# alienDungeon37-0-0
source: I come from far away to deliver an important message.
de: Ich komme von weit her, um eine wichtige Nachricht zu überliefern.
es: Vengo desde lejos para entregar un mensaje importante.
fr: Je viens de loin pour délivrer un message important.
it: Vengo da lontano per portare un messaggio importante.
pt: Venho de longe para entregar uma mensagem importante.
ru: Неважно, откуда я. Я здесь, чтобы передать важное сообщение.
tr: Önemli bire mesaj iletmek için çok uzaklardan geldim.
uk: Я прибув з далеких місць, щоб передати важливе повідомлення.

# alienDungeon37-0-1
source: A powerful entity will accidentally arrive in this place.
de: Ein mächtiges Wesen wird unbeabsichtigt an diesen Ort kommen.
es: Una entidad poderosa llegará por accidente a este lugar.
fr: Une entité puissante va arriver accidentellement en ces lieux.
it: Un'entità potente arriverà qui per caso.
pt: Uma poderosa entidade chegará acidentalmente a este lugar.
ru: В любой момент к вам может явиться могущественное существо.
tr: Güçlü bir varlık yanlışlıkla bu yere gelecek.
uk: У це місце збирається прибути могутня істота.

# alienDungeon37-0-2
source: It must be stopped from stealing the Lunar Map.
de: Es darf auf keinen Fall die Mondkarte stehlen.
es: Hay que evitar que robe el Mapa Lunar.
fr: Elle doit être arrêtée avant qu'elle ne vole la Carte Lunaire.
it: È necessario impedire che rubi la Mappa lunare.
pt: Ela precisa ser impedida de roubar o Mapa Lunar.
ru: Нужно не дать ему украсть Лунную Карту.
tr: Onun Ay Haritası'nı çalmasına engel olmak gerekiyor.
uk: Потрібно не дати йому заволодіти Місячною мапою.

# alienDungeon37-0-3
source: Otherwise the consequences will be catastrophic.
de: Sonst wären die Konsequenzen katastrophal.
es: De lo contrario, las consecuencias pueden ser catastróficas.
fr: Sinon, les conséquences pourraient être désastreuses.
it: Altrimenti le conseguenze potrebbero essere devastanti.
pt: Caso contrário as consequências serão catastróficas.
ru: Иначе последствия будут катастрофическими.
tr: Yoksa bunun çok yıkıcı sonuçları olacak.
uk: Інакше наслідки будуть катастрофічними.

# kingptain38-0-0
source: It's me . . .
de: Ich bin es . . .
es: Soy yo . . .
fr: C'est moi . . .
it: Sono io . . .
pt: Sou eu . . .
ru: Это я . . .
tr: Benim . . .
uk: Це я . . .

# kingptain38-0-1
source: The King.
de: Der König.
es: El Rey.
fr: Le Roi.
it: Il Re.
pt: O Rei.
ru: Король.
tr: Kral.
uk: Король.

# kingptain38-0-2
source: You don't recognise me in this form.
de: In dieser Gestalt erkennst du mich wohl nicht.
es: No me reconoces con esta forma.
fr: Tu ne dois pas me reconnaître sous cette forme.
it: Non mi riconosci in questa forma.
pt: Você não me reconhece nesta forma.
ru: Ты не узнаешь меня в этой форме.
tr: Bu formdayken beni tanıyamıyorsun.
uk: Ти не впізнаєш мене в цій формі.

# kingptain38-0-3
source: As I escaped from the Warlock,<pause> I passed through the portal before the planets were aligned.
de: Auf meiner Flucht vor dem Hexer konnte ich durch das Portal gehen, bevor die Planeten ihre Konstellation eingenommen hatten.
es: Cuando escapé del Brujo,<pause> atravesé el portal antes de que se alinearan los planetas.
fr: Lorsque j'ai réussi à échapper à l'Enchanteur, je suis passé par le portail avant que les planètes ne soient alignées.
it: Mentre fuggivo dallo Stregone, ho attraversato il portale prima che i pianeti si allineassero.
pt: Enquanto eu escapava do Feiticeiro,<pause> atravessei o portal antes dos planetas se alinharem.
ru: Убегая от Злого Колдуна, я прошёл сквозь Портал прежде, чем планеты выстроились в один ряд.
tr: Cehennem Büyücüsü'den kaçarken gezegenler hizalanmadan portaldan geçtim.
uk: Тікаючи від Злого Чаклуна, я пройшов крізь портал перш, ніж планети вишикувалися в один ряд.

# kingptain38-0-4
source: That tore my body apart.<pause> I had to take another form.
de: Leider hat das meinen Körper zerstört. Ich musste eine neue Gestalt annehmen.
es: Eso me destrozó el cuerpo<pause> y tuve que tomar otra forma.
fr: Cela a détruit mon corps. J'ai dû prendre un autre visage.
it: Il mio corpo ne è uscito dilaniato. Ho dovuto assumere un aspetto diverso.
pt: Aquilo dilacerou meu corpo.<pause> Tive que assumir outra figura.
ru: Это разорвало моё тело на мелкие кусочки. Мне пришлось принять другую форму . . .
tr: Bu yüzden bedenim yok oldu. Başka bir forma girmem gerekiyordu.
uk: Це розірвало моє тіло на дрібні шматочки. Мені довелося прийняти іншу форму.

# kingptain38-0-6
source: You played your role very well.<pause> Just as I told you to.
de: Du hast deine Rolle erfüllt. So, wie ich es dir gesagt habe.
es: Has desempeñado bien tu papel.<pause> Tal y como te dije.
fr: Tu as parfaitement joué ton rôle. Exactement comme je te l'avais demandé.
it: Hai svolto il tuo ruolo molto bene. Proprio come ti avevo detto di fare.
pt: Você desempenhou seu papel muito bem.<pause> Conforme ordenei.
ru: У меня есть для тебя последнее задание.
tr: Rolünü çok iyi oynadın. Tıpkı sana söylediğim gibi.
uk: Ти дуже добре зіграв свою роль. Саме так, як я і просив.

# kingptain38-0-7
source: Now I have one last task to ask of you.
de: Jetzt habe ich nur noch eine letzte Aufgabe für dich.
es: Ahora, tengo una última tarea para ti.
fr: Je dois maintenant te confier une dernière mission.
it: Ora ho un ultimo compito per te.
pt: Agora tenho uma última tarefa para você.
ru: Пойдём, впереди Портал. . . . Он давно ждёт нас.
tr: Şimdi senin için son bir görevim var.
uk: У мене є для тебе останнє завдання.
