Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# dudeDungeon40-1-1-rpt-1
source: He'll tell you more about our plan.
de: Er wird dir mehr über unseren Plan erzählen.
es: Él te dará más detalles sobre el plan.
fr: Il t'en dira plus sur notre plan.
it: Ti dirà di più del nostro piano.
pt: Ele contará mais sobre nosso plano.
ru: Он тебе всё расскажет.
tr: Planımız hakkında sanadaha fazla bilgi verecek.
uk: Він розповість тобі про наш план.

# timePatrollerDungeon40-1-2-0
source: We're from the timeline in which you defeated the Warlock before he could strike the King.
de: Wir sind aus der Zeitleiste, in welcher du den Hexenmeister besiegt hast, bevor er den König schlagen konnte.
es: Somos de la línea temporal en la que derrotaste al Brujo antes de que pudiera atacar al Rey.
fr: Nous venons de la ligne temporelle dans laquelle tu as vaincu l'Enchanteur avant qu'il ne puisse atteindre le Roi.
it: Veniamo dalla epoca in cui hai sconfitto lo stregone prima che sia riuscito a colpire il Re.
pt: Viemos da linha do tempo em que você derrotou o Feiticeiro antes que ele pudesse atacar o Rei.
ru: Мы в измерении, в котором ты победил Злого Колдуна прежде, чем тот напал на Короля.
tr: Bizler, senin Büyücü'nün Krala saldırmadan önce onu yendiğin bir zaman dilimindeniz.
uk: Ми з того часового відгалуження, в якому ти переміг Злого Чаклуна, перш ніж він атакував Короля.

# timePatrollerDungeon40-1-2-1
source: After defeating the Warlock,<pause> that King attacked the Castle himself.
de: Nachdem er den Hexenmeister besiegt hatte, griff dieser König die Burg selbst an.
es: Tras derrotar al Brujo,<pause> el mismo Rey asaltó el castillo.
fr: Après avoir vaincu l'Enchanteur, ce Roi a attaqué le château lui-même.
it: Dopo aver sconfitto lo stregone, il Re ha attaccato il castello.
pt: Após derrotar o Feiticeiro,<pause> aquele Rei atacou o Castelo.
ru: После поражения Злого Колдуна, этот безумец-Король атаковал собственный Замок.
tr: Büyücü yenildikten sonra, Kral'ın bizzat kendisi Kale'ye saldırdı.
uk: Після перемоги над Злим Чаклуном, Король сам напав на власний замок.

# timePatrollerDungeon40-1-2-2
source: We escaped through the portal beside the throne before he could kill us all.
de: Wir flohen durch das Portal neben dem Thron, bevor er uns alle töten konnte.
es: Escapamos por el portal que había junto al trono antes de que nos matara a todos.
fr: Nous nous sommes échappés par le portail près du trône avant qu'il ne nous tue tous.
it: Siamo riusciti a scappare attraverso il portale accanto al trono, prima che ci uccidesse tutti.
pt: Nós escapamos pelo portal que fica ao lado do trono antes que ele nos matasse.
ru: Нам удалось сбежать через Портал рядом с троном прежде, чем он попытался убить нас.
tr: Bizler tahtın yanındaki portaldan hepimizi öldürmeden önce kaçabildik...
uk: Нам вдалося втекти через портал за троном, перш ніж він нас вбив.

# timePatrollerDungeon40-1-2-3
source: Since the planets weren't fully aligned yet,<pause> we almost died.
de: Da die Planeten noch nicht vollständig ausgerichtet waren, sind wir fast gestorben.
es: Como los planetas no estaban totalmente alineados,<pause> casi morimos.
fr: Puisque les planètes n'étaient pas encore totalement alignées, nous avons failli mourir.
it: Dato che i pianeti non erano ancora completamente allineati, siamo quasi morti.
pt: Como os planetas ainda não tinham se alinhado,<pause> nós quase morremos.
ru: Из-за того, что планеты тогда ещё не полностью выстроились, нас чуть не разорвало на куски!
tr: Gezegenler tamamen hizada olmadığı için neredeyse ölüyorduk!.
uk: У той момент планети ще не вишикувалися в ряд, і нас ледве не розірвало в порталі.

# figurantADungeon40-0-0
source: Each time one interferes with the past using time travel,<pause> a new timeline is created.
de: Jedes Mal, wenn jemand mit Zeitreisen in die Vergangenheit eingreift, wird eine neue Zeitleiste erstellt.
es: Cada vez que alguien interfiere con el pasado viajando en el tiempo,<pause> se crea una nueva línea temporal.
fr: Chaque fois que quelqu'un interfère avec le passé en voyageant dans le temps, une nouvelle ligne temporelle est créée.
it: Ogni volta che qualcuno interferisce con il passato viaggiando nel tempo, viene creata una nuova sequenza temporale.
pt: A cada vez que se interfere no passado através de viagens no tempo,<pause> uma nova linha do tempo é criada.
ru: Каждый раз, когда что-то препятствует успешному перемещению во времени, создаётся новое измерение.
tr: Zaman yolculuğu ile geçmiş her değiştirildiğinde, yeni bir zaman dilimi oluşur.
uk: Кожного разу, коли хтось втручається в минуле, подорожуючи в часі, створюється нове часове відгалуження.

# figurantADungeon40-0-1
source: Your King alone created plenty of them.
de: Dein König allein hat viele von diesen erschaffen.
es: Solo tu Rey ha creado muchas de ellas.
fr: Ton Roi, à lui seul, en a créé de nombreuses.
it: Il tuo Re ne ha create tantissime.
pt: Seu rei sozinho já criou muitas delas.
ru: Твой Король уже наплодил их немалую кучу.
tr: Kralın bile kendi başına bir çok zaman dilimi yarattı.
uk: Твій Король створив безліч таких відгалужень.

# figurantBDungeon40-0-0
source: Your King is slaying many of his copies throughout all parallel timelines he created.
de: Dein König tötet viele seiner Kopien in allen von ihm erstellten parallelen Zeitleisten.
es: Está matando a muchas de las copias que creó de sí mismo en todas las líneas temporales paralelas.
fr: Ton Roi a tué bon nombre de ses copies à travers toutes les lignes temporelles parallèles qu'il a créées.
it: Il tuo Re sta facendo morire tante copie di se stesso in tutte le sequenze temporali da lui create.
pt: Seu rei está matando muitas de suas cópias em todos os universos paralelos que ele criou.
ru: Твой Король истребляет все свои копии в созданных им параллельных измерениях.
tr: Kralın,kendi yarattığı paralel zaman dilimlerinde oluşan kopyalarını çoğunu katlediyor.
uk: І тепер він убиває свої численні копії в паралельних реальностях, які сам створив.

# figurantBDungeon40-0-1
source: Each time he slays a version of himself,<pause> he gets stronger.
de: Jedes Mal, wenn er eine Version von sich selbst tötet, wird er stärker.
es: Cada vez que acaba con una versión de sí mismo,<pause> se vuelve más fuerte.
fr: À chaque fois qu'il tue une version de lui-même, il devient plus fort.
it: Ogni volta che uccide una versione di se stesso, diventa più forte.
pt: Cada vez que ele mata uma versão de si mesmo,<pause> ele fica mais forte.
ru: С каждым убийством версии себя, он становится сильнее.
tr: Kendi versiyonunu her katlettiğinde, daha da güçleniyor.
uk: З кожним таким убивством він сильнішає.

# figurantCDungeon40-0-0
source: The leader of the excavation team is waiting for you at the end of the tunnels.
de: Der Leiter des Ausgrabungsteams wartet am Ende der Tunnel auf dich.
es: El líder del equipo de excavación te está esperando al final de los túneles.
fr: Le chef de l'équipe d'excavation t'attend au bout des tunnels.
it: Il leader della squadra degli scavi ti aspetta alla fine dei tunnel.
pt: O líder da equipe de escavação está esperando por você no final dos túneis.
ru: Наш руководитель группы раскопок ожидает тебя в конце туннелей.
tr: Kazı takımının lideri seni tünellerin sonunda bekliyor.
uk: Лідер команди копачів чекає на тебе в кінці мережі тунелів.

# figurantCDungeon40-0-1
source: Be prepared to face all sorts of creatures along the way.
de: Sei bereit, sich auf dem Weg allen möglichen Kreaturen zu stellen.
es: Prepárate para enfrentarte a toda clase de criaturas por el camino.
fr: Prépare-toi à faire face à toutes sortes de créatures sur le chemin.
it: Preparati ad affrontare creature di tutti i tipi lungo il cammino.
pt: Esteja preparado para todo tipo de criatura ao longo do caminho.
ru: Но будь готов к встрече с неприятностями на пути . . .
tr: Yolda karşılaşabileceğin tüm yaratıklara karşı hazır ol.
uk: Будь готовий, на шляху тобі може зустрітися що завгодно.

# figurantCDungeon40-0-2
source: Those monsters keep coming back no matter what!
de: Diese Ungeheuer kommen immer wieder zurück, egal was passiert!
es: ¡Esos monstruos no paran de venir!
fr: Ces monstres continuent de revenir quoi qu'on fasse !
it: Quei mostri continueranno ad apparire continuamente!
pt: Não importa o que fazemos, esses monstros continuam reaparecendo!
ru: Эти твари выползают отовсюду, конца им нет!
tr: Bu canavarlar her ne olursa olsun gelmeye devam ediyorlar!
uk: Ці кляті монстри все продовжують повертатися сюди, що б ми не робили!

# papaHendrix40-1-0-0
source: What took you so long?
de: Was hast du so lange gebraucht?
es: ¿Por qué has tardado tanto?
fr: Qu'est-ce qui t'as pris autant de temps ?
it: Perché ci hai messo tanto?
pt: Por que demorou tanto?
ru: Ты чего так долго?
tr: Neden bu kadar uzun sürdü ?
uk: Ти чого так довго?

# papaHendrix40-1-0-1
source: I've been waiting for you.
de: Ich habe auf dich gewartet.
es: Te estaba esperando.
fr: Je t'attendais.
it: Ti stavo aspettando.
pt: Estive aqui te esperando.
ru: Мы все ждали только тебя.
tr: Ben de seni bekliyordum.
uk: Я тут цілий день чекаю!

# papaHendrix40-1-0-2
source: This tunnel leads to the sewers under the Castle.
de: Dieser Tunnel führt zu den Abwasserkanälen unter der Burg.
es: Este túnel lleva a las alcantarillas debajo del castillo.
fr: Ce tunnel conduit aux égouts sous le château.
it: Questo tunnel conduce alle fogne del castello.
pt: Este túnel nos leva aos esgotos abaixo do Castelo.
tr: Bu tüneller Kale'nin altındaki kanalizasyonlara gidiyor.
uk: Цей тунель веде в стічні канали під замком.

# papaHendrix40-1-0-3
source: We'll have to sneak into the Castle from here.
de: Wir müssen uns von hier aus in die Burg schleichen.
es: Tendremos que infiltrarnos en el castillo desde ahí.
fr: Une fois là-bas, nous pourrons nous infiltrer à l'intérieur.
it: Dobbiamo lasciare il castello da qui.
pt: Vamos ter que adentrar o Castelo furtivamente por aqui.
ru: Тот туннель ведёт к канализации под Замком. Оттуда мы сможем проникнуть внутрь.
tr: Buradan gizlice Kale'ye sızmamız gerekiyor.
uk: Звідти ми проникнемо до замку.

# papaHendrix40-1-0-4
source: We don't have much time.<pause> I'll tell you about our plan while we move.
de: Wir haben nicht viel Zeit. Ich werde dir von unserem Plan erzählen, während wir gehen.
es: No tenemos mucho tiempo.<pause> Te iré contando el plan mientras avanzamos.
fr: Nous n'avons pas beaucoup de temps. Je t'en dirai plus sur notre plan pendant que nous marcherons.
it: Non ci resta molto tempo. Mentre andiamo ti metterò al corrente del piano.
pt: Não temos muito tempo.<pause> Te conto mais sobre nosso plano no caminho.
ru: И у нас очень мало времени. Я разъясню тебе детали плана по пути.
tr: Çok fazla zamanımız yok.Sana planımızı yol boyunca anlatacağım.
uk: Ну все, рушаймо, часу в нас обмаль. Я розповім тобі про наш план по дорозі.

# papaHendrix40-1-0-5
source: Come!
de: Komm!
es: ¡Vamos!
fr: Viens !
it: Vieni!
pt: Vamos!
ru: Ну же!
tr: Hadi gel!
uk: Хутчіше!

# castleSalesmanPremium0-0
source: I've got good stuff!
de: Ich habe gutes Zeug!
es: ¡Tengo buena mercancía!
fr: J'ai plein de bons produits !
it: Ho un sacco di cose belle!
pt: Eu tenho bastante coisa boa!
ru: У меня тут отличные вещички для тебя!
tr: Çok iyi mallarım var!
uk: Агов, йди-но сюди! Ти тільки поглянь: товар — вищий сорт!

# castleSalesmanPremium0-1
source: At these prices,<pause> inventory won't last long.
de: Bei diesen Preisen hält das Inventar nicht lange.
es: Con estos precios,<pause> enseguida te quedarás sin espacio en el inventario.
fr: Avec des prix pareils, faire l'inventaire sera rapide.
it: Con questi prezzi, i prodotti nell'inventario non dureranno a lungo.
pt: A esses preços,<pause> o estoque não vai durar muito.
ru: Да при таких ценах и инвентаря надолго не хватит.
tr: Bu fiyatlara, bu mallar çok uzun kalmaz...
uk: Із такою ціною усе розлетиться як гарячі пиріжки. Купуй, не гай часу.

# castleSalesmanPremium1-0
source: Great deals for great causes!
de: Tolle Angebote für gute Zwecke!
es: ¡Grandes ofertas para grandes causas!
fr: Des bonnes affaires pour de bonnes causes !
it: Ottime offerte per ottime cause!
pt: Grandes negócios para grandes causas!
ru: Отличные предложения для не менее отличных целей!
tr: Güzel hedefler için güzel fiyatlar!
uk: Особливі знижки для поважних людей!

# castleSalesmanPremium1-1
source: At least that's what they say...
de: Zumindest sagen sie das ...
es: Al menos eso es lo que se suele decir...
fr: Enfin, c'est ce qu'ils disent...
it: O almeno si dice così...
pt: Pelo menos é o que eles dizem...
ru: Или как там правильно говорится . . .
tr: En azından böyle söylüyorlar...
uk: Заходь, шановний, поглянь на товар . . .

# castleSalesmanPremium2-0
source: Our lowest prices ever!<pause> . . .
de: Unsere niedrigsten Preise aller Zeiten! . . .
es: ¡Nuestros precios más bajos!<pause> . . .
fr: Nos prix les plus bas jamais proposés ! . . .
it: I prezzi più bassi di sempre! . . .
pt: Os preços mais baixos de todos os tempos!<pause> . . .
ru: Н а ш и ц е н ы с а м ы е н и з к и е ! . .
tr: Şimdiye kadar ki en ucuz fiyatlar! . . .
uk: Розпродаж, сезонний розпродаж . . .

# castleSalesmanPremium2-1
source: . . . <pause>Haven't we met before?
de: . . . Haben wir uns noch nie getroffen?
es: . . . <pause>¿Nos conocemos de algo?
fr: . . . On ne s'est pas déjà rencontrés ?
it: . . . non ci siamo già visti?
pt: . . . <pause>Te conheço de algum lugar?
ru: . . . Так-с, а мы раньше не встречались?
tr: . . . Daha önce tanışmış mıydık?
uk: . . . Слухай, десь я тебе вже бачив.

# salesman-offer-room-0-0
source: This is a limited time offer . . .
de: Dies ist ein zeitlich begrenztes Angebot. . .
es: Esta oferta es por tiempo limitado . . .
fr: Cette offre est limitée dans le temps. . .
it: Questa è un'offerta a tempo limitato . . .
pt: Essa é uma oferta de tempo limitado . . .
ru: Это предложение ограничено по времени . . .
tr: Bak bu kısa süreli bir teklif . . .
uk: Це обмежена в часі пропозиція . . .

# salesman-offer-room-0-1
source: I'd take it if I were you.
de: Ich würde es nehmen, wenn ich du wäre.
es: Yo que tú la aprovecharía.
fr: Je ne passerais pas à côté si j'étais toi.
it: Se fossi in te, ne approfitterei.
pt: Eu pegaria se fosse você.
ru: На твоём месте, я бы брал, не раздумывая.
tr: Ben senin yerinde olsaydım alırdım.
uk: На твоєму місці я би купував не вагаючись.

# papaHendrix41-0-0
source: So,<pause> as I was saying . . .
de: Also, wie ich schon sagte. . .
es: Bueno,<pause> como iba diciendo . . .
fr: Donc, comme je le disais . . .
it: Quindi, come stavo dicendo . . .
pt: Então,<pause> como eu ia dizendo . . .
ru: Итак, как я уже сказал . . .
tr: Yani, daha önce de söylediğim gibi. . .
uk: Як я вже говорив . . .

# papaHendrix41-0-1
source: Your King is seeking these cosmic artifacts called Lunar Maps.
de: Dein König sucht nach diesen kosmischen Artefakten, die Mondkarten genannt werden.
es: Tu Rey busca unos artefactos cósmicos llamados Mapas Lunares.
fr: Ton Roi recherche ces artefacts cosmiques appelés Cartes lunaires.
it: Il vostro Re sta cercando degi manufatti cosmici chiamati Mappe lunari.
pt: Seu Rei está atrás desses artefatos cósmicos chamados de Mapas Lunares.
ru: Твой Король ищет такие космические артефакты, именуемые Лунными Картами.
tr: Kralınız Ayın Haritaları denilen kozmik nesneleri arıyor.
uk: Твій Король шукає артефакти, які називаються «Місячними мапами».

# papaHendrix41-0-2
source: You may have heard this name before . . .
de: Vielleicht hast du diesen Namen schon gehört . . .
es: Puede que hayas oído hablar de ellos . . .
fr: Tu as peut-être déjà entendu ce nom auparavant . . .
it: Sicuramente le avrete già sentite nominare . . .
pt: Você já deve ter ouvido esse nome antes . . .
ru: Ты мог слышать о них раньше . . .
tr: Bu ismi daha önce duymuş olabilirsin . . .
uk: Можливо, тобі вже доводилося чути цю назву раніше . . .

# papaHendrix41-0-4
source: . . . Careful with the toxic water!
de: . . . Vorsicht mit dem giftigen Wasser!
es: . . . ¡Cuidado con el agua tóxica!
fr: . . . Attention à l'eau toxique !
it: . . . Attenzione all'acqua tossica!
pt: . . . Cuidado com a água tóxica!
ru: . . . Осторожнее с отравленной водой!
tr: . . . Zehirli suya dikkat et!!
uk: . . . Стережися! Вода отруєна!

# papaHendrix41-PHS-0-0
source: . . . where were we?
de: . . . wo waren wir?
es: . . . ¿Por dónde íbamos?
fr: . . . Où étions-nous ?
it: . . . dove siamo?
pt: . . . onde nós estávamos mesmo?
ru: . . . Так на чём мы там остановились?
tr: . . . neredeyiz?
uk: Гм, на чому ми там зупинилися?

# papaHendrix41-PHS-0-1
source: Right!<pause> . . . <pause>You can find one Lunar Map in each existing cosmic timeline.
de: Genau! . . . In jeder vorhandenen kosmischen Zeitleiste findest du eine Mondkarte.
es: ¡Ah, sí!<pause> . . . <pause>Puedes encontrar un Mapa Lunar en cada línea temporal cósmica que existe.
fr: Bien ! . . . Tu peux trouver une Carte lunaire dans chaque ligne temporelle cosmique existante.
it: Bene! . . . Potete trovare le Mappe lunari in ogni sequenza temporale cosmica esistente.
pt: Certo!<pause> . . . <pause>Você pode encontrar Mapas Lunares em cada linha cósmica do tempo.
ru: Ах да! . . Можно находить по одной Лунной Карте в каждом из существующих космических измерений.
tr: Doğru! . . .Varolan her kozmik zaman diliminde bir Ayın Haritası bulabilirsin.
uk: А, згадав! Значить, у кожному відгалуженні всесвіту можна знайти одну Місячну мапу.

# papaHendrix41-PHS-0-2
source: Your King created lots of new timelines.<pause> A real mess!
de: Dein König hat viele neue Zeitleisten erstellt. Eine echte Unordnung!
es: Tu Rey ha creado un montón de nuevas líneas temporales.<pause> ¡Es un desastre!
fr: Ton Roi a créé de nombreuses nouvelles lignes temporelles. Un vrai bazar !
it: Il vostro Re ha creato tantissime nuove sequenze temporali, creando un vero e proprio caos!
pt: Seu Rei criou um monte de linhas do tempo.<pause> Uma bagunça!
ru: Твой Король же создал уйму новых измерений. Полный кавардак!
tr: Kralınız birden fazla zaman dilimi yarattı. Her şey çok karışık!
uk: Біда в тому, що твій Король настворював цілу купу цих відгалужень.

# papaHendrix41-PHS-0-3
source: And you might be asking yourself why he needs them so badly . . .
de: Und vielleicht fragst du dich, warum er sie so dringend braucht . . .
es: Y tú te preguntarás:<pause> ¿por qué las necesita tanto?<pause> . . .
fr: Et tu dois te demander pourquoi il en a autant besoin . . .
it: E ora vi chiederete perché ne aveva così bisogno . . .
pt: E você deve estar se perguntando por que ele as quer tanto assim . . .
ru: И ты, наверно, спрашиваешь себя, зачем ему всё это нужно . . .
tr: Kendinize neden onlara neden bu kadar çok ihtiyacı olduğunu soruyor olabilirsiniz . . .
uk: Можливо, тебе цікавить, навіщн нам взагалі здалися ці артефакти . . .

# papaHendrix41-PHS-1-0
source: Good!
de: Gut!
es: ¡Bien!
fr: Bien !
it: Bene!
pt: Bom!
ru: Хорошо!
tr: Güzel!
uk: Добре!

# papaHendrix41-PHS-1-2
source: So . . . <pause>the thing is,<pause> we're trying to collect the Lunar Maps from all timelines your King created.
de: So . . . Die Sache ist, wir versuchen, die Mondkarten aus allen Zeitleisten zu sammeln, die dein König erstellt hat.
es: Bueno . . .,<pause> la cosa es que estamos intentando conseguir los Mapas Lunares de todas las líneas temporales que ha creado tu Rey.
fr: Donc . . . Nous devons essayer de récupérer les Cartes lunaires de toutes les lignes temporelles que ton Roi a créées.
it: Dunque . . . vedete, stiamo cercando di collezionare le Mappe lunari di tutte le sequenze temporali che il vostro Re ha creato.
pt: Então . . . <pause>o negócio é o seguinte,<pause> estamos tentando coletar Mapas Lunares de todas as linhas criadas por ele.
ru: Так вот . . . Дело в том, что сейчас мы пытаемся собрать Лунные Карты со всех созданных Королём измерений.
tr: Yani . . . yapmaya çalıştığımız şey, Kral'ın yarattığı tüm zaman dilimlerindeki Ayın Haritalarını toplamak.
uk: Так от . . . Справа в тому, що ми намагаємося зібрати Місячні мапи у всіх відгалуженнях всесвіту, які створив Король.

# papaHendrix41-PHS-1-3
source: We believe that by doing that,<pause> all timelines will be merged and the whole mess undone.
de: Wir glauben, dass auf diese Weise alle Zeitleisten zusammengeführt werden und die ganze Unordnung rückgängig gemacht wird.
es: Creemos que si lo logramos,<pause> las líneas temporales se combinarán y pondremos fin a todo este desastre.
fr: En faisant cela, nous pensons que toutes les lignes temporelles fusionneront et que tout rentrera dans l'ordre.
it: Crediamo che facendo così, tutte le sequenze temporali si uniranno e il caos si placherà.
pt: Nós achamos que,<pause> fazendo isso,<pause> todas as linhas irão convergir e toda a bagunça será desfeita.
ru: Мы предполагаем, что, сделав это, все отвившиеся измерения сольются воедино, а кавардак будет устранён.
tr: Bunu yaparak, tüm zaman dilimlerinin birleştirileceğine ve tüm karışıklığın geri alınacağına inanıyoruz.
uk: Ми вважаємо, що це призведе до злиття всіх відгалужень воєдино, і таким чином ми вирішимо нашу проблему.

# papaHendrix41-PHS-1-4
source: This could be the reason why the King wants to possess as many Lunar Maps as he can.
de: Dies könnte der Grund sein, warum der König so viele Mondkarten wie möglich besitzen möchte.
es: Podría ser la razón por la que el Rey quiere tener tantos Mapas Lunares como pueda.
fr: C'est peut-être pour cela que le Roi veut avoir en sa possession le plus de Cartes lunaires possible.
it: Questa potrebbe essere la ragione per cui il Re voglia possedere più Mappe lunari possibili.
pt: Essa deve ser a razão pela qual seu Rei quer possuir a maior quantidade de Mapas possíveis.
ru: Это также может быть причиной, почему Король хочет иметь как можно больше Лунных Карт.
tr: Bu, Kral'ın olabildiğince çok Ayın Haritasına sahip olmasını istemesinin nedeni olabilir.
uk: Король же хоче роздобути якомога більше Місячних мап, щоб ми не змогли йому перешкодити.

# papaHendrix41-PHS-2-0
source: Alright . . . <pause>The path ahead of us is too dangerous for such an old man like me.
de: Alles klar . . . Der Weg vor uns ist für so einen alten Mann wie mich zu gefährlich.
es: Bueno . . . <pause>El camino que tenemos delante es demasiado peligroso para un viejo como yo.
fr: Bien . . . Le chemin devant nous est beaucoup trop dangereux pour un vieil homme comme moi.
it: D'accordo . . . la strada davanti a noi è troppo pericolosa per un vecchio come me.
pt: Beleza . . . <pause>O caminho adiante é muito perigoso para um velho como eu.
ru: Что ж . . . Дальнейший путь слишком опасен для такого старика, как я.
tr: Neyse . . . Önümüzdeki yol benim gibi bir yaşlı adam için çok tehlikeli.
uk: Послухай . . . Я надто старий для небезпеки, що чекає на шляху попереду.

# papaHendrix41-PHS-2-1
source: Go ahead!<pause> I'll sneak in through this pipe and I'll meet you there . . .
de: Leg los! Ich schleiche mich durch dieses Rohr und treffe dich dort . . .
es: ¡Adelante!<pause> Yo me infiltraré por esta tubería y nos veremos allí . . .
fr: Fonce ! Je vais me faufiler dans cette canalisation et je te retrouverai là-bas . . .
it: Vai avanti! Io entrerò attraverso questo condotto e ci vedremo lì . . .
pt: Vá em frente!<pause> Eu vou me enfiar por esse cano e te encontro lá . . .
ru: Вперёд и с песней! А я срежу через эту трубу, и мы встретимся . . . там.
tr: Devam et! Bu borudan gizlice içeri gireceğim seninle orada buluşacağım. . .
uk: Уперед! Я проберуся через цю трубу й зустріну тебе на тому боці . . .

# papaHendrix41-PHS-3-0
source: What took you so long?!
de: Wo warst du so lange?!
es: ¡¿Por qué has tardado tanto?!
fr: Qu'est-ce qui t'as pris autant de temps ?!
it: Perché ci hai messo tanto?!
pt: Por que demorou tanto?!
ru: Ты чего так долго?!
tr: Neden bu kadar geç kaldın?!
uk: Де ти так забарився?
