Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# moonkeeper43-0-5
source: . . . I'd say you're completely out of your minds!
de: . . . Würde ich sagen, dass ihr komplett verrückt seid!
es: . . . ¡Diría que habéis perdido totalmente la cabeza!
fr: . . . J'aurais pensé que vous aviez perdu la tête !
it: . . . direi che siete usciti di senno!
pt: . . . Eu diria que vocês estão completamente malucos!
ru: . . . Я бы сказал, что вы полностью выжили из ума!
tr: . . . Tamamen aklınızı kaçırdığınızı düşünürdüm!
uk: . . . Я би сказав, що ви повністю з глузду з’їхали!

# captain43-0-0
source: Actually,<pause> it's not another dimension as most arcane magicians believed.
de: Tatsächlich,<pause> ist es keine andere Dimension, wie die meisten arkanen Magier glaubten .
es: De hecho,<pause> no es otra dimensión, como creen la mayoría de magos arcanos.
fr: En réalité,<pause> il ne s'agit pas d'une autre dimension comme la plupart des magiciens d'arcanes le croyaient.
it: Veramente,<pause> non è un'altra dimensione come la maggior parte dei maghi arcani crede.
pt: Na verdade,<pause> não é outra dimensão como a maioria dos magos arcanos acreditava.
ru: На самом деле<pause> это не другое измерение в том виде, как его представляют другие волшебники.
tr: Aslında,<pause> çoğu gizemli büyücünün inandığı gibi farklı bir boyut değil.
uk: Насправді<pause> це не інший вимір у тому вигляді, як його уявляють інші чарівники.

# captain43-0-1
source: It is another celestial body.<pause> Our moon;<pause> your home.
de: Es ist ein weiterer Himmelskörper.<pause> Unser Mond;<pause> dein Zuhause.
es: Sino otro cuerpo celestial.<pause> Nuestra luna;<pause> tu hogar.
fr: C'est un autre corps céleste.<pause> Notre lune.<pause> Ta maison.
it: È un altro corpo celeste.<pause> La nostra luna;<pause> la vostra casa.
pt: É outro corpo celestial.<pause> Nossa lua;<pause> seu lar.
ru: Это другое небесное тело.<pause> Наша Луна;<pause> твой дом.
tr: Bu başka bir göksel cisim.<pause> Ay'ımız;<pause> senin evin.
uk: Це інше небесне тіло.<pause> Наш Місяць;<pause> твій дім.

# moonkeeper43-1-0
source: . . . sure.
de: . . . sicher.
es: . . . Ya.
fr: . . . Je vois.
it: . . . certo.
pt: . . . claro.
ru: . . . ага, конечно.
tr: . . . tabii ki.
uk: . . . так, авжеж.

# moonkeeper43-1-1
source: It reminds me of a myth our ancestors used to tell.
de: Es erinnert mich an einen Mythos, den unsere Vorfahren erzählten.
es: Me recuerda a un mito que nos contaban nuestros ancestros.
fr: Ça me rappelle un mythe de nos ancêtres.
it: Mi fa pensare a una leggenda che i nostri antenati erano soliti raccontare.
pt: Isso me lembra de um mito que nossos ancestrais costumavam contar.
ru: Это напоминает мне миф наших предков.
tr: Bana atalarımızın anlattığı bir efsaneyi hatırlatıyor...
uk: Це нагадує мені міф наших предків.

# moonkeeper43-1-2
source: About a visitor from the skies . . .
de: Über einen Besucher aus dem Himmel . . .
es: Acerca de un visitante llegado de los cielos . . .
fr: À propos d'un visiteur venu des cieux . . .
it: Su di un visitatore dei cieli . . .
pt: Sobre um visitante dos céus . . .
ru: О госте с небес . . .
tr: Gökten gelen bir ziyaretçi hakkında . . .
uk: Про гостя з небес . . .

# moonkeeper43-2-0
source: It was about a ghost that came to our people's generations ago.<long-pause>
de: Es ging um einen Geist, der vor Generationen zu unserem Volk kam.<long-pause>
es: Trataba de un fantasma que había llegado a nuestro hogar hacía generaciones.<long-pause>
fr: C'était un fantôme venu jusqu'à nos ancêtres il y a de cela plusieurs générations.<long-pause>
it: Narrava di un fantasma che era venuto tra la nostra gente generazioni fa.<long-pause>
pt: Era sobre um fantasma que veio ao nosso povo gerações atrás.<long-pause>
ru: Тот миф гласил о призраке, что явился нашему народу много веков назад.<long-pause>
tr: Nesiller önce halkımıza gelen bir hayaletle ilgiliydi.<long-pause>
uk: Згідно того міфу багато століть тому в місцях, де жив наш народ, з’явилася примара.<long-pause>

# moonkeeper43-2-1
source: The Umbranian Ghost.<short-pause> A visitor from the Moon.
de: Der umbrische Geist.<short-pause> Ein Besucher vom Mond.
es: El Fantasma Umbraniano.<short-pause> Un visitante de la Luna.
fr: Le fantôme Umbranien.<short-pause> Un visiteur venu de la lune.
it: Il fantasma umbriano.<short-pause> Un visitatore dalla luna.
pt: O Fantasma Umbraniano.<short-pause> Um visitante da Lua.
ru: Умбранский призрак.<short-pause> Гость с Луны.
tr: Umbria Hayaleti.<short-pause> Aydan bir ziyaretçi.
uk: Умбранська примара, як її називали.<short-pause> Гість з Місяця.

# moonkeeper43-2-2
source: The Ghost had no face;<short-pause> no body.<short-pause> Our ancestors were amazed by his abilities.<long-pause>
de: Der Geist hatte kein Gesicht;<short-pause> keinen Körper.<short-pause> Unsere Vorfahren waren von seinen Fähigkeiten erstaunt.<long-pause>
es: El Fantasma carecía de rostro,<short-pause> de cuerpo.<short-pause> Sus habilidades sorprendieron a nuestros ancestros.<long-pause>
fr: Le fantôme n'avait ni visage . . .<short-pause> ni corps.<short-pause> Nos ancêtres étaient fascinés par ses pouvoirs.<long-pause>
it: Il fantasma non aveva la faccia;<short-pause> né il corpo.<short-pause> I nostri antenati restarono incantati dalle sue abilità.<long-pause>
pt: O fantasma não tinha rosto;<short-pause> nem corpo.<short-pause> Nossos ancestrais ficaram maravilhados com suas habilidades.<long-pause>
ru: У призрака не было ни лица,<short-pause> ни тела.<short-pause> Наши предки были поражены его способностями.<long-pause>
tr: Hayaletin bir yüzü yoktu;<short-pause> ya da vücudu.<short-pause> Atalarımız onun yeteneklerine hayran kaldılar.<long-pause>
uk: Примара не мала ані обличчя,<short-pause> ані тіла.<short-pause> Але наші пращури були вражені його здібностями.<long-pause>

# moonkeeper43-2-3
source: He could move around instantly using spiral bursts created out of thin air.<long-pause>
de: Er konnte sich sofort mit spiralförmigen Ausbrüchen bewegen, die aus dem Nichts erzeugt wurden.<long-pause>
es: Podía moverse al instante usando unos estallidos en espiral que creaba de la nada.<long-pause>
fr: Il pouvait se déplacer instantanément en empruntant des vortex créés comme par magie.<long-pause>
it: Poteva muoversi all'istante usando spirali esplosive d'aria.<long-pause>
pt: Ele podia se mover instantaneamente usando rajadas espirais criadas do nada.<long-pause>
ru: Он мог мгновенно перемещаться, создавая при этом спиралевидные всплески в воздухе.<long-pause>
tr: Havadan yaratılan spiral patlamaları kullanarak anında hareket edebiliyordu.<long-pause>
uk: Він міг миттєво переміщатися, створюючи спіралеподібні сплески в повітрі.<long-pause>

# moonkeeper43-2-4
source: He once asked for their help to build a flying machine that would take him to the clouds.
de: Er bat einmal um ihre Hilfe, um eine Flugmaschine zu bauen, die ihn in die Wolken bringen würde.
es: Una vez, les pidió ayuda para construir una máquina voladora que lo llevaría hasta las nubes.
fr: Il leur a un jour demandé de l'aide pour construire une machine volante qui pourrait l'emmener dans les nuages.
it: Una volta chiese loro d'aiutarlo a costruire una macchina volante che l'avrebbe portato sulle nuvole.
pt: Certa vez, ele pediu a ajuda deles para construir uma máquina voadora que o levaria às nuvens.
ru: А однажды он попросил у жителей помощи в создании летающей машины, на которой мог бы летать к облакам.
tr: Bir keresinde uçan bir makine inşa etmek için yardımlarını istedi onu bulutlara götürebilecek bir makine.
uk: А одного разу він попросив у мешканців допомоги у створенні літаючої машини, на якій міг би літати до хмар.

# moonkeeper43-2-5
source: When the Ghost finally returned with his flying machine,<short-pause> he gifted them a sacred artifact . . .
de: Als der Geist schließlich mit seiner Flugmaschine zurückkehrte,<short-pause> schenkte er ihnen ein heiliges Artefakt . . .
es: Cuando el Fantasma regresó finalmente con su máquina voladora,<short-pause> les obsequió un artefacto sagrado . . .
fr: Lorsque le fantôme est finalement reparti à bord de sa machine volante,<short-pause> il leur a offert un artefact sacré . . .
it: Quando il fantasma tornò con la sua macchina volante,<short-pause> regalò loro un manufatto sacro . . .
pt: Quando o Fantasma finalmente voltou com sua máquina voadora,<short-pause> ele os presenteou com um artefato sagrado . . .
ru: Когда же призрак наконец вернулся со своей летающей машиной,<short-pause> то подарил им священный артефакт . . .
tr: Hayalet nihayet uçan makinesiyle döndüğünde,<short-pause> onlara kutsal bir eser hediye etti . . .
uk: Коли ж примара нарешті повернулася зі своєю летючою машиною,<short-pause> то подарувала їм священий артефакт . . .

# captain43PS-0-0
source: Wait a minute!<pause> Did you just say that a faceless ghost has given them an artifact?
de: Warte eine Minute!<pause> Hast du gerade gesagt, dass ein gesichtsloser Geist ihnen ein Artefakt gegeben hat?
es: ¡Un momento!<pause> ¿Acabas de decir que un fantasma sin rostro les entregó un artefacto?
fr: Attends une minute !<pause> Tu viens de dire qu'un fantôme sans visage leur a laissé un artefact ?
it: Aspetta un attimo!<pause> Hai appena detto che un fantasma senza faccia gli ha regalato un manufatto?
pt: Espera aí!<pause> Você acabou de me dizer que um fantasma sem rosto entregou a eles um artefato?
ru: Так, минутку!<pause> Ты только что сказал, что призрак без лица дал людям артефакт?
tr: Bekle bir dakika!<pause> Yüzü olmayan bir hayaletin onlara bir eser verdiğini mi söyledin?
uk: Так, хвлинку!<pause> Ти щойно сказав, що примара без особи дала людям артефакт?

# captain43PS-0-1
source: What did they do with it?!
de: Was haben sie damit gemacht?!
es: ¡¿Qué hicieron con él?!
fr: Qu'ont-ils fait avec ?!
it: E cosa ci hanno fatto?!
pt: O que eles fizeram com esse artefato?!
ru: И что же они с ним сделали?!
tr: Peki onunla ne yaptılar?!
uk: І що ж вони з ним зробили?!

# moonkeeper43PS-0-0
source: I don't know . . .<pause> it might be just a legend.
de: Ich weiß nicht . . .<pause> Es könnte nur eine Legende sein.
es: Lo desconozco . . .<pause> Tal vez solo fuera una leyenda.
fr: Je ne sais pas . . .<pause> Ce n'est peut-être qu'une légende.
it: Non lo so . . .<pause> potrebbe essere solo una leggenda.
pt: Eu não sei . . .<pause> pode ser só uma lenda.
ru: Не знаю . . .<pause> Возможно, это только легенда.
tr: Bilmiyorum . . .<pause> belki de sadece bir efsanedir.
uk: Не знаю . . .<pause> Можливо, це лише легенда.

# captain43PS-1-0
source: What does the legend say then?!
de: Was sagt dann die Legende?!
es: ¡¿Y qué dice la leyenda entonces?!
fr: Que raconte la légende ensuite ?!
it: E cosa dice la leggenda?!
pt: O que a lenda diz então?!
ru: Ладно, и что в легенде говорится дальше?!
tr: Efsane sonrasında neden bahsediyor?!
uk: Гаразд, і про що в легенді йдеться далі?!

# moonkeeper43PS-1-0
source: The ghost then asked the people to hide it somewhere no one would ever find it.
de: Der Geist forderte dann die Leute auf, es an einem Ort zu verstecken, welchen niemand jemals finden würde.
es: El Fantasma le pidió a la gente que lo ocultaran en algún lugar donde nadie lo encontrara jamás.
fr: Le fantôme a ensuite demandé à nos ancêtres de le cacher à un endroit où personne ne pourrait jamais le trouver.
it: Il fantasma chiese alla gente di nasconderla in un posto dove nessuno potesse trovarla.
pt: O fantasma então pediu às pessoas que escondessem o artefato em algum lugar onde ninguém jamais pudesse encontrar.
ru: Потом призрак попросил людей спрятать его там, где никто и никогда не найдёт.
tr: Hayalet sonrasında insanlardan kimsenin bulamayacağı bir yere saklamalarını istedi.
uk: Потім примара попросила людей сховати його там, де ніхто й ніколи не знайде.

# moonkeeper43PS-1-1
source: It is believed that the artifact has been taken to the heart of the Great Desert.
de: Es wird angenommen, dass das Artefakt ins Herz der Großen Wüste gebracht wurde.
es: Se cree que llevaron el artefacto al corazón del Gran Desierto.
fr: On dit que l'artefact a été caché au cœur du Grand désert.
it: Si pensa che l'artefatto sia stato portato nel cuore del Grande deserto.
pt: Acredita-se que o artefato foi levado ao coração do Grande Deserto.
ru: Считается, что артефакт отнесли в самое сердце Великой пустыни.
tr: Anlatılanlara göre eser Koca Çölün kalbine götürüldüğüne inanılıyor.
uk: Вважається, що артефакт віднесли у саме серце Великої пустелі.

# captain43PS-2-0
source: And . . . <pause>is it actually there?
de: Und . . . <pause>ist es wirklich da?
es: Y . . . <pause>¿está ahí de verdad?
fr: Et . . . <pause>Est-ce que c'est vraiment le cas ?
it: Ed . . . <pause>è lì?
pt: E . . . <pause>está mesmo lá?
ru: И что . . . <pause>он и правда там?
tr: Ee sonra. . . <pause>gerçekten orada mı?
uk: І що . . . <pause>він насправді там?

# moonkeeper43PS-2-0
source: No one has ever returned from the depths of that desert.
de: Niemand ist jemals aus den Tiefen dieser Wüste zurückgekehrt.
es: Nadie ha regresado nunca de las profundidades de aquel desierto.
fr: Personne n'est jamais revenu des profondeurs de ce désert.
it: Nessuno è mai tornato da quel deserto.
pt: Ninguém jamais voltou das profundezas daquele deserto.
ru: Никто и никогда ещё не возвращался из центра пустыни.
tr: Hiç kimse o çölün derinliklerinden geri dönemedi.
uk: Ніхто ніколи ще не повертався з центру пустелі.

# moonkeeper43PS-2-1
source: So we'll never know if that is true or not.
de: Also werden wir nie wissen, ob das stimmt oder nicht.
es: Así que jamás sabremos si es verdad o no.
fr: Nous ne saurons donc jamais s'il s'agit de la vérité ou non.
it: Quindi non sapremo mai se è la verità o meno.
pt: Então nunca saberemos se isso é verdade.
ru: Так что мы никогда не узнаем, правда ли это.
tr: Efsane gerçek mi yalan mı hiçbir zaman öğrenemeyeceğiz.
uk: Так що ми ніколи не дізнаємося, чи це правда.

# moonkeeper43Final-0-0
source: Where are you going?!
de: Wo gehst du hin?!
es: ¡¿Adónde vas?!
fr: Où vas-tu ?!
it: Dove stai andando?!
pt: Aonde você está indo?!
ru: Эй, ты куда?!
tr: Nereye gidiyorsun?!
uk: Агов, ти куди?!

# captain43Final-0-0
source: Wait for me right here.<pause> I'll be back soon!
de: Warte auf mich genau hier.<pause> Ich werde bald zurück sein!
es: Espérame aquí, no te muevas.<pause> ¡Vuelvo enseguida!
fr: Attends-moi ici et ne bouge pas.<pause> Je reviens vite !
it: Aspettami qui.<pause> Torno subito!
pt: Me espere bem aqui.<pause> Volto logo!
ru: Жди меня здесь.<pause> Я скоро вернусь!
tr: Beni burada bekle.<pause> Yakında geri döneceğim!
uk: Чекай мене тут.<pause> Я скоро повернуся!

# dude43UTree0-0-0
source: Dude!<pause> Bad news!
de: Hey Mann!<pause> Schlechte Nachrichten!
es: ¡Tío!<pause> ¡Malas noticias!
fr: Hey !<pause> Mauvaise nouvelle !
it: Amico!<pause> Brutte notizie!
pt: Cara!<pause> Más notícias!
ru: Плохие новости,<pause> приятель!
tr: Dostum!<pause> Kötü haber!
uk: Погані новини,<pause> приятелю!

# dude43UTree0-0-1
source: The King has ambushed our team!
de: Der König hat unser Team überfallen!
es: ¡El Rey ha emboscado a nuestro equipo!
fr: Le Roi a tendu une embuscade à notre équipe !
it: Il Re ha teso un'imboscata alla nostra truppa!
pt: O Rei emboscou nossa equipe!
ru: Наша команда попала в засаду Короля!
tr: Kral ekibimizi pusuya düşürdü!
uk: Наша команда потрапила в засідку Короля!

# dude43UTree0-0-2
source: He'll try to find us now!<pause> You must get all Lunar Maps out of here!<pause> Quick!
de: Er wird jetzt versuchen uns zu finden!<pause> Du musst alle Mondkarten hier rausholen!<pause> Schnell!
es: ¡Va a intentar encontrarnos!<pause> ¡Tienes que sacar todos los Mapas Lunares de aquí!<pause> ¡Rápido!
fr: Il va essayer de nous retrouver maintenant !<pause> Vous devez récupérer toutes les Cartes lunaires qui se trouvent là-bas !<pause> Vite !
it: Ora ci sta cercando!<pause> Devi prendere tutte le mappe lunari che ci sono!<pause> Alla svelta!
pt: Ele vai tentar nos encontrar agora!<pause> Você precisa cair fora daqui com os Mapas Lunares!<pause> Rápido!
ru: Теперь он будет пытаться нас найти!<pause> Тебе нужно вынести отсюда все лунные карты!<pause> Побыстрее!
tr: Şimdi bizi bulmaya çalışacak!<pause> Tüm Ay Haritalarıyla birlikte buradan uzaklaşman gerekiyor!<pause> Çabuk!
uk: Тепер він намагатиметься нас знайти!<pause> Тобі потрібно винести звідси всі місячні карти!<pause> І чимшвидше!

# captain43UTree0-0-0
source: I must hurry then!
de: Ich muss mich dann beeilen!
es: ¡Pues debo darme prisa!
fr: Je dois donc me dépêcher !
it: Allora farò meglio a darmi una mossa!
pt: Preciso me apressar então!
ru: Понятно, значит надо поторапливаться!
tr: O halde acele etmem gerek!
uk: Зрозуміло, отже треба поспішати!

# dude43UTree1-0-0
source: The exit is THIS way!<pause> Come!<pause> We should get going!
de: Die Ausfahrt ist auf DIESEM Weg!<pause> Komm!<pause> Wir sollen loslegen!
es: ¡La salida está por aquí!<pause> ¡Ven!<pause> ¡Tenemos que irnos!
fr: La sortie est de CE côté !<pause> Viens !<pause> On doit y aller !
it: L'uscia è da QUESTA parte!<pause> Vieni!<pause> Dovremmo andare!
pt: A saída é por AQUI!<pause> Vem!<pause> Precisamos ir nessa!
ru: Выход в ЭТУ сторону!<pause> Идём!<pause> Пора выдвигаться!
tr: Çıkış bu tarafta!<pause> Gel!<pause> Hemen gitmeliyiz!
uk: Вихід в ЦЕЙ бік!<pause> Йдемо!<pause> Час вирушати!

# captain43UTree1-0-0
source: I need the Time Patroller's suit.<pause> Right now!
de: Ich brauche den Anzug der Zeitpatrouille.<pause> Jetzt sofort!
es: Necesito el traje de Patrullero del Tiempo.<pause> ¡Ahora mismo!
fr: J'ai besoin de la tenue du Patrouilleur du temps.<pause> Maintenant !
it: Mi serve la tuta dell'agente del tempo.<pause> Subito!
pt: Preciso do traje do Patrulheiro do Tempo.<pause> Agora!
ru: Мне нужен костюм патрульного времени.<pause> Уже!
tr: Zaman Gezgini'nin kıyafetine ihtiyacım var.<pause> Hemen şu an!
uk: Мені потрібний костюм патрульного часу.<pause> Вже!

# dude43UTree1-1-0
source: I'm afraid you won't have time for that!
de: Leider hast du dafür keine Zeit!
es: ¡Me temo que no vas a tener tiempo suficiente!
fr: J'ai bien peur que tu n'aies pas le temps pour ça !
it: Purtroppo non c'è tempo per questo!
pt: Receio que não há tempo para isso!
ru: Боюсь, у тебя не хватит на это времени!
tr: Üzgünüm ama onun için yeterli zamanımız yok!
uk: Боюся, у тебе не вистачить на це часу!

# captain43UTree1-1-0
source: No time for explanations.<pause> Just trust me!<pause> And try to keep the King busy until I return!
de: Keine Zeit für Erklärungen.<pause> Vertrau mir einfach!<pause> Und versuche den König zu beschäftigen, bis ich zurückkomme!
es: No hay tiempo para explicaciones.<pause> ¡Confía en mí!<pause> ¡E intenta mantener ocupado al Rey hasta que vuelva!
fr: Je n'ai pas le temps de t'expliquer.<pause> Fais-moi confiance !<pause> Et essaie d'occuper le Roi jusqu'à mon retour !
it: Non è il momento di darti spiegazioni.<pause> Fidati di me e basta!<pause> E cerca di distrarre il Re finché non torno!
pt: Sem tempo para explicações.<pause> Confia em mim!<pause> E tente manter o Rei ocupado até eu voltar!
ru: Некогда объяснять.<pause> Просто поверь мне!<pause> И постарайся потянуть время, отвлеки короля, пока я не вернусь!
tr: Açıklama yapmaya yetecek zamanımız yok.<pause> Sadece güven bana!<pause> ve ben dönene kadar Kral'ı oyala!
uk: Нема коли пояснювати.<pause> Просто повір мені!<pause> І намагайся потягнути час, відволікай короля, поки я не повернуся!

# dude43UTree1-2-0
source: Understood!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
it: Ho capito!
pt: Entendido!
ru: Понятно!
tr: Anlaşıldı!
uk: Зрозуміло!

# dungeon43ChargeBlastTip-0-0
source: I should be able to break this glowing amber with a Charge Blast!
de: Ich sollte in der Lage sein, diesen leuchtenden Bernstein mit einer Ladungsexplosion zu brechen!
es: ¡Debería de poder romper este ámbar brillante con una Explosión de carga!
fr: Je devrais pouvoir briser cette ambre lumineuse avec un Tir chargé !
it: Dovrei riuscire a frantumare quest'ambra luccicante con questa carica esplosiva!
pt: Acho que consigo quebrar esse âmbar brilhante com uma Carga Explosiva!
ru: Думаю, у меня должно получиться разбить этот светящийся янтарь Взрывным зарядом!
tr: Enerji Patlamasını kullanarak bu parlayan kehribarı kırabilirim!
uk: Думаю, у мене вийде розбити цей бурштин, що світиться, Вибуховим зарядом!

# dungeon43ReflectTip-0-0
source: Shooting this cog with my Charge Blast might allow me to hit the glowing amber down below.
de: Wenn ich mit meiner Ladungsexplosion auf dieses Zahnrad schieße, könnte ich den glühenden Bernstein unten treffen.
es: Puede que al disparar a este engranaje con mi Explosión de carga pueda darle al ámbar brillante de abajo.
fr: Tirer dans ce rouage avec mon Tir chargé pourrait me permettre d'atteindre l'ambre lumineuse qui se trouve juste en-dessous.
it: Sparare a questo ingranaggio con la mia carica esplosiva mi permetterà di colpire l'ambra luccicante e rispedirla all'inferno.
pt: Acertar essa engrenagem com minha Carga Explosiva pode me ajudar a atingir esse âmbar brilhante lá embaixo.
ru: Стрельба по этой шестерёнке моим Взрывным зарядом позволит мне нанести удар по светящемуся янтарю ниже.
tr: Bu çarkı Şarj Patlamamla vurmak, aşağıdaki parlayan kehribarı vurmama izin verebilir.
uk: Стрілянина по цій шестерні моїм Вибуховим зарядом дозволить мені завдати удару по бурштину, який світиться нижче.

# dungeon43ThunderWaveTip-0-0
source: I can temporarily disable this barrier by evoking the Thunder Wave next to it.
de: Ich kann diese Barriere vorübergehend deaktivieren, indem ich die Donnerwelle daneben heraufbeschwöre.
es: Puedo inutilizar temporalmente esta barrera recurriendo a la Ola de trueno junto a ella.
fr: Je peux désactiver temporairement cette barrière en créant une Vague de tonnerre juste à côté.
it: Posso disattivare temporaneamente questa barriera evocando l'ondata tuonante lì vicino.
pt: Posso desativar temporariamente essa barreira evocando a Onda trovejante ao lado dela.
ru: Я смогу на время отключить барьер, вызвав рядом с ним Электроволну.
tr: Yanında Gök Gürültüsü Dalgası'nı kullanarak bu bariyeri kısa süreliğine devre dışı bırakabilirim.
uk: Я зможу на час відключити бар’єр, викликавши поруч із ним Електрохвилю.

# dungeon43RechargeTip-0-0
source: Touching this energy pool instantly recharges my Super Skill!
de: Wenn ich diesen Energiepool berühre, wird meine Superfähigkeit sofort wieder aufgeladen!
es: Al tocar esta fuente de energía, ¡mi superhabilidad se recarga al instante!
fr: Toucher cette réserve d'énergie recharge instantanément ma Super compétence !
it: Toccando questa pozza energetica potrò ricaricare la mia super abilità all'istante!
pt: Tocar neste reservatório de energia recarrega instantaneamente minha Super Habilidade!
ru: Прикосновение к этому энергетическому бассейну мгновенно перезарядит мой супернавык!
tr: Bu enerji havuzuna dokunmak, Süper Yeteneğimi anında şarj ediyor
uk: Дотик до цього енергетичного басейну миттєво перезарядить мою супернавичку!

# dungeon43CaptainFreezing-0-0
source: It's getting colder now.<pause> I must be close to the Frozen Core.
de: Jetzt wird es kälter.<pause> Ich muss in der Nähe des Gefrorenen Kerns sein.
es: Empieza a hacer frío.<pause> Debo de estar acercándome al Núcleo Congelado.
fr: Il fait de plus en plus froid.<pause> Je ne dois plus être loin du Cœur de glace.
it: Si sta facendo ancora più freddo.<pause> Ci staremo avvicinando al nucleo gelato.
pt: Está ficando mais frio.<pause> Devo estar perto do Núcleo Congelado.
ru: Становится всё холоднее.<pause> Наверное я уже рядом с Ядром холода.
tr: Hava iyice soğumaya başladı.<pause> Donmuş Çekirdeğe yaklaşıyor olmalıyım.
uk: Стає все холодніше.<pause> Напевно, я вже поряд з Ядром холоду.
