Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/speech.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# blackPowerDungeon1-0
source: That was close!
de: Das war knapp!
es: ¡Ha estado cerca!
fr: C'était juste !
it: Per un pelo!
pt: Essa foi por pouco!
ru: Это было непросто!
tr: Ucuz atlattım!
uk: Це було непросто!

# blackPowerDungeon1-1
source: Thanks for the help!
de: Danke für die Hilfe!
es: ¡Gracias por la ayuda!
fr: Merci du coup de main !
it: Grazie per l'aiuto!
pt: Obrigado pela ajuda!
ru: Спасибо за помощь!
tr: Yardımın için teşekkürler!
uk: Дякую за допомогу!

# blackPowerDungeon1-2
source: Take this sword
de: Nimm dieses Schwert,
es: Coge la espada
fr: Garde cette épée.
it: Prendi questa spada.
pt: Fique com essa espada!
ru: Возьми этот меч.
tr: Bu kılıcı al
uk: Візьми цей меч

# blackPowerDungeon1-3
source: You'll need it!
de: du wirst es brauchen!
es: ¡La necesitarás!
fr: Tu en auras besoin !
it: Ne avrai bisogno!
pt: Você vai precisar!
ru: Он тебе пригодится!
tr: Buna ihtiyacın olacak!
uk: Він тобі стане в пригоді!

# blackPowerDungeon1-4b
source: I could swear it was here...
de: Ich könnte schwören, es war . . .
es: Juraría que era aquí...
fr: J'étais pourtant sûr que c'était là...
it: Ero sicuro che fosse qui...
pt: Eu jurava que estava aqui...
ru: Готов поклясться, он был тут.
tr: Yemin ederim buradaydı...
uk: Готовий заприсягтися, він був тут . . .

# blackPowerDungeon1-5b
source: Someone else took it...
de: Jemand hat es gestohlen . . . !
es: Alguien se lo llevó...
fr: Quelqu'un a déjà dû la prendre...
it: L'ha presa qualcun altro...
pt: Alguém já deve ter pego...
ru: Должно быть, кто-то забрал его . . .
tr: Onu başkası aldı...
uk: Напевно, хтось забрав його . . .

# darkMageDungeon0-0
source: Infiltrate the other soldiers.
de: Dringe in das Schloss ein
es: Infíltrate entre los soldados.
fr: Infiltre-toi parmi les soldats.
it: Infiltrati tra gli altri soldati.
pt: Infiltre-se em meio aos soldados.
ru: Итак, ты должен войти в доверие к солдатам.
tr: Diğer askerleri içeri sızdır.
uk: Увійди в довіру до солдатів.

# darkMageDungeon0-1
source: And find out who is behind this.
de: und gehe der Sache auf den Grund.
es: Y descubre al culpable.
fr: et découvre qui est derrière tout ça.
it: E scopri chi sta dietro a tutto questo.
pt: E descubra quem está por trás disso.
ru: И выяснить, кто за этим стоит.
tr: Ve bu işin arkasında kimin olduğunu öğren.
uk: І з'ясуй, хто за цим стоїть.

# femaleGuardDungeon0-0
source: Hey you,<pause> soldier!
de: Du da, Soldat!
es: ¡Eh, tú,<pause> soldado!
fr: Eh vous, soldat !
it: Ehi tu, soldato!
pt: Ei você,<pause> soldado!
ru: Эй, ты, солдат!
tr: Hey sen, asker!
uk: Гей, ти, солдат!

# femaleGuardDungeon0-1
source: What the hell happened to those guards!?
de: Was zur Hölle ist mit den Wachen los?!
es: ¿Qué les ha pasado a los guardias?
fr: Que s'est-il passé avec ces gardes ?!
it: Cosa diavolo è successo a quelle guardie?!
pt: O que aconteceu com esses guardas?
ru: Что, чёрт возьми, случилось с этими стражниками?!
tr: Bu muhafızlara ne oldu böyle!?
uk: Що, дідько його забирай, сталося з цими стражниками!?

# femaleGuardDungeon0-2
source: Move!
de: Na los!
es: ¡Vamos!
fr: Allons-y !
it: Muoviti!
pt: Vamos!
ru: . . . Неважно! Пошевеливайся!
tr: Yürü!
uk: Ворушися!

# femaleGuardDungeon0-3
source: We must protect The King!
de: Wir müssen den König beschützen!
es: ¡Hay que proteger al Rey!
fr: Nous devons protéger le Roi !
it: Dobbiamo proteggere il Re!
pt: Precisamos proteger o Rei!
ru: Мы должны защитить Короля!
tr: Kralı korumalıyız!
uk: Ми повинні захистити Короля!

# femaleGuardDungeon1-0
source: Take this weapon!
de: Nimm das hier!
es: ¡Coge este arma!
fr: Prends cette arme !
it: Prendi quest'arma!
pt: Pegue esta arma!
ru: Вот, возьми это оружие!
tr: Bu silahı al!
uk: Ось, візьми цю зброю!

# femaleGuardDungeon1-2
source: And go wash your face...
de: Und eine Dusche wäre nicht schlecht . . .
es: Y lávate la cara...
fr: Va te débarbouiller...
it: E vai a lavarti la faccia...
pt: Depois vá lavar o rosto...
ru: И вымой своё лицо . . .
tr: Ve git yüzünü yıka...
uk: І вимий своє обличчя . . .

# femaleGuardDungeon1-2b
source: Never mind...
de: Vergiss es . . .
es: No importa...
fr: Laisse tomber...
it: Come non detto...
pt: Esquece...
ru: Не бери в голову . . .
tr: Neyse...
uk: Воно виглядає жахливо . . .

# femaleGuardDungeon1-3
source: . . . it looks awful!
de: . . . du siehst übel aus!
es: . . .¡estás horrible!
fr: Tu es horrible !
it: . . . ne hai bisogno!
pt: . . . sua cara está péssima!
ru: . . . оно выглядит ужасно!
tr: . . . bu korkunç görünüyor!
uk: . . . нічого не розібрати!

# femaleGuardDungeon1-3b
source: You've already got one...
de: Oh, du hast schon eine?
es: Ya tienes uno...
fr: Tu en as déjà une...
it: Ne hai già un esemplare...
pt: Você já tem uma...
ru: У тебя уже есть . . .
tr: Sende zaten bir tane var...
uk: А, в тебе вже є . . .

# castleSalesman0-0
source: Half my inventory has been wrecked...
de: Die Hälfte meiner Waren, vernichtet!
es: Han destruido la mitad de mi tienda...
fr: La moitié de mon stock a été détruit...
it: Metà delle mie cose sono state distrutte...
pt: Metade do meu estoque foi destruído...
ru: Что ж, половина моих запасов уничтожена . . .
tr: Mallarımın yarısı mahvoldu...
uk: Половина моїх запасів знищена . . .

# castleSalesman0-1
source: Prices are higher.
de: Das bedeutet höhere Preise.
es: ¡Los precios han subido!
fr: Les prix sont donc plus élevés !
it: Ho dovuto alzare i prezzi.
pt: Então os preços estão mais altos!
ru: Поэтому цены выше.
tr: Fiyatlar arttı.
uk: Тому ціни вище.

# castleSalesman1-0
source: Apparently we're at war...
de: Sieht aus, als wären wir im Krieg.
es: Por lo visto estamos en guerra...
fr: Apparemment, nous sommes en guerre...
it: A quanto pare siamo in guerra...
pt: Aparentemente estamos em guerra...
ru: Совершенно очевидно, что идёт война . . .
tr: Görünüşe göre savaştayız...
uk: Цілком очевидно, що йде війна . . .

# castleSalesman1-1
source: It seems fair to raise prices.
de: Da ist eine Preiserhöhung doch wohl erlaubt?!
es: ¡Habrá que subir los precios!
fr: Il est donc normal que je demande plus d'argent !
it: Mi pare giusto aumentare i prezzi.
pt: Então parece justo cobrar mais caro!
ru: Думаю, поднять цены будет честно.
tr: Fiyatların artması normal.
uk: Думаю, підняти ціни буде чесно.

# castleSalesman2-0
source: What are you looking for?
de: Suchst du etwas?
es: ¿Qué andas buscando?
fr: Qu'est-ce que vous cherchez ici ?
it: Cosa stai cercando?
pt: O que você está procurando aqui?
ru: Ты что-то ищешь?
tr: Ne istiyorsun?
uk: Ти щось шукаєш?

# castleSalesman2-1
source: Hope you won't waste my time.
de: Verschwende bloß nicht meine Zeit.
es: ¡No me hagas perder el tiempo!
fr: J'espère ne pas perdre mon temps !
it: Non ho tempo da perdere.
pt: Espero não estar perdendo meu tempo!
ru: Надеюсь, ты не собираешься тратить моё время зря.
tr: Umarım vaktimi boşa harcamazsın.
uk: Сподіваюся, ти не збираєшся витрачати мій час даремно?

# femaleCastleGuardDungeon3-0-0
source: Hi again,<pause> soldier!
de: Du schon wieder!
es: ¡Hola otra vez,<pause> soldado!
fr: Rebonjour, soldat !
it: Ci rivediamo, soldato!
pt: Oi de novo,<pause> soldado!
ru: Опять ты, солдат!
tr: Yeniden merhaba asker!
uk: А, це знову ти, солдат!

# femaleCastleGuardDungeon3-0-1
source: I'm surprised you're still alive!
de: Wer hätte gedacht, dass du noch lebst!
es: ¡Me sorprende que sigas vivo!
fr: Quelle surprise de te voir encore en vie !
it: Sei ancora vivo? Non ci credo!
pt: Que surpresa você ainda estar vivo!
ru: Удивительно, что ты до сих пор жив!
tr: Hala hayatta olmana şaşırdım!
uk: Дивно, що ти досі живий!

# femaleCastleGuardDungeon3-0-2
source: That Warlock is heading for The King's Room!
de: Dieser Hexer ist auf dem Weg in den Thronsaal!
es: ¡El Brujo se dirige a la sala del Rey!
fr: Le Sorcier s'approche de la Salle du Trône !
it: Quello Stregone è diretto verso la sala del Re!
pt: Aquele Feiticeiro está chegando na sala do Rei!
ru: Злой Колдун направляется в покои Короля!
tr: Cehennem Büyücüsü, Kral Odası'na doğru gidiyor!
uk: Злий Чаклун прямує до покоїв Короля!

# femaleCastleGuardDungeon3-0-3
source: We must reach him!
de: Wir müssen ihn aufhalten
es: ¡Debemos alcanzarlo!
fr: Nous devons le rattraper !
it: Dobbiamo raggiungerlo!
pt: Precisamos alcançá-lo!
ru: Нам нужно догнать его!
tr: Ona ulaşmamız lazım!
uk: Нам потрібно наздогнати його!

# deadFemaleCastleGuardDungeon3-0-0
source: I'm fine!
de: Mir geht's gut!
es: ¡Estoy bien!
fr: Je vais bien.
it: Sto bene!
pt: Eu estou bem.
ru: . . . Я в порядке!
tr: Ben iyiyim!
uk: Я в порядку!

# deadFemaleCastleGuardDungeon3-0-1
source: Keep moving!
de: Geh schon!
es: ¡Sigue sin mí!
fr: Continue sans moi !
it: Tu vai avanti!
pt: Continue sem mim!
ru: Иди дальше!
tr: İlerlemeye devam et!
uk: Йди далі!

# deadFemaleCastleGuardDungeon3-0-2
source: There's some sort of spider's nest down here...
de: Hier unten ist eine Art Spinnennest oder so . . .
es: Aquí abajo hay como un nido de arañas...
fr: Il y a une sorte de nid d'araignées en bas...
it: Quaggiù c'è una specie di nido di ragni...
pt: Tem um tipo de ninho de aranhas aqui embaixo...
ru: Тут внизу что-то вроде паучьего логова . . .
tr: Buralarda bir yerde bir tür örümcek yuvası var...
uk: Тут внизу щось на кшталт павучого лігва . . .

# deadFemaleCastleGuardDungeon3-0-3
source: I'll investigate...
de: Ich schaue mir das mal an.
es: Voy a investigar...
fr: Je vais aller voir ça !
it: Vado in esplorazione!
pt: Vou investigar!
ru: Я осмотрюсь здесь . . .
tr: Araştıracağım...
uk: Я перевірю тут усе . . .

# femaleCastleGuardDungeon3-A-0
source: This incident must have something to do with that Portal thing The King was working on!
de: Das alles muss etwas mit dem Portal zu tun haben, mit dem der König herumexperimentiert!
es: ¡Este suceso debe estar relacionado con el portal ese en el que trabajaba el Rey!
fr: Peut-être que cet incident est lié à ce projet de Portails sur lequel le Roi travaillait !
it: Quello che è successo deve avere a che fare con quel Portale a cui stava lavorando il Re!
pt: Talvez esse incidente tenha algo a ver com aquela coisa de Portais em que o Rei estava trabalhando!
ru: Случившееся как-то связано с Порталом, над которым Король работал в последнее время . . .
tr: Bu olayın, Kralın üzerinde çalıştığı şu Portal denen şeyle bir ilgisi olmalı!
uk: Ці події якось пов'язані з порталом, з яким Король експериментував останнім часом!

# femaleCastleGuardDungeon3-B-0
source: Why haven't we turned into these things yet?
de: Warum sind wir noch nicht zu diesen Dingern mutiert?
es: ¿Por qué no nos hemos convertido en esas cosas aún?
fr: Pourquoi n'avons-nous pas encore été transformés en ces créatures ?
it: Perché non siamo ancora diventati come loro?
pt: Por que ainda não nos transformamos nessas coisas?
ru: И почему мы ещё не превратились в этих существ? . .
tr: Biz neden hala şu şeylere dönüşmedik?
uk: Чому ми ще не перетворилися в цих істот?

# femaleCastleGuardDungeon3-1-0
source: Why are these guards attacking us!?
de: Warum greifen diese Wachen uns an?!
es: ¿Por qué nos atacan los soldados?
fr: Pourquoi les soldats nous attaquent-ils ?!
it: Perché queste guardie ci stanno attaccando?!
pt: Por que os soldados nos atacam?!
ru: Почему эти стражники нападают на нас?!
tr: Bu muhafızlar neden bize saldırıyorlar!?
uk: Чому ці стражники атакують нас!?

# femaleCastleGuardDungeon3-1-1
source: We have to . . .
de: Wir müssen . . .
es: Tenemos que. . .
fr: Nous devons . . .
it: Dobbiamo . . .
pt: Nós precisamos . . .
ru: Мы должны . . .
tr: Mecburuz . . .
uk: Ми повинні . . .

# femaleCastleGuardDungeon3-1-2
source: What's that sound?!
de: Was war das?!
es: ¿Qué es ese sonido?
fr: C'est quoi ce bruit ?!
it: Cos'è questo rumore?!
pt: O que é esse barulho?!
ru: Что это за звук?!
tr: Bu ses de ne?!
uk: Що це за звук?!

# dudeGuardDungeon7-0-0
source: Hi again,<pause> dude!
de: Da bist du ja, Mann!
es: ¡Hola otra vez!
fr: Rebonjour mec !
it: Ci rivediamo, amico!
pt: Oi de novo,<pause> cara!
ru: И снова привет, приятель!
tr: Tekrar merhaba dostum!
uk: І знову привіт, приятель!

# dudeGuardDungeon7-0-1
source: We must defend the castle!
de: Wir müssen das Schloss verteidigen!
es: ¡Hay que defender el Castillo!
fr: On doit défendre le château !
it: Dobbiamo difendere il Castello!
pt: Precisamos defender o Castelo!
ru: Мы должны защитить Замок!
tr: Kaleyi savunmamız lazım!
uk: Ми повинні захистити замок!

# dudeGuardDungeon7-0-2
source: Let's move!
de: Auf geht's!
es: ¡Vamos!
fr: Allons-y !
it: Dai, andiamo!
pt: Vamos nessa!
ru: Ну, выдвигаемся!
tr: İlerleyelim!
uk: Час рухатися далі!

# ghostDudeGuardDungeon7-0-0
source: Hey you,<pause> dude...
de: Hey Mann . . .
es: Eh,<pause> tío...
fr: Eh mec...
it: Ehi, amico...
pt: Ei você,<pause> cara...
ru: Эй, приятель . . .
tr: Hey sen, dostum...
uk: Гей, боєць!

# ghostDudeGuardDungeon7-0-1
source: Too bad you couldn't save me a couple of Dungeons back...
de: Echt schade, dass du mich damals nicht gerettet hast . . .
es: Qué mal que no me salvaras hace un par de niveles...
fr: Dommage que tu ne m'aies pas sauvé juste avant...
it: Non sei riuscito a salvarmi un paio di livelli fa. Peccato...
pt: Pena que você não conseguiu me salvar lá atrás...
ru: Очень жаль, что ты не смог спасти меня пару уровней назад . . .
tr: Beni birkaç Zindan önce kurtarmış olsan çok iyi olacaktı...
uk: Дуже шкода, що ти не зміг врятувати мене пару рівнів назад . . .

# ghostDudeGuardDungeon7-0-2
source: Too late now...
de: Tja, jetzt is' es zu spät . . .
es: Ahora ya es tarde...
fr: Trop tard...
it: Ora è troppo tardi...
pt: Tarde demais...
ru: Теперь слишком поздно . . .
tr: Artık çok geç...
uk: Тепер занадто пізно . . .

# ghostDudeGuardDungeon7-0-3
source: As a ghost I can't unlock chests for you...
de: Als Geist kann ich schlecht Truhen für dich öffnen . . .
es: Soy un fantasma, no puedo abrirte el cofre...
fr: Comme je suis un fantôme, je ne peux pas t'ouvrir les coffres...
it: Da fantasma non posso aprire forzieri per te...
pt: Como fantasma eu não consigo abrir baús para você...
ru: Будучи призраком, я не могу открывать для тебя сундуки . . .
tr: Bir hayalet olduğum için sandıkları açamam...
uk: У формі привида я не можу відкривати для тебе скрині . . .

# ghostDudeGuardDungeon7-0-4
source: Sorry,<pause> dude...
de: Sorry, Mann . . .
es: Se siente...
fr: Désolé mec...
it: Mi spiace, amico...
pt: Sinto muito,<pause> cara...
ru: Извини, приятель . . .
tr: Üzgünüm dostum...
uk: Вибач, приятель . . .

# dudeGuardDungeon7-1-0
source: We did it!
de: Schon wieder geschafft!
es: ¡Lo conseguimos!
fr: On a encore réussi !
it: Ce l'abbiamo fatta!
pt: Conseguimos mais uma vez!
ru: Нам удалось!
tr: Başardık!
uk: Нам вдалося!

# dudeGuardDungeon7-1-1
source: Take this as a reward!
de: Hier, 'ne kleine Belohnung!
es: ¡Toma, como recompensa!
fr: Prends ça comme récompense !
it: Prendi! È una ricompensa!
pt: Tome isso como uma recompensa!
ru: Вот, возьми в качестве награды!
tr: Bu ödül senin!
uk: Ось, візьми винагороду!

# ghostDudeGuardDungeon7-1-0
source: We're done here...
de: Wir sind hier fertig . . .
es: Ya está...
fr: On a fini pour l'instant...
it: Qui abbiamo finito...
pt: Terminamos por enquanto!
ru: Мы здесь закончили . . .
tr: Buradaki işimiz bitti...
uk: Ми тут закінчили . . .

# ghostDudeGuardDungeon7-1-1
source: If only I was alive,<pause> I could unlock this chest for you...
de: Wär' ich doch nur am Leben, dann könnte ich jetzt . . .
es: Si estuviera vivo,<pause> podría abrirte el cofre...
fr: Si j'étais encore en vie je pourrais t'ouvrir ce coffre...
it: Se fossi ancora in vita, aprirei questo forziere per te...
pt: Se eu estivesse vivo poderia abrir este baú para você...
ru: Если бы я только был жив, я мог бы открыть тебе этот сундук . . .
tr: Keşke yaşıyor olsaydım, bu sandığı senin için açabilirdim...
uk: Якби я тільки був живий, я міг би відкрити тобі цю скриню . . .

# castleSalesmanDungeon8-0
source: Look who's here!
de: Sieh mal einer an!
es: ¡Mira quién está aquí!
fr: Le revoilà !
it: Guarda chi c'è!
pt: Olha quem apareceu!
ru: Вы только посмотрите, кто тут у нас!
tr: Kimler gelmiş!
uk: Ви тільки погляньте, хто тут у нас!

# castleSalesmanDungeon8-1
source: I've just acquired a bunch of new products!
de: Ich habe gerade ein paar neue Waren gefunden!
es: ¡Acabo de adquirir productos nuevos!
fr: Je viens de recevoir de nouveaux produits !
it: Ho appena ottenuto un sacco di nuovi prodotti!
pt: Acabei de conseguir uns produtos novos!
ru: У меня как раз появилась куча новых вещей!
tr: Benim de elime bir sürü yeni ürün geçti!
uk: У мене якраз з'явилася купа нового товару!

# castleSalesmanDungeon8-2
source: Pretty good stuff!
de: Ziemlich gutes Zeug!
es: ¡De alta calidad!
fr: Il y a plein de belles choses !
it: Roba buona!
pt: Tem muita coisa boa!
ru: Очень даже неплохой товар!
tr: Çok güzel şeyler!
uk: Дуже непоганий товар!

# castleSalesmanDungeon8-3
source: Apparently the castle guards no longer need them...
de: Ich nehme an, die Wachen brauchen es nicht mehr . . .
es: Parece que los guardias ya no lo necesitan...
fr: Apparemment, les gardes n'en ont plus besoin...
it: Pare che le guardie del Castello non ne abbiano più bisogno...
pt: Aparentemente os guardas não precisam mais disso!
ru: Определённо, Королевская Стража больше в этом не нуждается . . .
tr: Görünüşe göre kale muhafızlarının artık bunlara ihtiyacı yok...
uk: Безумовно, замкова варта більше в цьому не має потреби . . .

# castleSalesmanDungeon8-4
source: Pay a visit to my Shop later,<pause> if you...
de: Schau später in meinem Laden vorbei, wenn . . .
es: Pásate luego por mi tienda,<pause> si es que...
fr: Passe à la boutique plus tard, si tu...
it: Ritorna al negozio più tardi,se per caso...
pt: Dê uma passada na minha loja depois,<pause> se você...
ru: Загляни ко мне в Магазин попозже, если ты . . .
tr: Bir ara mağazama uğra, tabii eğer...
uk: Зазирни до мене в магазин пізніше, якщо ти . . .

# castleSalesmanDungeon8-5
source: somehow manage to survive in here.
de: Du es irgendwie schaffst, hier lebend rauszukommen.
es: ...consigues sobrevivir.
fr: arrives à survivre.
it: tu ce la facessi a sopravvivere qui dentro.
pt: Sobreviver... de alguma forma.
ru: . . . каким-то чудом умудришься тут выжить.
tr: burada hayatta kalmayı başarabilirsen.
uk: якимось дивом спроможешся тут вижити.

# femaleGuardDungeon9-0-0
source: Hey you,<pause> soldier!
de: He, Soldat!
es: ¡Eh,<pause> tú,<pause> soldado!
fr: Eh ! Soldat !
it: Ehi tu, soldato!
pt: Ei!<pause> Soldado!
ru: Эй, солдат!
tr: Hey sen, asker!
uk: Гей, солдат!

# femaleGuardDungeon9-0-1
source: I hate those spiders . . . <pause> They made me late!
de: Verflixte Spinnen . . . Sie haben mich aufgehalten!
es: Odio esas arañas. . . <pause> ¡Me han retrasado!
fr: Je déteste ces araignées... À cause d'elles, je suis arrivée trop tard !
it: Detesto quei ragni . . . Mi hanno fatto ritardare!
pt: Odeio aquelas aranhas . . . <pause> Por causa delas cheguei tarde demais!
ru: Ненавижу пауков . . . Это из-за них я опоздала!
tr: Şu örümceklerden nefret ediyorum. . . Onlar yüzünden geç kalıyorum!
uk: Ненавиджу павуків . . . Це через них я запізнилася!

# femaleGuardDungeon9-0-2
source: That Warlock locked me here . . .
de: Dieser Hexer hat mich hier eingesperrt ...
es: El Brujo me ha encerrado . . .
fr: Et le Sorcier m'a enfermée ici . . .
it: Quello Stregone mi ha chiusa qui . . .
pt: E o Feiticeiro me trancou aqui . . .
ru: Злой Колдун запер меня здесь . . .
tr: Cehennem Büyücüsü beni buraya kilitledi . . .
uk: Злий Чаклун замкнув мене тут . . .

# femaleGuardDungeon9-0-3
source: I didn't see The King!<pause> Not even his body!
de: Keine Spur vom König . . . Weder tot noch lebendig!
es: ¡Pero no he visto al Rey! . . .<pause> ¡Ni su cuerpo!
fr: Mais je n'ai pas vu le Roi !... Ni son corps !
it: Non ho visto il Re! . . . Neanche l'ombra!
pt: Mas não vi o Rei!<pause> Nem seu corpo!
ru: Я не нашла Короля! . . Ни даже его тела!
tr: Kralı görmedim! . . . Cesedini bile!
uk: Я не бачила Короля! . . . Ні навіть його тіла!

# femaleGuardDungeon9-0-4
source: There's something strange going on.
de: Hier ist definitiv etwas faul.
es: Aquí pasa algo raro.
fr: Il se passe quelque chose de bizarre ici.
it: Sta succedendo qualcosa di strano.
pt: Tem alguma coisa estranha acontecendo.
ru: Тут происходит что-то странное.
tr: Tuhaf bir şeyler oluyor.
uk: Тут відбувається щось дивне.

# femaleGuardDungeon9-0-5
source: Hurry!<pause> Find a way to remove this barrier!
de: Schnell! Hol mich hier raus!
es: ¡Rápido!<pause> ¡Tienes que sacarme de aquí!
fr: Vite ! Trouve un moyen de me sortir de là !
it: Sbrigati! Trova il modo di farmi uscire da qui!
pt: Depressa!<pause> Descubra como remover essa barreira!
ru: Поспеши! Найди способ вытащить меня отсюда!
tr: Acele et! Beni buradan çıkarmanın bir yolunu bul!
uk: Мерщій! Знайди спосіб витягти мене звідси!

# femaleGuardDungeon9-1-0
source: What the hell is that!?
de: Was zur Hölle . . . ?!
es: ¿Qué demonios es eso?
fr: C'est quoi ce cauchemar ?
it: Cosa diavolo ti prende?!
pt: O que diabos é isso?
ru: Что за летучие бесы?!
tr: Bu da neyin nesi!?
uk: Це що ще за чортівня!?

# femaleGuardDungeon9-1-1
source: I've never seen such a thing before!
de: So ein Vieh habe ich noch nie gesehen!
es: ¡Nunca había visto algo así!
fr: Je n'ai jamais vu ça !
it: Non ho mai visto una cosa simile in vita mia!
pt: Nunca vi isso antes!
ru: Я никогда не видела такого раньше!
tr: Hayatımda hiç böyle bir şey görmedim!
uk: Я ніколи не бачила таку штуку раніше!

# femaleGuardDungeon9-2-0
source: Where did you learn to fight like that?
de: Wo hast du gelernt, so zu kämpfen?
es: ¿Dónde aprendiste a luchar así?
fr: Où as-tu appris à te battre comme ça ?
it: Dove hai imparato a combattere così?
pt: Onde você aprendeu a lutar assim?
ru: Где ты научился так сражаться?
tr: Böyle savaşmayı nereden öğrendin?
uk: Де ти навчився так битися?

# femaleGuardDungeon9-2-1
source: It sure isn't in the training I give to my soldiers . . .
de: Du kämpfst anders als die Soldaten, die ich trainiere . . .
es: Está claro que no en el entrenamiento de mis soldados...
fr: Certainement pas lors des entraînements que je donne à mes soldats...
it: Di certo non fa parte dell'addestramento dei miei soldati...
pt: Com certeza não foi no treinamento que eu dou aos meus soldados!
ru: Определённо, это не та подготовка, которую я даю моим солдатам . . .
tr: En azından benim askerlerime verdiğim eğitimde böyle bir şey yok...
uk: Безумовно, це не та підготовка, яку я даю моїм солдатам…

# femaleGuardDungeon9-2-2
source: You look like an outsider . . .
de: Du kommst nicht von hier, oder?
es: Pareces forastero . . .
fr: Tu ne sembles pas venir d'ici . . .
it: Devi essere un forestiero . . .
pt: Você parece não ser daqui . . .
ru: Да и не похоже, что ты из Королевской Стражи . . .
tr: Bir yabancıya benziyorsun . . .
uk: Не схоже, щоб ти був з моїх солдатів . . .

# femaleGuardDungeon9-2-3
source: Anyway,<pause> we must find where The King is!
de: Egal, wir müssen herausfinden, wo der König ist!
es: ¡Hay que averiguar dónde está el Rey!
fr: Peu importe, nous devons trouver le Roi !
it: Ad ogni modo, dobbiamo scoprire dov'è il Re!
pt: Isso não importa agora.<pause> Nós precisamos encontrar o Rei!
ru: Как бы там ни было, мы должны выяснить, где находится Король!
tr: Neyse, Kralın nerede olduğunu bulmamız lazım!
uk: Хай там що, ми повинні з'ясувати, де знаходиться Король!

# femaleGuardDungeon9-2-4
source: I think we should go to the Oracle at the Dark Swamp.
de: Wir sollten das Orakel in den Dunkelsümpfen aufsuchen.
es: Deberíamos ir al Oráculo del Pantano Oscuro.
fr: Allons à l'Oracle, à Sombrelande.
it: Penso che dovremmo andare all'Oracolo nella Palude Oscura.
pt: Vamos até o Oráculo,<pause> no Pântano Sombrio.
ru: Я думаю, нам следует отправиться к Оракулу на Тёмное Болото.
tr: Sanırım Karanlık Bataklık'taki Kahin'e gitmemiz gerekiyor.
uk: Я думаю, нам слід відправитися до Оракула в Темне болото.
