Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/tips.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# headShotCount-desc
source: Each head shot adds <head-shot-score> to the final score.
de: Jeder Headshot fügt der Endpunktzahl <head-shot-score> Punkte hinzu.
es: Cada disparo en la cabeza suma <head-shot-score> a la puntuación final.
fr: Chaque tir à la tête ajoute <head-shot-score> au score final.
it: Ogni colpo alla testa aggiunge <head-shot-score> al punteggio finale.
pt: Cada acerto na cabeça soma <head-shot-score> pontos à pontuação final.
ru: Если же враг убит попаданием в голову, к финальному счету добавляется <head-shot-score> очков.
tr: Her kafadan vuruş final puanına <head-shot-score> ekler.
uk: Кожне влучення в голову додає до фінального рахунку <head-shot-score>.

# totalDamageTaken-desc
source: Taking hits penalizes players by subtracting points. The score penalty will be the total hits taken times <damage-penalty>.
de: Wird man getroffen, hat das zur Strafe Punktabzug zur Folge. Die abgezogenen Punkte betragen Treffer mal <damage-penalty>.
es: A los jugadores se les restan puntos cuando reciben golpes. La penalización de la puntuación será igual al total de golpes recibidos <damage-penalty>.
fr: Prendre des coups pénalise les joueurs en leur faisant perdre des points. La pénalité de score correspondra au total de coups pris, multiplié par <damage-penalty>.
it: Subire colpi penalizza i giocatori togliendo loro punti. La penalizzazione del punteggio sarà il calcolo dei colpi totali subiti moltiplicati per <damage-penalty>.
pt: Receber golpes penaliza os jogadores subtraindo <damage-penalty> pontos multiplicados pelo valor total de dano recebido.
ru: За получение урона игрок теряет Очки, равные количеству полученного урона х<damage-penalty>.
tr: Darbe almak oyuncuları cezalandırır ve puanı düşürür. Puan cezası, alınan toplam darbe sayısı çarpı <damage-penalty> olacaktır.
uk: За отримання пошкоджень гравець губить очки, які дорівнюють кількості пропущених атак <damage-penalty>.

# potionUsedCount-desc
source: Each health Potion used subtracts <potion-penalty> points from the final score.
de: Jeder verwendete Heiltrank zieht <potion-penalty> Punkte von der Endpunktzahl ab.
es: Cada Poción de salud que se use resta <potion-penalty> puntos de la puntuación final.
fr: Chaque potion de soin utilisée retirera <potion-penalty> points au score final.
it: Ogni pozione di salute usata sottrae <potion-penalty> punti dal punteggio finale.
pt: Cada Poção de saúde usada subtrai <potion-penalty> pontos da pontuação final.
ru: Каждое использование Лечебного Зелья отнимает от Финального Счёта <potion-penalty> Очков.
tr: Her Sağlık İksiri kullanımı final puanından <potion-penalty> puan düşürür.
uk: Кожне використання лікувального зілля віднімає від фінального рахунку <potion-penalty>.

# totalMultikillPoints-desc
source: Slaying two or more enemies at the exact same time gives extra bonus points. <doubleKill>: <doubleKillPoints> points <tripleKill>: <tripleKillPoints> points <multiKill>: <multiKillPoints> points <monsterKill>: <monsterKillPoints> points
de: Zwei Gegner zur gleichen Zeit zu töten gibt Bonuspunkte. <doubleKill>: <doubleKillPoints> Punkte <tripleKill>: <tripleKillPoints> Punkte <multiKill>: <multiKillPoints> Punkte <monsterKill>: <monsterKillPoints> Punkte
es: Matar a dos o más enemigos al mismo tiempo otorga puntos de bonificación adicionales. <doubleKill>: <doubleKillPoints> puntos <tripleKill>: <tripleKillPoints> puntos <multiKill>: <multiKillPoints> puntos <monsterKill>: <monsterKillPoints> puntos
fr: Tuer deux ennemis ou plus en même temps octroie des points bonus supplémentaires. <doubleKill> : <doubleKillPoints> points <tripleKill> : <tripleKillPoints> points <multiKill> : <multiKillPoints> points <monsterKill> : <monsterKillPoints> points
it: Uccidere due o più nemici contemporaneamente ti conferisce punti bonus. <doubleKill>: <doubleKillPoints> punti <tripleKill>: <tripleKillPoints> punti <multiKill>: <multiKillPoints> punti <monsterKill>: <monsterKillPoints> punti
pt: Derrotar dois ou mais oponentes ao mesmo tempo dá pontos extras. <doubleKill>: <doubleKillPoints> pontos <tripleKill>: <tripleKillPoints> pontos <multiKill>: <multiKillPoints> pontos <monsterKill>: <monsterKillPoints> pontos
ru: Одновременное убийство двух и более врагов приносит дополнительные Очки за Мультиубийство. <doubleKill> - <doubleKillPoints> <tripleKill> - <tripleKillPoints> <multiKill> - <multiKillPoints> <monsterKill> - <monsterKillPoints>
tr: Aynı anda iki veya daha fazla düşmanı öldürmek ekstra bonus puan verir. <doubleKill>: <doubleKillPoints> puan <tripleKill>: <tripleKillPoints> puan <multiKill>: <multiKillPoints> puan <monsterKill>: <monsterKillPoints> puan
uk: Одночасне вбивство двох і більше ворогів приносить додаткові очки. <doubleKill> - <doubleKillPoints> <tripleKill> - <tripleKillPoints> <multiKill> - <multiKillPoints> <monsterKill> - <monsterKillPoints>

# classSpecials-desc
source: Slaying enemies using classes' special abilities reward players with special kill points. Use it wisely: each class has points drained when the specials are used.
de: Feinde mit Spezialfähigkeiten zu töten verleiht dem Spieler Spezialpunkte. Aber Vorsicht: jeder Klasse werden bei der Verwendung von Spezialfähigkeiten Punkte abgezogen.
es: Matar a enemigos con la habilidad especial de las clases otorga puntos de muerte especial a los jugadores. Utilízala de forma inteligente, ya que se quitan puntos a cada clase cada vez que se usan las especiales.
fr: Tuer des ennemis utilisant des capacités spéciales de classes octroie aux joueurs des points de kills spéciaux. Utilise-les judicieusement : chaque classe perd des points lorsque des capacités spéciales sont utilisées.
it: Uccidere i nemici usando le speciali abilità delle classi conferisce ai giocatori speciali punti uccisione. Usale saggiamente: ogni classe esaurisce punti se si usano le abilità speciali.
pt: Derrotar inimigos usando as habilidades especiais das classes premia com pontos especiais. Use-a com sabedoria: cada classe tem pontos drenados quando os especiais são usados.
ru: Убийство врагов Особыми Навыками класса поощряется Очками за Особое убийство. В то же время, каждое применение Особых Навыков уменьшает количество Очков, поэтому применяйте их с умом.
tr: Düşmanları özel sınıf becerileri ile öldürmek oyunculara özel öldürme puanları kazandırır. Bunu akıllıca kullan: Özel beceriler kullanıldığında her sınıfın belirli puanları düşer.
uk: Убивство ворогів особливими вміннями класу заохочується очками за спецубивство. Водночас кожне застосування особливих умінь зменшує кількість очок, тому застосовуйте їх мудро.

# tipSeasonPointsAndSkins0
source: Exchange your <green>Season Points<white> for unique skins!
de: Tausche deine <green>Saisonpunkte<white> gegen einzigartige Skins!
es: ¡Intercambia tus <green>puntos de temporada<white> por aspectos únicos!
fr: Échange tes <green>points de saison<white> contre des skins uniques !
it: Scambia i tuoi <green>punti Stagione<white> per skin uniche!
pt: Troque seus <green>Pontos de Temporada<white> por skins exclusivas!
ru: Обменивайие <green>очки сезона<white> на уникальные образы!
tr: <green>Sezon Puanlarınızı<white> benzersiz görünümlerle değiştirin!
uk: Обмінюйте <green>очки сезону<white> на унікальні образи!

# tipSeasonPointsAndSkins1
source: At the end of each season, your final rank score is converted into <green>Season Points<white> that can be exchanged for new class-skins.
de: Am Ende jeder Saison, wird dein endgültiger Rang in <green>Seasonpunkte<white> umgewandelt, die gegen neue Klassen-Skins umgetauscht werden können.
es: Al final de cada temporada, tu puntuación de rango final se convierte en <green>puntos de temporada<white>, que se pueden intercambiar por nuevos aspectos de clase.
fr: À la fin de chaque saison, ton classement final est converti en <green>points de saison<white>, qui peuvent être échangés contre de nouveaux skins de classe.
it: Al termine di ogni stagione, il tuo punteggio posizione verrà convertito in <green>punti Stagione<white> che potranno essere scambiati per nuove skin di categoria.
pt: No final de cada temporada, sua pontuação final de patente é convertida em <green>Pontos de Temporada<white> que podem ser trocados por novas skins de classe.
ru: В конце каждого сезона ваш итоговый счёт превратится в <green>очки сезона<white>, за которые можно получить новые образы.
tr: Her sezonun sonunda, nihai sıralama puanınız, yeni sınıf görünümleriyle değiştirilebilecek <green>Sezon Puanlarına<white> dönüştürülür.
uk: У кінці кожного сезону ваш підсумковий рахунок перетвориться на <green>очки сезону<white>, за які можна отримати нові образи.

# tipSeasonPointsAndSkins2
source: Raise your rank by beating other players in Competitive Mode or by playing the Weekly Dungeons on a daily basis.
de: Erhöhe dein Rang, indem du andere Spieler im Wettkampfmodus besiegst oder die wöchentlichen Dungeons täglich spielst.
es: Aumenta tu rango derrotando a otros jugadores en el modo Competitivo o jugando las mazmorras semanales a diario.
fr: Améliore ton classement en battant d'autres joueurs dans le Mode compétition ou en faisant chaque jour les Donjons hebdomadaires.
it: Aumenta la tua posizione sconfiggendo altri giocatori nella modalità Competitiva o giocando giornalmente i sotterranei settimanali.
pt: Aumente sua patente vencendo outros jogadores no Modo Competitivo ou jogando as Masmorras Semanais diariamente.
ru: Поднимайте рейтинг, побеждая других игроков в соревновательном режиме или каждый день проходя еженедельные уровни.
tr: Rekabetçi Modda diğer oyuncuları yenerek veya Haftalık Zindanları günlük olarak oynayarak sıralamanızı yükseltin.
uk: Піднімайте рейтинг, перемагаючи інших гравців у змагальному режимі або кожного дня проходячи щотижневі рівні.

# tipSeasonPointsAndSkins3
source: The set of obtainable skins will be refreshed periodically, so make sure to get your favorite ones as soon as you can!
de: Das Set erhältlicher Skins wird regelmäßig aktualisiert, also stelle sicher, dass du dein Lieblingsskin so schnell wie möglich erhälst!
es: El conjunto de aspectos que se puede conseguir se actualizará periódicamente, ¡así que asegúrate de conseguir tus favoritos lo más rápido que puedas!
fr: Les skins disponibles sont régulièrement renouvelés, pour que tu puisses obtenir tes préférés dès que possible !
it: Il set di skin disponibili sarà aggiornato periodicamente, quindi assicurati di mettere le mani su quella che preferisci appena ne avrai l'occasione!
pt: O conjunto de skins disponíveis será atualizado periodicamente, portanto, obtenha suas skins favoritas sempre que puder!
ru: Набор образов, которые можно получить, будет регулярно меняться, так что если вам понравился образ – постарайтесь получить его как можно скорее!
tr: Elde edilebilir görünümler seti periyodik olarak yenilenecektir, bu nedenle en sevdiğiniz görünümleri mümkün olan en kısa sürede aldığınızdan emin olun!
uk: Набір образів, які можна отримати, буде регулярно змінюватися, тому якщо вам сподобався образ – постарайтеся отримати його щонайшвидше!

# tipSeasonPointsAndSkins4
source: The new skins can be equipped in the <characterEditor> screen.
de: Die neuen Skins können im <characterEditor>-Bildschirm ausgerüstet werden.
es: Los nuevos aspectos se pueden equipar en la pantalla del <characterEditor>.
fr: Les nouveaux skins peuvent être équipés depuis l'écran <characterEditor>.
it: Le nuove skin possono essere equipaggiate nella schermata <characterEditor>.
pt: Skins novas podem ser equipadas na tela <characterEditor>.
ru: Новые образы можно надеть на экране <characterEditor>.
tr: Yeni görünümler <characterEditor> ekranında erişilebilir.
uk: Нові образи можна надягнути на екрані <characterEditor>.
