Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/tips.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# tip24
source: Having an item equipped while opening boss chests increases the chances of getting the same item from it.
de: Wenn du einen Gegenstand beim Öffnen einer Bosstruhe ausrüstest, erhöht sich die Chance, diesen Gegenstand daraus zu bekommen.
es: Tener un objeto equipado cuando abres cofres de jefe aumenta la probabilidad de obtener el mismo objeto de dichos cofres.
fr: T'équiper d'un objet lors de l'ouverture des coffres de boss augmente tes chances d'y obtenir le même objet.
it: Avere un oggetto equipaggiato mentre si apre un forziere del boss aumenta le possibilità di ottenere lo stesso oggetto da quel forziere.
pt: Estar equipando um item específico enquanto você abre os baús dos chefes aumenta as chances de obter este item específico de dentro dele.
ru: Наличие экипированного снаряжения во время открытия Эпического Сундука повышает шансы на получение такого же, но уже лучше прокаченного сняряжения.
tr: Patron sandıklarını açarken bir eşyaya sahip olmak, aynı eşyayı ondan alma şansını artırır. Zaten maksimize edilmedikçe.
uk: Наявність екіпірованого предмета під час відкриття скрині боса підвищує шанси на отримання такого ж предмета.

# tip25
source: <light>Light<white> based weapons can break enemies' rage shields.
de: <light>Licht<white> basierte Waffen können die Wutschilde der Feinde brechen.
es: Las armas de <light>luz<white> pueden romper los escudos de ira de los enemigos.
fr: Les armes de <light>lumière<white> peuvent briser les boucliers de rage des ennemis.
it: Le armi di <light>luce<white> possono frantumare gli scudi di collera dei nemici.
pt: Armas de <light>Luz<white> podem quebrar escudos de fúria dos inimigos.
ru: Оружие с Элементом <light>Света<white> всегда может пробивать магические щиты врагов.
tr: <light>Işık<white> tabanlı silahlar rakibin öfke kalkanlarını kırabilir.
uk: Зброя з елементом <light>світла<white> може розбивати ворожий захист гніву.

# tip26
source: Hit <special-sequence> (<green>Forward<white> three times and <green>Attack<white>) quickly in a row to trigger the special ability. Alternatively, <green>Arcane Runes<white> allow casting it in just one hit.
de: Drücke dreimal <special-sequence> (<green>Vorwärts<white> und dann einmal <green>Angriff<white>) schnell hintereinander, um die Spezialfähigkeit auszulösen. Alternativ kannst du diese mit <green>Arkanenrune<white> mit einer Berührung aktivieren.
es: Pulsa <special-sequence> (<green>adelante<white> tres veces y <green>atacar<white>) en sucesión rápida para activar esta habilidad especial. Las <green>Runas Arcanas<white> también te permiten lanzarla con solo pulsar una vez.
fr: Appuie rapidement et successivement sur <special-sequence> (<green>Avant<white> trois fois et <green>Attaque<white>) pour déclencher la capacité spéciale. Sinon, les <green>Runes obscures<white> permettent de la lancer avec seulement une touche.
it: Colpisci <special-sequence> (<green>in avanti<white> tre volte e infliggi velocemente <green>attacchi<white>) consecutivi per attivare l'abilità speciale. In alternativa, le <green>rune arcane<white> ti permettono di attivarla con un solo colpo.
pt: Aperte <special-sequence> (três vezes <green>Frente<white> e <green>Ataque<white>) em sequência repidamente para ativar a habilidade especial. Alternativamente, as <green>Runas Arcanas<white> permitem fazê-lo em apenas um toque.
ru: Быстро нажимая <special-sequence> (<green>Трижды Вправо<white> или <green>Трижды Влево<white> и <green>Атака<white>), Вы сможете активировать Особый Навык класса. Можно активировать его и одним нажатием, просто использовав Руну Тайн.
tr: Üç kez <green>İleri<white> bas <special-sequence> ve <green>saldır<white> tuşlarına art arda basarak özel yeteneğini aktif edebilirsin. Alternatif olarak <green>Arkana Rünleri<white> tek dokunuşla aktif etmenizi sağlar.
uk: Швидко натисніть комбінацію <special-sequence> (3 рази <green>вперед<white> і кнопку <green>атаки<white>), щоб активувати особливе вміння. Ви також можете використати <green>таємничі руни<white>, що дозволяють активувати особливе вміння одним натисканням.

# tip27
source: Weapons based on the <darkness>dark<white> element deal twice as much damage to enemies' spherical Force Fields.
de: Waffen, die auf dem <darkness>dunklen<white> Element basieren, fügen den kugelförmigen Kraftfeldern der Feinde doppelt so viel Schaden zu.
es: Las armas de elemento <darkness>Oscuridad<white> infligen el doble de daño a los Campos de Fuerza esféricos del enemigo.
fr: Les armes de l'élément <darkness>Ténèbres<white> infligent deux fois plus de dommages aux champs de force sphériques des ennemis.
it: Le armi basate sull'elemento <darkness>oscurità<white> infliggono il doppio dei danni ai campi di forza sferica dei nemici.
pt: Armas baseadas no elemento <darkness>escuro<white> causam o dobro de dano aos Campos de Força esféricos dos inimigos.
ru: Оружие с Элементом <darkness>Тьмы<white> уничтожает сферические Силовые Поля врагов в два раза быстрее.
tr: <darkness>Karanlık<white> element temeline sahip silahlar düşmanlarının küresel Güç Alanlarına iki kat hasar vururlar.
uk: Зброя з елементом <darkness>темряви<white> наносить удвічі більше пошкоджень сферичним силовим полям ворога.

# tip28
source: Press and hold <green>Â¶<white> (<green>Attack<white>) for <us-time> seconds to cast the Super Skill you learned from the Skill Tree.
de: Halte <green>¶<white> (<green>Angriff<white>) <us-time> Sekunden lang gedrückt, um die Superfähigkeit zu aktivieren, die du aus dem Talentbaum gelernt hast.
es: Mantén pulsado <green>¶<white> (<green>ataque<white>) durante <us-time> segundos para lanzar la superhabilidad que has aprendido en el árbol de habilidades.
fr: Appuie et maintiens la touche <green>¶<white> (<green>Attaque<white>) enfoncée pendant <us-time> secondes pour lancer la Super compétence que tu as apprise dans l'Arbre de compétences.
it: Premi e mantieni <green>¶<white> (<green>Attacco<white>) per <us-time> secondi per lanciare la Super abilità che hai appreso dall'Albero delle abilità.
pt: Aperte e segure <green>¶<white> (<green>Ataque<white>) por <us-time> segundos para usar a Super Habilidade aprendida na Árvore de Habilidades.
ru: Для использования супернавыка, изученного в дереве навыков, нажмите и удерживайте <green>¶<white> (<green>атака<white>) в течение <us-time> сек.
tr: Beceri ağacından öğrendiğiniz Süper beceriyi atmak için <green>¶<white> (<green>Saldırı<white>) tuşunu <us-time> saniye basılı tutun.
uk: Для використання супернавички, вивченої в дереві навичок, натисніть й утримуйте <green>¶<white> (<green>атака<white>) протягом <us-time> сек.

# tip29
source: Rats, skeletons and bats are immune to <poison>poison<white> damage.
de: Ratten, Skelette und Fledermäuse sind immun gegen <poison>Giftschaden<white>.
es: Las ratas, los esqueletos y los murciélagos son inmunes al daño de <poison>veneno<white>.
fr: Les rats, les squelettes et les chauve-souris sont immunisés contre les dégâts de <poison>poison<white>.
it: Topi, scheletri e pipistrelli sono immuni ai danni da <poison>veleno<white>.
pt: Ratos, esqueletos e morcegos são imunes ao dano causado por <poison>envenenamento<white>.
ru: Крысы, скелеты и летучие мыши невосприимчивы к <poison>яду<white>.
tr: Fareler, iskeletler ve yarasalar <poison>zehir<white> hasarına karşı bağışıktır.
uk: Пацюки, скелети й кажани несприйнятливі до <poison>отрути<white>.

# skillTreeTip0
source: The Tree of Skills can teach all sorts of new abilities and combat advantages.
de: Der Baum der Talente bringt dir alle möglichen neuen Fähigkeiten und Kampfvorteile bei.
es: El árbol de habilidades puede enseñarte toda clase de nuevas habilidades y ventajas de combate.
fr: L'Arbre de compétences te permet d'apprendre tout un tas de nouvelles compétences et d'avantages à utiliser lors des combats.
it: L'Albero delle abilità può insegnare ogni genere di nuove abilità e vantaggi di combattimento.
pt: A Árvore das Habilidades pode ensinar todos os tipos de truques e vantagens de combate.
ru: Дерево навыков позволяет изучить всевозможные новые способности и получить боевые преимущества.
tr: Beceri ağacında her türlü yeni yeteneği ve savaş avantajlarını öğrenebilirsiniz.
uk: Дерево навичок дозволяє вивчити всілякі нові здібності й отримати бойові переваги.

# skillTreeTip1
source: Skills are separated into three specialization tracks: <force>Force<white>, <wisdom>Wisdom<white> and <courage>Courage<white>.
de: Fähigkeiten sind in drei Spezialisierungspfaden unterteilt: <force>Kraft<white>, <wisdom>Weisheit<white> und <courage>Mut<white>.
es: Las habilidades están divididas en tres ramas de especialización: <force>Fuerza<white>, <wisdom>Sabiduría<white> y <courage>Valentía<white>.
fr: Les compétences sont divisées en trois spécialisations : <force>Force<white>, <wisdom>Sagesse<white> et <courage>Courage<white>.
it: Le abilità sono suddivise in tre tracciati di specializzazione: <force>Forza<white>, <wisdom>Saggezza<white> e <courage>Coraggio<white>.
pt: As habilidades estão separadas em três trilhas de especialização: <force>Força<white>, <wisdom>Sabedoria<white> e <courage>Coragem<white>.
ru: Навыки разделены на три специализированных ветви: <force>сила<white>, <wisdom>мудрость<white> и <courage>отвага<white>.
tr: Beceriler üç farklı ustalık alanına ayrılmıştır <force>Güç<white>, <wisdom>Akıl<white> ve <courage>Güç<white>.
uk: Навички розділені на три спеціалізованих гілки: <force>сила<white>, <wisdom>мудрість<white> і <courage>відвага<white>.

# skillTreeTip2
source: Learn new skills by distributing your points across any of these tracks. Simply press the <green>+<white> button next to the first acquirable skill in each lane.
de: Erlerne neue Fähigkeiten, indem du deine Punkte auf eine dieser Pfaden verteilst. Drücke einfach die <green>+<white>-Taste neben dem ersten erwerbbaren Talent in jedem Pfad.
es: Aprende nuevas habilidades distribuyendo los puntos por cualquiera de estas ramas. Solo tienes que pulsar el botón <green>+<white> que hay junto a la primera habilidad que puedes adquirir en cada rama.
fr: Apprends de nouvelles compétences en répartissant tes points dans l'une des spécialisations. Appuie simplement sur le bouton <green>+<white> à côté de la première compétence disponible dans chaque spécialisation.
it: Apprendi nuove abilità distribuiendo i tuoi punti a questi tracciati. Basterà premere il pulsante <green>+<white> accanto alla prima abilità acquistabile in ogni corsia.
pt: Aprenda novas habilidades distribuindo seus pontos em qualquer uma dessas trilhas. Basta pressionar o botão <green>+<white> ao lado da primeira habilidade disponível em cada trilha.
ru: Изучайте новые навыки, распределяя очки на своё усмотрение. Просто нажмите кнопку <green>+<white> рядом с первым доступным для изучения навыком в каждой ветви.
tr: Puanlarınızı bu parçalardan herhangi birine dağıtarak yeni beceriler öğrenin. Her şeritte ilk edinilebilir becerinin yanındaki <green>+<white> düğmesine basmanız yeterlidir.
uk: Вивчайте нові навички, розподіляючи очки на свій розсуд. Просто натисніть кнопку <green>+<white> поруч із першою доступною для вивчення навичкою в кожній гілці.

# skillTreeTip3
source: You get one skill point for each single player dungeon finished with <three-diamonds>. You also get extra skill points by leveling up in the Competitive Mode and Weekly Dungeons.
de: Du erhälst einen Talentpunkt für jeden Einzelspieler-Dungeon, der mit <three-diamonds> abgeschlossen wurde. Du erhälst auch zusätzliche Talentpunkte, indem du im Wettkampfmodus und in den wöchentlichen Dungeons dein Niveau erhöhst.
es: Obtienes un punto de habilidad por cada mazmorra de un solo jugador que hayas terminado con <three-diamonds>. Además, consigues puntos de habilidad adicionales subiendo de nivel en el modo Competitivo y las mazmorras semanales.
fr: Tu obtiens un point de compétence pour chaque donjon de joueur unique terminé avec <three-diamonds>. Tu obtiendras également des points de compétence supplémentaires en montant des niveaux dans le Mode compétition et les Donjons hebdomadaires.
it: Otterrai un punto abilità per ogni sotterraneo terminato in modalità giocatore singolo con <three-diamonds>. Otterrai anche punti abilità extra aumentando di livello nella modalità Competitiva e nei sotterranei settimanali.
pt: Você ganha um ponto de habilidade para cada masmorra do modo história terminada com <three-diamonds>. Você também ganha pontos de habilidade subindo de nível no Modo Competitivo e nas Masmorras Semanais.
ru: Вы получите одно очко навыка за каждый уровень, пройденный в одиночном режиме с <three-diamonds>. Кроме того, вы сможете получить дополнительные очки навыков за повышение в соревновательном режиме и еженедельных уровнях.
tr: <three-diamonds> ile bitirdiğiniz her tek oyunculu zindandan bir beceri puanı kazanırsınız. Bunun yanı sıra Mücadele Modunda ve Haftalık Zindanlarda seviye kazanarak ekstra beceri puanı elde edebilirsiniz.
uk: Ви отримаєте одне очко навички за кожен рівень, пройдений в одиночному режимі з <three-diamonds>. Крім того, ви зможете отримати додаткові очки навичок за підвищення в змагальному режимі та щотижневих рівнях.

# skillTreeTip4
source: Unlocking <highlight>Achievements<white> may also grant extra points for the Skill Tree. Check out the Achievements list to find which ones give you additional points.
de: Das Freischalten von <highlight>Erfolgen<white> kann auch zusätzliche Punkte für den Talentbaum gewähren. Schau dir die Liste der Erfolge an, um herauszufinden, welche dir zusätzliche Punkte einbringen.
es: Desbloquear los <highlight>logros<white> también puede otorgar puntos adicionales del árbol de habilidades. Consulta la lista de logros para ver cuáles te dan puntos adicionales.
fr: Débloquer les <highlight>Réussites<white> peut également t'accorder des points supplémentaires pour l'Arbre de compétences. Consulte la liste des Réussites pour découvrir celles qui te donneront des points supplémentaires.
it: Sbloccando <highlight>obiettivi<white> otterrai punti extra nell'Albero delle abilità. Dai un'occhiata all'elenco degli obiettivi per scoprire quale ti permetterà ottenere più punti.
pt: Desbloquear <highlight>Conquistas<white> também pode conceder pontos extras para a Árvore de Habilidades. Verifique a lista de conquistas para descobrir quais dão a você pontos adicionais.
ru: Получение <highlight>достижений<white> может принести вам дополнительные очки для дерева навыков. Ознакомьтесь со списком достижений, чтобы узнать, какие из них дадут вам дополнительные очки.
tr: <highlight>Başarıları<white> açmak size Yetenek Ağacında ekstra puanlar kazandırabilir. Başarı listesini kontrol edin ve nereden puan kazanabileceğinizi öğrenin.
uk: Отримання <highlight>досягнень<white> може принести вам додаткові очки для дерева навичок. Ознайомтеся зі списком досягнень, щоб дізнатися, які з них дадуть вам додаткові очки.

# scoringCriteriaA
source: Scoring Criteria
de: Punktkriterien
es: Criterios de puntuación
fr: Critères de classement
it: Criterio punteggio
pt: Critérios de pontuação
ru: Критерии подсчёта Очков
tr: Puan Alma Kriterleri
uk: Критерії підрахунку очок

# scoringCriteriaB
source: Competitive Mode Scoring Criteria
de: Wettkampfmodus-Punktkriterien
es: Criterios de puntuación del modo Competitivo
fr: Critères de classement du Mode Compétition
it: Criterio punteggio della modalità Competitiva
pt: Critérios de pontuação do Modo Competitivo
ru: Критерии подсчёта Очков в Соревновательном Режиме
tr: Rekabet Modu Puan Alma Kriterleri
uk: Критерії підрахунку очок у змагальному режимі

# scoringCriteriaExA
source: More about the scoring criteria
de: Mehr zu Punktkriterien
es: Más acerca de los criterios de puntuación
fr: En savoir plus sur les critères de classement
it: Più informazioni sul criterio punteggio
pt: Mais sobre os critérios de pontuação
ru: Подробнее о критериях подсчёта Очков
tr: Puan alma kriterleri hakkında daha fazla bilgi
uk: Докладніше про критерії підрахунку очок

# scoringCriteriaExB
source: More about Competitive Mode's scoring criteria
de: Mehr zu Wettkampfmodus-Punktkriterien
es: Más acerca de los criterios de puntuación del modo Competitivo
fr: En savoir plus sur les critères de classement du Mode Compétition
it: Più informazioni sul criterio punteggio della modalità Competitiva
pt: Mais sobre os critérios de pontuação do Modo Competitivo
ru: Подробнее о критериях подсчёта Очков в Соревновательном Режиме
tr: Rekabet Modu puan alma kriterleri hakkında daha fazla bilgi
uk: Докладніше про критерії підрахунку очок у змагальному режимі

# scoringCriteriaTellA
source: Tell me more about the scoring criteria
de: Erzähl mir mehr über die Punktkriterien
es: Cuéntame más acerca de los criterios de puntuación
fr: Dites m'en plus à propos des critères de classement
it: Dimmi di più sul criterio punteggio
pt: Conte-me mais sobre os critérios de pontuação
ru: Больше о критериях подсчёта Очков
tr: Puan alma kriterleri hakkında daha fazla bilgi ver
uk: Я хочу знати більше про критерії підрахунку очок

# scoringCriteriaTellB
source: Tell me more about the Competitive Mode's scoring criteria
de: Erzähl mir mehr über die Wettkampfmodus-Punktkriterien
es: Cuéntame más acerca de los criterios de puntuación del modo Competitivo
fr: Dites m'en plus à propos des critères de classement du Mode Compétition
it: Dimmi di più sul criterio punteggio della modalità Competitiva
pt: Conte-me mais sobre os critérios de pontuação do Modo Competitivo
ru: Больше о критериях подсчёта Очков в Соревновательном Режиме
tr: Rekabet Modu puan alma kriterleri hakkında daha fazla bilgi ver
uk: Я хочу знати більше про критерії підрахунку очок у змагальному режимі

# totalTime-desc
source: The first one to reach the finish line gets a <time-bonus>% bonus over the final score.
de: Wer zuerst das Ziel erreicht, bekommt einen <time-bonus>% Bonus bei der Endpunktzahl.
es: El primero en llegar a la línea de meta recibe un <time-bonus> % de bonificación en la puntuación final.
fr: Le premier à atteindre la ligne d'arrivée obtient un bonus de <time-bonus> % sur son score final.
it: Il primo che raggiungerà il traguardo finale otterrà un <time-bonus>% di bonus sul punteggio finale.
pt: O primeiro a chegar à linha de chegada recebe um bônus de <time-bonus>% sobre a pontuação final.
ru: Первый, кто достигнет финиша, получает бонус в виде <time-bonus>% от изначального результата к Финальному Счёту.
tr: Bitiş çizgisine ilk ulaşan kişi, final puanına %<time-bonus> bonus alır.
uk: Перший, хто дістанеться фінішу, отримає бонус <time-bonus>% до фінального рахунку.

# starBonus:-desc
source: Completing the Dungeon without taking any damage rewards the player with <star-bonus>% bonus over the final score.
de: Wer das Dungeon beendet, ohne Schaden genommen zu haven, bekommt einen <star-bonus>% Bonus bei der Endpunktzahl.
es: El jugador que complete la mazmorra sin sufrir daño recibirá un <star-bonus> % de bonificación en la puntuación final.
fr: Terminer le donjon sans prendre de dommages octroie au joueur un bonus de <star-bonus> % sur son score final.
it: Completando il sotterraneo senza subire danni, il giocatore otterrà un <star-bonus>% di bonus sul punteggio finale.
pt: Completar a masmorra sem receber nenhum dano recompensa o jogador com um bônus de estrela <star-bonus>% sobre a pontuação final.
ru: За прохождение уровня без получения урона игрок награждается бонусом в виде <star-bonus>% от изначального результата к Финальному Счёту.
tr: Bir oyuncu Zindanı hiç hasar almadan tamamladığında final puanına %<star-bonus> bonus alır.
uk: За проходження рівня без отримання пошкоджень гравець отримує бонус <star-bonus>% до фінального рахунку.

# experiencePoints-desc
source: Experience points can be found around the dungeons inside yellow orbs. Collecting enough of them also increases player level. The total amount of experience points collected during the run is summed up to the final score. Head shots, multiple and special kills also reward the player with some extra experience points.
de: Erfahrungspunkte können in den Dungeons in gelben Kugeln gefunden werden. Sammelst du genug von ihnen, erhöht sich dein Spielerlevel. Der Gesamtbetrag von gesammelten Erfahrungspunkten wird in der Endpunktzahl zusammengezählt. Headshots, multiple und besondere Kills werden auch mit zusätzlichen Erfahrungspunkten belohnt.
es: Los puntos de experiencia se pueden conseguir en el interior de los orbes amarillos de las mazmorras. Si consigues suficientes, también aumentará tu nivel de jugador. La cantidad total de puntos de experiencia acumulados durante la carrera se resume en la puntuación final. Los disparos en la cabeza, y las muertes múltiples y especiales también otorgan puntos de experiencia adicionales al jugador.
fr: Des points d'expérience peuvent être trouvés dans les donjons, à l'intérieur d'orbes jaunes. Collecter suffisamment d'orbes augmente également ton niveau de joueur. Le total de points d'expérience collectés lors de la course est additionné au score final. Les tirs à la tête, ainsi que les kills multiples et spéciaux, octroient également au joueur des points d'expérience supplémentaires.
it: Puoi trovare i punti Esperienza nei sotterranei dentro le sfere gialle. Raccogliendone il più possibile aumenterai il livello giocatore. Il totale dei punti esperienza collezionati durante la corsa verrà sommato al punteggio finale. Anche colpi alla testa, uccisioni multiple e speciali ricompensano il giocatore con punti esperienza.
pt: Pontos de experiência podem ser encontrados ao longo das masmorras em orbes amarelas. Ao coletar experiência suficiente, o jogador pode também subir de nível. O total de pontos de experiência coletados durante a partida é somado à pontuação final. Tiros na cabeça, múltiplos e especiais também recompensam o jogador com alguns pontos extras de experiência.
ru: Очки Опыта можно найти в виде жёлтых сфер во время Соревнования. Собрав достаточно таких сфер, можно повысить Уровень Опыта игрока. Суммарное количество Очков Опыта, полученного во время прохождения соревнования, прибавляется к Финальному Счёту. Попадания в голову, Мульти- и Особые убийства также приносят дополнительные Очки Опыта.
tr: Deneyim puanları, zindanlardaki sarı kürelerin içinde bulunabilir. Yeterli miktarda puan toplamak oyuncunun seviyesini de yükseltir. Bir seride elde edilen toplam deneyim puanı, final puanı ile toplanır. Kafadan vuruşlar, çoklu veya özel öldürmeler de oyuncuya fazladan bir miktar deneyim puanı kazandırır.
uk: Очки досвіду можна знайти на рівнях усередині жовтих сфер. Зібравши достатньо таких сфер, можна підвищити рівень гравця. Сумарна кількість очок досвіду, отриманих під час проходження рівня, додається до фінального рахунку. Влучення в голову, масові й особливі вбивства також приносять додаткові очки досвіду.

# enemiesKilled:-desc
source: Each kill adds <kill-score> to the final score.
de: Jeder Kill fügt der Endpunktzahl <kill-score> Punkte hinzu.
es: Cada muerte suma <kill-score> a la puntuación final.
fr: Chaque kill ajoute <kill-score> au score final.
it: Ogni uccisione aggiunge <kill-score> al punteggio finale.
pt: Cada morte soma <kill-score> pontos à pontuação final.
ru: Каждое убийство добавляет к Финальному Счёту <kill-score> Очка.
tr: Her öldürme final puanına <kill-score> ekler.
uk: Кожне вбивство додає до фінального рахунку <kill-score>.
