Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/tips.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# tip0
source: Maces and Hammers block most attacks.
de: Einige Keulen und Hämmer können Angriffe blocken.
es: Ciertos martillos y mazas pueden bloquear ataques.
fr: Quelques marteaux et masses peuvent bloquer la plupart des attaques.
it: Le mazze e i martelli bloccano la maggior parte degli attacchi.
pt: Alguns martelos e clavas podem bloquear a maioria dos ataques.
ru: Молоты, булавы и посохи блокируют большинство атак.
tr: Gürzler ve Çekiçler çoğu saldırıyı engeller.
uk: Молоти й булави блокують більшість атак.

# tip1
source: You can revisit previous levels at anytime, and look for treasures you might have left behind.
de: Du kannst Level jederzeit erneut betreten, um alle versteckten Schätze zu finden.
es: Puedes volver a jugar los niveles y buscar los tesoros que hayas dejado atrás.
fr: Tu peux toujours refaire les niveaux précédents pour récupérer tous les trésors.
it: Puoi rigiocare i livelli passati quando vuoi e cercare tesori che ti sono sfuggiti.
pt: Você sempre pode revisitar fases anteriores à procura de tesouros deixados para trás.
ru: Повторно проходите предыдущие уровни, отыскивая Тайники с ещё не найденными сокровищами, чтобы получить дополнительные проценты прохождения.
tr: Geçtiğin seviyelere istediğin zaman tekrar gidebilir ve gözden kaçırdığın hazineleri arayabilirsin.
uk: Ви можете знову відвідати пройдені рівні в будь-який час, щоб відшукати ще не знайдені скарби.

# tip2
source: Gain damage bonus by combining armor and weapons with matching magical elements.
de: Kombiniere Rüstungen und Waffen mit den passenden Elementen für einen Schadensbonus.
es: Combina armaduras y armas con los mismos elementos mágicos y consigue daño adicional.
fr: Combine des armes et des vêtements magiques similaires pour gagner des bonus de dégâts.
it: Ottieni un bonus danno usando armature e armi dello stesso elemento magico.
pt: Combine armas e vestes de elementos mágicos equivalentes e ganhe bônus de dano.
ru: Используя броню, оружие и кольца с одинаковыми магическими Элементами, Вы получите наивысший бонус к урону.
tr: Zırh ve silahları uyumlu sihirli elementlerle birleştirerek hasar bonusu kazan.
uk: Використовуючи броню та зброю з однаковими магічними елементами, ви отримаєте бонус до сили атаки.

# tip3
source: Get an extra jump boost by jumping again while still in the air.
de: Du kannst extra weit springen, indem du in der Luft einen Doppelsprung ausführst.
es: Puedes saltar más lejos si saltas de nuevo mientras estás en el aire.
fr: Tu peux prendre une impulsion supplémentaire en sautant pendant que tu es en l'air.
it: Per saltare ancora più in alto, salta di nuovo mentre sei ancora in aria.
pt: Você pode pegar um impulso extra ao pular enquanto ainda estiver no ar.
ru: Повторно прыгните, находясь в воздухе, чтобы получить дополнительное усиление прыжка.
tr: Havadayken bir kez daha zıplayarak daha yüksek bir zıplama gücü kazan.
uk: Повторно стрибніть у повітрі, щоб отримати додаткове посилення стрибка.

# tip4
source: Use Health Potions to avoid dying in vain.
de: Verwende Tränke, um nicht unnötig zu sterben.
es: Usa pociones para evitar morir en vano.
fr: Utilise des potions dans les niveaux pour ne pas mourir bêtement.
it: Usa pozioni per evitare di morire inutilmente.
pt: Use poções durante a fase para não morrer de bobeira.
ru: Пользуйтесь Лечебными Зельями, чтобы избежать бесславной гибели.
tr: Boş yere ölmemek için Sağlık İksirleri kullan.
uk: Користуйтеся лікувальними зіллям, щоб уникнути безславної загибелі.

# tip5
source: Spend your Gold to revive your hero, keeping hold of items collected in the current level.
de: Du kannst dich mit Gold wiederbeleben, ohne dabei eingesammelte Items aus dem Level zu verlieren.
es: Paga con oro para revivir sin perder los objetos conseguidos en el nivel.
fr: Tu peux payer avec de l'or pour revivre sans perdre les objets que tu as collectés dans le niveau.
it: Usa l'oro per rianimare il tuo personaggio senza perdere gli oggetti raccolti nel livello.
pt: Você pode pagar com ouro para reviver sem perder itens que você pegou pela fase.
ru: Потратив золото, Вы можете воскресить своего героя, сохранив предметы, найденные на текущем уровне.
tr: Mevcut seviyede topladığın eşyaları kaybetmemek için Altın harcayarak kahramanını dirilt.
uk: За золото ви можете воскресити свого героя, зберігши предмети, знайдені на поточному рівні.

# tip6
source: The <fire>Fire<white> element armor protects you against flames.
de: Rüstungen des <fire>Feuerelements<white> schützen dich vor Flammen.
es: La armadura con elemento <fire>Fuego<white> te protege de las llamas.
fr: Les armures de l'élément <fire>Feu<white> te protègent des flammes.
it: Le armature con l'elemento <fire>Fuoco<white> proteggono dalle fiamme.
pt: Armaduras do elemento <fire>Fogo<white> te protegem das chamas.
ru: Броня и кольца с Элементом <fire>Огня<white> или улучшенное Огненное оружие защитят Вас от огня и лавы.
tr: <fire>Ateş<white> elementi zırhı seni alevlere karşı korur.
uk: Броня з <fire>вогняним<white> елементом захистить вас від вогню.

# tip7
source: Armor and rings based on <air>Air<white> or <water>Water<white> elements protect you against spikes.
de: Auf <air>Luft<white> oder <water>Wasser<white> basierende Rüstungen oder Ringe schützen dich vor Stacheln.
es: Las armaduras y los anillos de los elementos <air>Aire<white> y <water>Agua<white> te protegen de los pinchos.
fr: Les armures et les anneaux de l'élément <air>Air<white> ou <water>Eau<white> te protègent des pics.
it: Armature e anelli di <air>Aria<white> o <water>Acqua<white> ti proteggono dagli spuntoni.
pt: Armaduras e anéis dos elementos <air>Ar<white> e <water>Água<white> te protegem dos espinhos.
ru: Броня и кольца с Элементами <air>Воздуха<white> или <water>Воды<white> защитят Вас от шипов.
tr: <air>Hava<white> veya <water>Su<white> elementleri bazlı zırh ve yüzükler seni dikenlere karşı korur.
uk: Броня й кільця з <air>повітряним<white> або <water>водяним<white> елементом захистять вас від шипів.

# tip8
source: Replay and clear all enemies on previous levels without taking any damage to gain extra % completion points.
de: Wiederhole vorige Level und besiege alle Gegner, ohne getroffen zu werden. Dadurch erhöhst du deine Vervollständigungsrate.
es: Vuelve a jugar los niveles y elimina a todos los enemigos sin recibir daño para aumentar el % de juego completado.
fr: Termine les niveaux précédents en tuant tous les ennemis et sans perdre de points de vie pour augmenter ton pourcentage de progression.
it: Rigioca i livelli precedenti uccidendo tutti i nemici senza subire danni per ottenere punti completamento % extra.
pt: Termine as fases anteriores matando todos os inimigos sem tomar nenhum dano e ganhe pontos adicionais de % conclusão.
ru: Повторно проходите предыдущие уровни, зачищая всех врагов и избегая любого урона, чтобы получить Звёзды, а с ними - дополнительные проценты прохождения.
tr: Fazladan % tamamlama puanı kazanmak için önceki seviyeleri tekrar oyna ve tüm düşmanları ortadan kaldır.
uk: Повторно проходьте попередні рівні, зачищаючи всіх ворогів й уникаючи будь-якого пошкодження, щоб отримати додаткові % очок проходження.

# tip9
source: Collect all three Diamonds in each Dungeon to get extra Gold and Bonus stages.
de: Finde alle drei Diamanten in jedem Dungeon, um Bonusgold und Bonuslevel zu erhalten.
es: Consigue los tres diamantes de cada nivel para conseguir oro y niveles extra.
fr: Collecte les trois diamants de chaque niveau pour obtenir de l'or supplémentaire et des niveaux bonus.
it: Trova tutti e tre i diamanti in ogni livello per ottenere più oro e livelli bonus.
pt: Colete os três diamantes em cada fase para obter ouro extra e fases bônus.
ru: Собирайте все три Алмаза на каждом уровне, чтобы получить дополнительное золото, а иногда даже доступ к Бонусным Уровням!
tr: Ekstra Altın ve Bonus aşamalar kazanmak için her Zindandaki üç Elması da topla.
uk: Збирайте всі 3 алмази на кожному рівні, щоб отримати додаткове золото й доступ до бонусних рівнів.

# tip10
source: Items stored in the bank can be shared among all your slots.
de: In der Bank gelagerte Gegenstände können mit all deinen anderen Slots geteilt werden.
es: Los objetos almacenados en el banco se pueden compartir entre todas tus ranuras.
fr: Les objets stockés à la banque peuvent être partagés entre vos slots.
it: Gli oggetti conservati in banca possono essere condivisi da tutti i tuoi slot.
pt: Itens armazenados no banco podem ser compartilhados entre todos os seus personagens.
ru: Вещи, хранимые в Банке, можно использовать героем из любого слота.
tr: Bankada saklanan eşyaları tüm yuvalara dağıtabilirsin.
uk: Речі, що зберігаються в банку, можна використовувати будь-яким вашим героєм.

# tip11
source: You can change the class and appearance of your character at anytime using the Character Editor.
de: Mit dem Charaktereditor kannst du jederzeit die Klasse und das Aussehen deines Charakters ändern.
es: Puedes cambiar la clase y la apariencia de tu personaje en cualquier momento a través del editor de personajes.
fr: Tu peux changer la classe et l'apparence de ton personnage à tout moment grâce à l'Éditeur de Personnage.
it: Puoi cambiare la classe e l'aspetto del tuo personaggio quando vuoi con l'Editor personaggio.
pt: Você pode alterar a classe e aparência do seu personagem a qualquer hora usando o Editor de Personagem.
ru: Вы можете в любой момент изменить класс и внешний вид персонажа в Редакторе Героя.
tr: Karakter Editörü'nü kullanarak karakterinin sınıfını ve görünümünü istediğin zaman değiştirebilirsin.
uk: Ви можете в будь-який момент змінити клас і зовнішній вигляд персонажа в редакторі героя.

# tip12
source: If you have 330 armor points or more, you are protected against <fire>flames<white> and <fire>lava<white>.
de: Wenn du 330 oder mehr Rüstungspunkte hast, bist du vor <fire>Flammen<white> und <fire>Lava<white> geschützt.
es: Si tienes 330 puntos de armadura o más, gozarás de protección contra las <fire>llamas<white> y la <fire>lava<white>.
fr: Si tu as 330 points d'armure ou plus, tu es protégé des <fire>flammes<white> et de la <fire>lave<white>.
it: Se hai 330 punti armatura o più, sei protetto da <fire>fiamme<white> e <fire>lava<white>.
pt: Se você tiver 330 pontos de armadura ou mais, estará imune a jatos de <fire>fogo<white> ou <fire>lava<white>.
ru: Если у Вас 330 и более единиц брони, то, независимо от Элемента, Вы защищены от <fire>огня<white> и <fire>лавы<white>.
tr: Zırh puanın 330 veya üstü olursa <fire>alevlere<white> ve <fire>lava<white> karşı korunursun.
uk: Якщо у вас 330 або більше одиниць броні, то ви захищені від <fire>вогню<white> й <fire>лави<white>.

# tip13
source: When you feel too weak for the Competitive Dungeons, play the single player Chapters in order to get stronger equipment.
de: Wenn du zu schwach für die Wettkampf-Dungeons bist, spiele die Einzelspielerkapitel, um bessere Ausrüstung zu bekommen.
es: Si crees que eres demasiado débil para las mazmorras competitivas, juega los capítulos de un solo jugador para conseguir equipo mejor.
fr: Si tu ne te sens pas à la hauteur pour les Donjons compétitifs, termine les Chapitres en solo afin d'obtenir un meilleur équipement.
it: Se sei troppo debole per i livelli competitivi, gioca i capitoli in singolo per ottenere equipaggiamento migliore.
pt: Quando se sentir muito fraco para as Masmorras do Modo Competitivo, jogue os Capítulos para conseguir equipamento mais forte.
ru: Если вам кажется, что Вы недостаточно сильны для Соревновательного Режима, пройдите сюжетные Главы и получите более мощное снаряжение.
tr: Rekabet Zindanları için çok zayıf olduğunu düşünüyorsan daha güçlü ekipmanlar kazanmak için tek kişilik bölümleri oyna.
uk: Якщо вам здається, що ви недостатньо сильні для змагального режиму, пройдіть глави одиночної гри й отримайте більш потужне спорядження.

# tip14
source: The chests that appear after beating bosses in the Competitive Mode drop exclusive equipment.
de: Die Kisten, die nach dem Besiegen eines Bosses im Wettkampfmodus erscheinen, enthalten exklusive Ausrüstung.
es: Los cofres que aparecen tras vencer a los jefes en el Modo Competitivo contienen equipo exclusivo.
fr: Les coffres qui apparaissent après avoir battu un boss dans le Mode Compétition renferment des équipements exclusifs.
it: I forzieri che appaiono dopo aver sconfitto i boss in modalità competitiva contengono equipaggiamento esclusivo.
pt: Os baús que surgem quando um chefe é derrotado no Modo Competitivo concedem itens exclusivos.
ru: Сундуки после победы над боссами в Соревновательном Режиме дают особое эпическое снаряжение.
tr: Rekabet Modu'ndaki Boss'ları yendiğinde çıkan sandıklardan özel ekipmanlar çıkar.
uk: Скрині після перемоги над босами в змагальному режимі дають ексклюзивне спорядження.

# tip15
source: If you get the same loot for the second time in the Competitive Mode, there is a chance that its stats will be better than the previous one.
de: Wenn du den gleichen Loot zum zweiten Mal im Wettkampf Modus bekommst, kann es sein, dass er besser als der schon erlangte ist.
es: Si obtienes el mismo botín dos veces en el Modo Competitivo, es más probable que sea mejor que el que ya tienes.
fr: Si tu obtiens le même butin pour la seconde fois dans le Mode Compétition, il y a des chances pour qu'il soit plus puissant que le précédent.
it: Se ottieni lo stesso bottino per la seconda volta in modalità competitiva, probabilmente sarà più forte di quello già trovato.
pt: Se você receber o mesmo item pela segunda vez no Modo Competitivo, grandes chances deste ser bem melhor que aquele que você já possui.
ru: Если вы соревновательном режиме получите предмет, который у вас уже есть, то возможно, что его характеристики будут лучше.
tr: Rekabet Modu'nda aynı ganimeti ikinci kez aldığında bunun değerlerinin öncekinden yüksek olma şansı vardır.
uk: Якщо ви змагальному режимі отримаєте предмет, який у вас вже є, то ймовірно, що його характеристики будуть краще.

# tip16
source: Any weapon associated with a magical element (<fire>fire<white>, <air>air<white>, <earth>earth<white>, <darkness>darkness<white>, <light>light<white> or <water>water<white>) can have its magic attack power boosted by magical armor or rings.
de: Die magische Angriffskraft jeder Waffe, die mit einem magischen Element assoziiert ist (<fire>Feuer<white>, <air>Luft<white>, <earth>Erde<white>, <darkness>Dunkelheit<white>, <light>Licht<white> oder <water>Wasser<white>), kann durch magische Rüstung oder Ringe verstärkt werden.
es: Las armaduras y los anillos mágicos pueden potenciar el ataque mágico de todas las armas asociadas a un elemento mágico (<fire>fuego<white>, <air>aire<white>, <earth>tierra<white>, <darkness>oscuridad<white>, <light>luz<white> o <water>agua<white>).
fr: Toutes les armes associées à un élément magique (<fire>feu<white>, <air>air<white>, <earth>terre<white>, <darkness>ténèbres<white>, <light>lumière<white> ou <water>eau<white>) peuvent voir leur puissance d'attaque magique boostée par des armures ou des anneaux magiques.
it: Qualsiasi arma associata a un elemento magico (<fire>fuoco<white>, <air>aria<white>, <earth>terra<white>, <darkness>oscurità<white>, <light>luce<white> o <water>acqua<white>) possono avere il loro potere di attacco magico potenziato dall'armatura o dagli anelli magici.
pt: Qualquer arma associada a um elemento mágico (<fire>fogo<white>, <air>ar<white>, <earth>terra<white>, <darkness>escuridão<white>, <light>luz<white> ou <water>água<white>) pode ter seu poder de ataque mágico aumentado por armaduras ou anéis mágicos.
ru: Магический урон любого оружия, к которому привязан Элемент (<fire>Огонь<white>, <air>Воздух<white>, <earth>Земля<white>, <darkness>Тьма<white>, <light>Свет<white> или <water>Вода<white>), можно увеличить, надев магическую броню или кольцо с аналогичным Элементом.
tr: Bir sihirli element (<fire>ateş<white>, <air>hava<white>, <earth>toprak<white>, <darkness>karanlık<white>, <light>ışık<white> veya <water>su<white>) gücüne sahip tüm silahların büyü saldırı gücü büyülü zırh veya yüzüklerle artırılabilir.
uk: Магічну атаку будь-якої зброї, до якої прив'язаний елемент (<fire>вогонь<white>, <air>повітря<white>, <earth>земля<white>, <darkness>темрява<white>, <light>світло<white> або <water>вода<white>), можна збільшити, надягнувши магічну броню або кільця.

# tip17
source: Some spiders are too small and difficult to hit. Try using big maces, axes or magical staves against them.
de: Manche Spinnen sind zu klein und schwer zu treffen. Benutze große Keulen, Äxte oder Zauberstäbe gegen sie.
es: Algunas arañas son muy pequeñas y resultan difíciles de golpear. Prueba a usar grandes mazas, hachas o báculos contra ellas.
fr: Certaines araignées sont trop petites et difficiles à frapper. Essaie d'utiliser de grosses massues, des haches ou des bâtons magiques pour les affronter.
it: Alcuni ragni sono troppo piccoli e difficili da colpire. Cerca di usare grandi mazze ferrate, asce o bastoni magici contro di loro.
pt: Algumas aranhas são pequenas e difíceis de acertar. Tente usar armas grandes: martelos, machados ou cajados mágicos contra elas.
ru: Некоторые пауки слишком маленькие и по ним трудно попасть. Попробуйте использовать против них большие молоты и топоры, а также магические посохи.
tr: Bazı örümcekler çok küçüktür ve onları vurmak zordur. Bunlara karşı büyük gürzler, baltalar veya büyülü mühürler kullanmayı dene.
uk: Деякі павуки занадто маленькі й по них важко влучити. Спробуйте використовувати проти них великі булави й сокири, а також магічні палиці.

# tip18
source: Dying too much? Try wearing armor with higher defense values.
de: Stirbst du zu oft? Versuch es mal mit besserer Rüstung.
es: ¿Mueres muy a menudo? Prueba a equiparte una armadura con un valor más alto de defensa.
fr: Tu meurs trop souvent ? Essaie de porter une armure avec plus de défense.
it: Muori troppo spesso? Cerca di indossare un'armatura con valori difensivi alti.
pt: Morrendo demais? Tente usar armaduras com valores de defesa mais altos.
ru: Слишком часто умираете? Наденьте снаряжение с более высоким показателем брони. У Вас всё получится!
tr: Çok fazla mı ölüyorsun? Savunma gücü daha yüksek bir zırh kullanmayı dene.
uk: Занадто часто вмираєте? Одягніть броню з більш високим показником захисту.

# tip19
source: Get your jump timing right. You can reach higher if you find the right moment to perform the second jump.
de: Das richtige Timing ist wichtig beim Springen. Du kommst höher, wenn du den zweiten Sprung im richtigen Moment ausführst.
es: Sincroniza bien los saltos. Puedes llegar más alto si realizas el segundo salto en el momento adecuado.
fr: Trouve le bon timing pour sauter. Tu pourras atteindre des endroits plus élevés si tu trouves le bon moment pour effectuer ton deuxième saut.
it: Decidi bene il miglior momento per saltare: potrai saltare più in alto se saprai trovare il momento giusto per effettuare il secondo salto.
pt: Aprenda o tempo certo do pulo. Você pode alcançar mais alto se encontrar o momento certo para realizar o segundo salto.
ru: Правильно рассчитывайте время для прыжков. Вы сможете подпрыгнуть выше, если выполните второй прыжок в нужный момент.
tr: Zıplama zamanını doğru ayarla. İkinci zıplamayı doğru anda yaparsan daha yükseklere ulaşabilirsin.
uk: Правильно розраховуйте час для стрибків. Ви зможете підстрибнути вище, якщо виконаєте другий стрибок у потрібний момент.

# tip20
source: The higher your rank is, the better are your chances of getting good items in the Competitive Mode.
de: Je höher dein Rang ist, umso höher sind deine Chancen, gute Items im Wettkampfmodus zu bekommen.
es: Cuanto mayor sea tu rango, más probabilidades tendrás de obtener buenos objetos en el modo Competitivo.
fr: Plus ton grade est élevé, plus tu as de chances d'obtenir de bons objets dans le Mode Compétition.
it: Maggiore sarà la tua posizione, più possibilità avrai di ottenere ottimi oggetti nella modalità Competitiva.
pt: Suas chances de conseguir itens melhores no Modo Competitivo aumentam conforme você sobe sua patente.
ru: Чем выше Ваш ранг, тем больше шанс получения ценного, максимально прокаченного снаряжения в Соревновательном Режиме.
tr: Derecen ne kadar yüksek olursa, Rekabet Modu'nda iyi eşyalar alma şansın da o kadar artar.
uk: Чим вище ваш ранг, тим більше шанс отримати цінне спорядження в змагальному режимі.

# tip21
source: The higher your rank is, the bigger are token prizes in Competitive Mode's random matches.
de: Je höher dein Rang ist, umso besser sind die Münzbelohnungen in Wettkampfmodus-Zufallskämpfen.
es: Cuanto más alto sea tu rango, mayores serán los premios de monedas en las partidas aleatorias del modo Competitivo.
fr: Lors des matches aléatoires du Mode Compétition, plus ta position dans le classement est élevée, plus tes récompenses en pièces sont importantes.
it: The higher your rank is, the bigger are coin prizes in Competitive Mode's random matches.
pt: Conforme sua patente sobe, aumenta também a premiação em fichas das partidas aleatórias do Modo Competitivo.
ru: Чем выше ваш ранг, тем больше монет сможете получить в награду в Соревновательном Режиме.
tr: Derecen ne kadar yüksek olursa, Rekabet Modu'nun rastgele maçlarında alacağın jeton ödülleri de o kadar büyük olur.
uk: Чим вище ваш ранг, тим більше монет зможете отримати як винагороду у змагальному режимі.

# tip22
source: Epic loot from the Competitive Mode comes with random stats and cannot be upgraded with runes.
de: Epische Beute aus dem Wettkampfmodus hat Zufallswerte und kann nicht mit Runen verbessert werden.
es: El botín épico del modo Competitivo tiene atributos aleatorios y no se puede mejorar con runas.
fr: Le butin épique du Mode Compétition dispose de statistiques aléatoires. Il ne peut pas être amélioré avec des runes.
pt: Itens conseguidos no Modo Competitivo vêm com atributos aleatórios e não podem ser melhorados com runas.
ru: Эпические предметы в Соревновательном Режиме имеют случайные характеристики и не могут улучшаться Рунами.
tr: Rekabet Modu'ndan gelen destansı ganimetler rastgele değerlere sahip olur ve rünlerle geliştirilemez.
uk: Епічні предмети у змагальному режимі мають випадкові характеристики й не можуть удосконалюватися рунами.

# tip23
source: There is rank loss penalty whenever a player with much lower rank beats you.
de: Wann immer dich ein Spieler mit niedrigerem Rang schlägt, erleidest du eine Rangstrafe.
es: Hay una penalización por pérdida de rango cuando te vence un jugador con un rango mucho menor al tuyo.
fr: Il y a une pénalité de baisse de classement lorsqu'un joueur avec un rang largement inférieur au tien te bat.
it: Perderai la posizione ottenuta, ogni volta che verrai battuto da un giocatore con una posizione molto inferiore alla tua.
pt: Ser derrotado por jogadores de patente muito mais baixa que a sua penaliza com perda de pontos de ranking.
ru: За проигрыш сопернику с намного более низким рангом, игрок штрафуется понижением в ранге.
tr: Senden çok daha düşük dereceli bir oyuncuya yenilmenin bir derece düşürme cezası vardır.
uk: За програш супернику з набагато нижчим рангом гравець штрафується пониженням в ранзі.
