Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# duelAnnouncement1
source: The gauntlet has been thrown! Will you rise to the Duel?
de: Die Herausforderung ist da! Wirst du dich dem Duell stellen?
es: ¡Han arrojado el guante! ¿Te batirás en duelo?
fr: Un gant a été jeté ! Accepteras-tu le duel ?
it: La sfida è stata lanciata! Affronterai il duello?
pt: A sorte está lançada! Você aceitará o Duelo?
ru: Вызов брошен! Готовы ли вы выйти на честную дуэль?
tr: Meydan okuma başlatıldı! Düelloya hazır mısın?
uk: Виклик кинуто! Чи готові ви вийти на чесну дуель?

# duelAnnouncement2
source: A challenger approaches! Claim victory in the Duel!
de: Ein Herausforderer naht! Fordere den Sieg im Duell heraus!
es: ¡Se acerca un contendiente! ¡Hazte con la victoria en el duelo!
fr: Adversaire en approche ! Remporte la victoire lors de ce duel !
it: Uno sfidante si sta avvicinando! Punta alla vittoria nel duello!
pt: Um desafiante se aproxima! Reivindique a vitória no Duelo!
ru: Битва неизбежна! Выборите победу в дуэли!
tr: Bir rakip ortaya çıktı! Düelloda zaferini elde et
uk: Битва неминуча! Одержіть перемогу в дуелі!

# duelAnnouncement3
source: You have been summoned to an epic Duel!
de: Du wurdest zu einem epischen Duell gerufen!
es: ¡Te han convocado a un duelo épico!
fr: Tu as été invoqué pour un duel épique !
it: Ti hanno sfidato a un duello epico!
pt: Você foi convocado para um Duelo épico!
ru: Вас вызвали на дуэль века!
tr: Görkemli bir Düelloya davet edilniz!
uk: Вас викликали на дуель століття!

# duelAnnouncement4
source: The Duel of fates is upon you!
de: Das Duell der Schicksale liegt vor dir!
es: ¡El duelo de los destinos se cierne sobre ti!
fr: Le duel des destins s'offre à toi !
it: Il duello dei destini dipende da te!
pt: O Duelo dos destinos está colocado!
ru: Впереди вас ждет судьбоносная дуэль!
tr: Kaderin Düellosu senin üzerinde!
uk: Попереду на вас чекає доленосна дуель!

# duelAnnouncement5
source: Ready yourself, <class>! A Duel calls your name!
de: Mach dich bereit, <class>! Ein Duell ruft deinen Namen!
es: ¡Prepárate, <class>! ¡Hay un duelo con tu nombre!
fr: Prépare-toi, <class> ! Un défi t'a été lancé !
it: Preparati, <class>! Un duello ti sta chiamando!
pt: Prepare-se, <class>! Um Duelo clama pelo seu nome!
ru: Готовьтесь, <class>! Вам нужна дуэль, дуэли нужны вы!
tr: Kendini hazırla, <class>! Düello seni çağırıyor!
uk: Готуйтеся, <class>! Вам потрібна дуель, а дуелі потрібні ви!

# duelAnnouncement6
source: The time for battle is now! The <other-class> called you to the grand Duel.
de: Die Zeit für den Kampf ist gekommen! Der <other-class> hat dich zum großen Duell gerufen.
es: ¡Ha llegado la hora del combate! El <other-class> te ha desafiado a un gran duelo.
fr: L'heure du combat a sonné ! Un <other-class> te défie pour un grand duel.
it: Il tempo di combattere è arrivato! Lo sfidante <other-class> ha chiamato te per il grande duello.
pt: A hora da batalha chegou! Um <other-class> te chama para o grande Duelo.
ru: Настал час скрестить мечи! <other-class> вызывает вас на дуэль.
tr: Savaş zamanı geldi çattı! Rakibin <other-class> seni Yüce Düelloya çağırdı.
uk: Настав час схрестити мечі! <other-class> викликає вас на дуель.

# duelAnnouncement7
source: Hear the crowd roar - you've been chosen for a heroic Duel!
de: Höre das donnernde Brüllen der Zuschauermenge - du wurdest für ein heroisches Duell ausgewählt.!
es: Escucha cómo ruge el público. ¡Te han elegido para un duelo heroico!
fr: Écoute la foule rugir : tu as été choisi pour un duel héroïque !
it: Senti la folla esultare: sei stato scelto per partecipare a un duello eroico!
pt: Ouça a multidão rugir - você foi escolhido para um Duelo heróico!
ru: Услышьте гул взволнованной толпы - вас выбрали для героической дуэли!
tr: Kalabalığın gürültüsünü dinle! - kahramanca bir Düello için seçildin!
uk: Почуйте гул схвильованого натовпу - вас обрали для героїчної дуелі!

# duelAnnouncement8
source: Destiny calls - the Duel of honor demands your valor, <class>!
de: Das Schicksal ruft - das Duell der Ehre verlangt nach deinem Mut, <class>!
es: El destino te llama. ¡El duelo de honor exige tu valentía, <class>!
fr: Le destin t'appelle : prouve ta valeur lors de ce duel d'honneur, <class> !
it: Il destino ti sta chiamando: il duello d'onore pretende il tuo valore, <class>!
pt: O destino chama - o Duelo de honra exige o seu valor, <class>!
ru: Судьба зовет - ваша отвага нужна на дуэли, <class>!
tr: Kader seni çağırıyor - Şeref Düellosu cesaretini sorguluyor, <class>!
uk: Доля кличе - ваша відвага потрібна на дуелі, <class>!

# duelAnnouncement9
source: You've been selected for a Duel against this <other-class>!
de: Du wurdest für ein Duell gegen diesen ausgewählt! Dein Gegner ist <other-class>
es: ¡Te han seleccionado para un duelo contra este <other-class>!
fr: Tu as été choisi pour un duel contre ce <other-class> !
it: Sei stato scelto per un duello contro lo sfidante <other-class>!
pt: Você foi selecionado para um Duelo contra um <other-class>!
ru: Вас выбрали для дуэли против <other-class>!
tr: Rakibin <other-class>'a karşı bir düelloya seçildin!
uk: Вас обрали для дуелі проти <other-class>!

# duelWaitMessage0
source: Waiting this <class>'s valorous acceptance for the Duel to commence!
de: Warte auf die mutige Zustimmung von <class>, damit das Duell beginnen kann!
es: ¡Esperando a que este <class> acepte con valentía para que dé comienzo el duelo!
fr: En attente du valeureux accord de ce <class> pour lancer le duel !
it: In attesa che lo sfidante <class> accetti valorosamente di partecipare per iniziare il duello!
pt: Aguardando que este <class> aceite o desafio para que o Duelo comece!
ru: Ожидаем, пока <class> доблесно примет вызов на дуэль.
tr: Düellonun başlaması için <class>'in cesurca kabulünü bekliyorum!
uk: Очікуємо, поки <class> звитяжно прийме виклик на дуель.

# duelWaitMessage1
source: A hush falls over the crowd as we await the <class>'s courageous response!
de: Ein Schweigen legt sich über die Zuschauermenge, während wir auf die mutige Antwort von <class> warten!
es: ¡El público se sume en un silencio sepulcral mientras espera la valerosa respuesta del <class>!
fr: La foule retient son souffle alors que nous attendons la courageuse réponse du <class> !
it: Il silenzio è sceso sulla folla che aspetta la coraggiosa risposta dello sfidante <class>!
pt: Um silêncio se faz entre a multidão enquanto esperamos pela resposta corajosa do <class>!
ru: Вокруг воцарилась тишина. Все ждут смелого решения <class> о дуэли!
tr: <class>'in cesur yanıtını beklerken kalabalığın üzerine bir sessizlik çöküyor!
uk: Навколо запанувала тиша. Усі чекають сміливого рішення <class> щодо дуелі!

# duelWaitMessage2
source: The Duel's acceptance hangs in the balance!
de: Die Annahme des Duells hängt in der Schwebe!
es: ¡La aceptación del duelo pende de un hilo!
fr: L'acceptation du duel est en attente !
it: La sfida a duello è in attesa di essere accettata!
pt: A decisão sobre o Duelo está em suspense!
ru: Решение о принятии дуэли висит на волоске.
tr: Düellonun kabulü dengede duruyor!
uk: Рішення про прийняття дуелі висить на волосині.

# duelWaitMessage3
source: Waiting for the <class> to step forward and accept the challenge!
de: Warten darauf, dass <class> vortritt und die Herausforderung annimmt!
es: ¡Esperando a que el <class> dé un paso adelante y acepte el desafío!
fr: En attente de l'acceptation du challenge par le <class> !
it: In attesa che lo sfidante <class> faccia un passo in avanti e accetti la sfida!
pt: Esperando que o <class> avance e aceite o desafio!
ru: Перчатка брошена. Ждем принятия дуэли от <class>!
tr: <class>'ın cesaret etmesini ve bu meydan okumayı kabul etmesini bekliyorum!
uk: Рукавичку кинуто. Чекаємо прийняття дуелі від <class>!

# duelWaitMessage4
source: The crowd holds their breath, awaiting the <class>'s acceptance to the Duel!
de: Die Zuschauermenge hält den Atem an und wartet auf die Annahme von <class> zum Duell!
es: ¡El público contiene la respiración mientras espera a que el <class> acepte el duelo!
fr: La foule retient son souffle en attendant l'acceptation du duel par le <class> !
it: La folla è in trepidante attessa che lo sfidante <class> accetti il duello!
pt: A multidão prende a respiração, esperando que o <class> aceite o Duelo!
ru: Толпа затаила дыхание в ожидании согласия <class> на участие в дуэли!
tr: Kalabalık nefesini tutarak, <class>'in Düelloyu kabul etmesini bekliyor '
uk: Натовп затамував подих в очікуванні згоди <class> на участь у дуелі!

# duelWaitMessage5
source: Anticipation builds as the <class> ponders the call to Duel!
de: Die Spannung steigt, während der <class> über den Ruf zum Duell nachdenkt!
es: ¡La expectativa es cada vez mayor mientras el <class> se plantea aceptar el duelo!
fr: Nous attendons avec impatience de connaître la réponse du <class> à ce duel lancé !
it: Le aspettative aumentano mentre lo sfidante <class> riflette sul da farsi!
pt: A expectativa cresce enquanto o <class> reflete sobre o chamado para o Duelo!
ru: <class> обдумывает вызов на дуэль! Интрига нарастает!
tr: <class> Düello davetini düşünürken, kalabalık iyice heyecanlanıyor!
uk: <class> обмірковує виклик на дуель! Інтрига наростає!

# duelChallengeCancelled
source: The challenger has withdrawn from the Duel's call!
de: Der Herausforderer hat sich vom Ruf zum Duell zurückgezogen!
es: ¡El contendiente no seguirá adelante con el desafío!
fr: Le challenger n'a pas accepté le duel !
it: Lo sfidante non ha accettato la sfida a duello!
pt: O desafiante recuou do chamado para o Duelo!
ru: Оппонент отказался от вызова на дуэль!
tr: Rakibin Düello davetini geri çekti!
uk: Опонент відмовився від виклику на дуель!

# duelChallengeDeclined
source: The opponent has retreated from the clash you proposed.
de: Der Gegner hat sich von dem Zusammenstoß zurückgezogen, den du vorgeschlagen hast.
es: El oponente se ha retirado del enfrentamiento que has propuesto.
fr: L'adversaire s'est retiré du combat que tu lui as proposé.
it: Lo sfidante ha deciso di non partecipare allo scontro da te proposto.
pt: O oponente se retirou do confronto que você propôs.
ru: Противник отказался от предложенной вами битвы.
tr: Rakip, davet ettiğin mücadeleden geri çekildi!
uk: Супротивник відмовився від запропонованої вами битви.

# duelChallengeNotAvailableBusy
source: Hold your spells! <player-name> already has another pending duel to settle.
de: Halte deine Zauber! <player-name> hat bereits ein anderes ausstehendes Duell zu klären.
es: ¡Parad los hechizos! <player-name> ya tiene un duelo pendiente que zanjar.
fr: Retiens tes sorts ! <player-name> a déjà un autre duel en attente.
it: Tieni a bada gli incantesimi! <player-name> ha già un altro duello a cui partecipare.
pt: Segure suas magias! <player-name> já tem outro duelo pendente para resolver.
ru: Приберегите свои заклинания! Игрок <player-name> сначала должен разобраться с другой дуэлью.
tr: Büyülerinizi tutun! <player-name> zaten şu anda bir düelloya davetli.
uk: Прибережіть свої закляття! Гравець <player-name> спочатку має розібратися з іншою дуеллю.

# duelChallengeNotAvailableShop
source: Hold on! <player-name> is currently checking out the tavern's goods.
de: Moment mal! <player-name> schaut sich gerade die Waren in der Taverne an.
es: ¡Esperad! <player-name> está echando un ojo a los artículos de la taberna.
fr: Attends ! <player-name> est en train de consulter les articles de la taverne.
it: Aspetta! <player-name> si trova nella taverna in questo momento.
pt: Espere aí! <player-name> está ocupado conferindo os itens da taverna.
ru: Терпение, только терпение! <player-name> проверяет ассортимент таверны.
tr: Lütfen durun! <player-name> şu anda Tavernanın mallarını kontrol ediyor.
uk: Терпіння, тільки терпіння! <player-name> перевіряє асортимент таверни.

# duelChallengeNotAvailableMisc
source: Hold your challenge! <player-name> is unavailable for a duel right now.
de: <player-name> ist derzeit nicht für ein Duell verfügbar.
es: <player-name> no está disponible para un duelo ahora mismo.
fr: <player-name> n'est actuellement pas disponible pour un duel.
it: <player-name> non è attualmente disponibile per un duello.
pt: <player-name> não está disponível para duelo no momento.
ru: Игрок <player-name> сейчас недоступен для дуэли.
tr: <player-name> şu anda mücadele için müsait değil.
uk: Гравець <player-name> зараз недоступний для дуелі.

# cantShopDuringPendingDuel
source: Duel first, shop later! The tavern shop is locked while you have a duel pending.
de: Erst das Duell, dann der Einkauf! Der Taverne-Laden ist gesperrt, solange du ein ausstehendes Duell hast.
es: ¡Primero el duelo y después las compras! La tienda de la taberna se bloquea mientras tienes un duelo pendiente.
fr: Le duel d'abord, les achats après ! La boutique de la taverne est fermée si tu as un duel en attente.
it: Prima il duello, poi lo shopping! Il negozio della taverna resta chiuso finché c'è un duello da affrontare.
pt: Duelo primeiro, compras depois! A loja da taverna fica bloqueada quando há um duelo pendente.
ru: Первым делом дуэль, прохлаждаться в таверне потом будете! Магазин таверны закрыт, пока вы ожидаете дуэли.
tr: Önce can al, sonra mal al ! Seni bekleyen bir düello daveti olduğu için taverna mağazası inaktif.
uk: Насамперед дуель, прохолоджуватися в таверні потім будете! Магазин таверни зачинений, поки ви очікуєте дуелі.

# leaveDuelConfirmation
source: Leave duel?
de: Das Duell verlassen?
es: ¿Marcharte del duelo?
fr: Quitter le duel ?
it: Vuoi abbandonare il duello?
pt: Sair do duelo?
ru: Покинуть дуэль?
tr: Düellodan ayrıl?
uk: Покинути дуель?

# leaveDuelConfirmation0
source: Surrender to your fate?
de: Ergib dich deinem Schicksal?
es: ¿Rendirte ante el destino?
fr: Tu souhaites te rendre ?
it: Vuoi soccombere al tuo destino?
pt: Render-se ao seu destino?
ru: Сдаться на волю судьбы?
tr: Kaderine karşı pes et?
uk: Здатися на волю долі?

# leaveDuelConfirmation1
source: Yield to your rival?
de: Deinem Rivalen nachgeben?
es: ¿Capitular ante tu rival?
fr: Tu capitules devant ton rival ?
it: Vuoi piegarti al tuo rivale?
pt: Ceder ao seu rival?
ru: Хотите уступить сопернику?
tr: Rakibine teslim ol?
uk: Хочете поступитися суперникові?

# leaveDuelConfirmation2
source: Abandon the fight?
de: Den Kampf aufgeben?
es: ¿Abandonar la pelea?
fr: Tu abandonnes le combat ?
it: Vuoi abbandonare lo scontro?
pt: Abandonar a luta?
ru: Сложить оружие?
tr: Savaştan ayrıl?
uk: Скласти зброю?

source: Surrender
de: Aufgeben
es: Rendirme
fr: Se rendre
it: Arrenditi
pt: Render-se
ru: Сдаться
tr: Pes Et
uk: Здатися

source: Yield
de: Nachgeben
es: Capitular
fr: Capituler
it: Piegati
pt: Ceder
ru: Уступить
tr: Teslim Ol
uk: Поступитися

source: Abandon
de: Verlassen
es: Abandonar
fr: Abandonner
it: Abbandona
pt: Abandonar
ru: Покинуть
tr: Ayrıl
uk: Покинути

# opponentDisconnectedVictory
source: Enemy connection severed - victory is yours!
de: Die Verbindung des Feindes wurde unterbrochen - der Sieg gehört dir!
es: Conexión del enemigo interrumpida: ¡la victoria es tuya!
fr: La connexion de l'ennemi a été perdue : la victoire est tienne !
it: La connessione del nemico è caduta: la vittoria è tua!
pt: Conexão do inimigo cortada - a vitória é sua!
ru: Боги интернета отвернулись от врага. Победа за вами!
tr: Rakibinizin bağlantısı koptu - zafer senin oldu!
uk: Боги інтернету відвернулися від ворога. Перемога за вами!

# playerDisconnectedVictory
source: <player-name>'s connection severed - victory is yours!
de: Die Verbindung von <player-name> wurde unterbrochen - der Sieg gehört dir!
es: Conexión de <player-name> interrumpida: ¡la victoria es tuya!
fr: La connexion de <player-name> a été perdue : la victoire est tienne !
it: La connessione di <player-name> si è persa: la vittoria è tua!
pt: Conexão de <player-name> cortada - a vitória é sua!
ru: Интернет игрока <player-name> объявил забастовку. Победа за вами!
tr: <player-name>'in bağlantısı koptu - zafer senin oldu!
uk: Інтернет гравця <player-name> оголосив страйк. Перемога за вами!

# opponentDisconnectedDestiny
source: Enemy connection severed - destiny sealed!
de: Die Verbindung des Feindes wurde unterbrochen - das Schicksal ist besiegelt!
es: Conexión del enemigo interrumpida: ¡el destino está sellado!
fr: La connexion de l'ennemi a été perdue : son destin est scellé !
it: La connessione del nemico è caduta: il destino è segnato!
pt: Conexão do inimigo cortada - destino selado!
ru: Интернет соперника ушел в астрал. Судьба приняла вашу сторону!
tr: Rakibinin bağlantısı koptu - kader mühürlendi!
uk: Інтернет суперника пішов в астрал. Доля стала на ваш бік!

# playerDisconnectedDestiny
source: <player-name>'s connection severed - destiny sealed!
de: Die Verbindung von <player-name> wurde unterbrochen - das Schicksal ist besiegelt!
es: Conexión de <player-name> interrumpida: ¡el destino está sellado!
fr: La connexion de <player-name> a été perdue : son destin est scellé !
it: La connessione di <player-name> si è persa: il destino è segnato!
pt: Conexão de <player-name> cortada - destino selado!
ru: Связь с игроком <player-name> прервана. Так предначертано судьбой!
tr: <player-name>'in bağlantısı koptu - kader mühürlendi!
uk: Зв'язок із гравцем <player-name> перервано. Так визначено долею!

# opponentHasFled
source: Opponent has fled the battle!
de: Der Gegner ist aus dem Kampf geflohen!
es: ¡El oponente ha huido del combate!
fr: Ton adversaire a pris la fuite !
it: Lo sfidante è scappato a gambe levate campo di battaglia!
pt: Oponente fugiu da batalha!
ru: Соперник бежал!
tr: Rakibin savaş alanından kaçtı!
uk: Суперник накивав п'ятами!

source: <player-name> wins
de: <player-name> siegt
es: <player-name> ha ganado
fr: Victoire de <player-name>
it: <player-name> ha vinto
pt: <player-name> vence
ru: Игрок <player-name> побеждает
tr: Kazanan <player-name>
uk: Гравець <player-name> перемагає

# playerNameWinsExcl
source: <player-name> wins!
de: <player-name> siegt!
es: ¡<player-name> ha ganado!
fr: Victoire de <player-name> !
it: <player-name> ha vinto!
pt: <player-name> vence!
ru: Игрок <player-name> побеждает!
tr: Kazanan <player-name>
uk: Гравець <player-name> перемагає!

# playerNameDefeated
source: <player-name> was defeated
de: <player-name> wurde besiegt
es: <player-name> ha perdido
fr: <player-name> a été battu
it: <player-name> è stato sconfitto
pt: <player-name> foi derrotado
ru: Игрок <player-name> повержен
tr: <player-name> kaybetti
uk: Гравець <player-name> переможений

# playerNameDefeatedExcl
source: <player-name> was defeated!
de: <player-name> wurde besiegt!
es: ¡<player-name> ha perdido!
fr: <player-name> a été battu !
it: <player-name> è stato sconfitto!
pt: <player-name> foi derrotado!
ru: Игрок <player-name> сокрушен!
tr: <player-name> savaşı kaybetti!
uk: Гравець <player-name> розбитий!

source: Flawless Victory
de: Makelloser Sieg
es: Victoria impecable
fr: Victoire écrasante
it: Vittoria perfetta
pt: Vitória perfeita
ru: Триумф
tr: Kusursuz Galibiyet
uk: Тріумф

# flawlessVictoryExcl
source: Flawless Victory!
de: Makelloser Sieg!
es: ¡Victoria impecable!
fr: Victoire écrasante !
it: Vittoria perfetta!
pt: Vitória perfeita!
ru: Безупречная победа!
tr: Kusursuz Galibiyet!
uk: Бездоганна перемога!

source: vs.
tr: x

# oneExt
source: one
de: eins
es: uno
fr: un
it: uno
pt: um
tr: bir

# twoExt
source: two
de: zwei
es: dos
fr: deux
it: due
pt: dois
tr: iki

# threeExt
source: three
de: drei
es: tres
fr: trois
it: tre
pt: três
tr: üç

# fourExt
source: four
de: vier
es: cuatro
fr: quatre
it: quattro
pt: quatro
tr: dört

# fiveExt
source: five
de: fünf
es: cinco
fr: cinq
it: cinque
pt: cinco
tr: beş

source: Side Sip
de: Extra Schluck
tr: Küçük Yudum

# downloadingDuelArenaScene
source: Downloading duel arena...
de: Duell-Arena wird heruntergeladen...
tr: Düello arenası indiriliyor...

# duelArenaSceneLoaded
source: Duel arena loaded.
de: Duell-Arena geladen.
tr: Düello arenası yüklendi.

# couldntLoadDuelArenaScene
source: Couldn't load duel arena.
de: Duell-Arena konnte nicht geladen werden.
tr: Düello arenası yüklenemedi.

# couldntLoadDuelArenaSceneTryAgain
source: Couldn't load duel arena. Please try again.
de: Duell-Arena konnte nicht geladen werden. Bitte versuche es erneut.
tr: Düello arenası yüklenemedi. Lütfen tekrar deneyin.

# duelArenaSceneLoadingFailed
source: Duel arena loading failed.
de: Duell-Arena Laden fehlgeschlagen.
tr: Düello arenası yüklemesi başarısız oldu

source: Downloading resources...
de: Ressourcen werden heruntergeladen...
tr: Kaynaklar indiriliyor...

source: Resources downloaded.
de: Ressourcen heruntergeladen.
tr: Kaynaklar indirildi.

source: Couldn't download resources.
de: Ressourcen konnten nicht heruntergeladen werden.
tr: Kaynaklar indirilemedi.

# couldntDownloadResourcesTryAgain
source: Couldn't download resources. Please try again.
de: Ressourcen konnten nicht heruntergeladen werden. Bitte versuche es erneut.
tr: Kaynaklar indirilemedi. Lütfen tekrar deneyin.

source: Resource download failed.
de: Ressourcen-Download fehlgeschlagen.
tr: Kaynak indirimi başarısız oldu.

# cheaterNoticeOnlineFeatures
source: Irregular activity has been detected on your account. Some online multiplayer features may not work as expected.
de: Unregelmäßige Aktivitäten wurden auf deinem Konto festgestellt. Einige Online-Multiplayer-Funktionen funktionieren möglicherweise nicht wie erwartet.
tr: Hesabınızda düzensiz etkinlikler tespit edildi. Bazı çevrimiçi özellikler geçici olarak devre dışı olabilir.
