Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# about-play-pass-2
source: [1] There will be no changes to the game if you're not part of the Google Play Pass program.
de: [1] Es gibt keine Änderungen am Spiel, wenn du nicht am Google-Play-Pass-Programm teilnimmst.
es: [1] No habrá cambios en el juego si no formas parte del programa Google Play Pass.
fr: [1] Ne pas faire partie du programme Google Play Pass n'impactera en aucun cas votre expérience de jeu.
it: [1] Se non fai parte del programma Google Play Pass, non noterai nessun cambio nel gioco
pt: [1] Não haverá mudanças no jogo se você não fizer parte do programa Google Play Pass.
ru: [1] если вы не присоединитесь к программе Google Play Pass, это никак не отразится на вашем игровом процессе.
tr: [1] Google Play Pass programının bir parçası değilseniz oyunda herhangi bir değişiklik olmayacaktır.
uk: [1] якщо ви не приєднаєтеся до програми Google Play Pass, це ніяк не позначиться на вашому ігровому процесі.

# about-play-pass-3
source: [2] All in-app purchases are removed from the game for Play Pass subscribers.
de: [2] Alle In-App-Käufe werden für Play-Pass-Abonnenten aus dem Spiel entfernt.
es: [2] Todas las compras integradas en la aplicación se eliminan del juego para los suscriptores de Play Pass.
fr: [2] Tous les achats in-app sont retirés du jeu pour les abonnés Google Play Pass.
it: [2] Tutti gli acquisti in-app saranno rimossi dal gioco per gli abbonati di Play Pass.
pt: [2] Todas as compras no aplicativo são removidas para assinantes do Play Pass.
ru: [2] Для подписчиков Play Pass нет необходимости во внутриигровых покупках.
tr: [2] Play Pass aboneleri için tüm uygulama içi satın alımlar oyundan kaldırılır.
uk: [2] Для передплатників Play Pass немає необхідності у внутрішньоігрових покупках.

# subscribePlayPass
source: Subscribe now!
de: Abonniere jetzt!
es: ¡Suscríbete ya!
fr: Inscris-toi dès maintenant !
it: Abbonati ora!
pt: Assine agora!
ru: Скорее подписывайтесь!
tr: Şimdi abone olun!
uk: Швидше підписуйтеся!

# congratulationsExcl
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Enhorabuena!
fr: Félicitations !
it: Congratulazioni!
pt: Parabéns!
ru: Поздравляем!
tr: Kutlarım!
uk: Вітаємо!

# wellDoneExcl
source: Well done!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Bien joué !
it: Ben fatto!
pt: Bem jogado!
ru: Отличная работа!
tr: Tebrikler!
uk: Відмінна робота!

# scorePrizeRewardPush
source: Bravo! Your score in last week's Dungeon secured you the position <pos> out of <total> players! A fantastic prize awaits you in the Prize Room!
de: Bravo! Deine Punktzahl im Dungeon der letzten Woche sicherte dir den Platz <pos> von <total> Spielern! Ein fantastischer Preis erwartet dich im Preisraum!
es: ¡Bravo! ¡Tu puntuación en la mazmorra de la semana pasada te ha asegurado la posición <pos> de entre <total> jugadores! ¡Te espera un premio fantástico en la Sala de Premios!
fr: Bravo ! Ton score dans le Donjon de la semaine dernière t'a permis de te classer <pos>e sur un total de <total> joueurs ! Un incroyable prix t'attend dans la Salle de récompenses !
it: Grande! Grazie al punteggio ottenuto la scorsa settimana nel Sotterraneo, hai raggiunto la posizione <pos> su <total> giocatori! Una ricompensa spettacolare ti aspetta nella Stanza dei premi!
pt: Bravo! Sua pontuação na masmorra da semana passada garantiu a você a posição <pos> de um total de <total> jogadores! Um prêmio fantástico espera por você na Sala de Prêmios!
ru: Браво! Набранные вами очки на уровне на прошлой неделе обеспечили вам <pos> место среди <total> игроков! В призовой комнате вас ждёт фантастический приз!
tr: Tebrikler! Geçen haftaki Zindan'daki puanınınız size <total> arasından <pos> konumunu garantiledi! Ödül Odasında sizi harika ödüller bekliyor!
uk: Браво! Набрані вами очки на рівні минулого тижня забезпечили вам <pos> місце серед <total> гравців! У призовій кімнаті на вас чекає фантастичний приз!

# timePrizeRewardPush
source: Bravo! Your time score in last week's Dungeon secured you the position <pos> out of <total> players! A fantastic prize awaits you in the Prize Room!
de: Bravo! Dein Zeitergebnis im Dungeon der letzten Woche sicherte dir den Platz <pos> von <total> Spielern! Ein fantastischer Preis erwartet dich im Preisraum!
es: ¡Bravo! ¡Tu puntuación de tiempo en la mazmorra de la semana pasada te ha asegurado la posición <pos> de entre <total> jugadores! ¡Te espera un premio fantástico en la Sala de Premios!
fr: Bravo ! Ton score de temps dans le Donjon de la semaine dernière t'a permis de te classer <pos>e sur un total de <total> joueurs ! Un incroyable prix t'attend dans la Salle de récompenses !
it: Grande! Grazie al tempo ottenuto la scorsa settimana nel Sotterraneo, hai raggiunto la pozione <pos> su <total> giocatori! Una ricompensa spettacolare ti aspetta nella Stanza dei premi!
pt: Bravo! Sua pontuação de tempo na masmorra da semana passada garantiu a você a posição <pos> de um total de <total> jogadores! Um prêmio fantástico espera por você na Sala de Prêmios!
ru: Браво! Ваш показатель времени за прохождение уровня на прошлой неделе обеспечил вам <pos> место среди <total> игроков! В призовой комнате вас ждёт фантастический приз!
tr: Tebrikler! Geçen haftaki Zindan'daki zaman puanınınız size <total> arasından <pos> konumunu garantiledi! Ödül Odasında sizi eşsiz bir ödül bekliyor!
uk: Браво! Ваш показник часу за проходження рівня минулого тижня забезпечив вам <pos> місце серед <total> гравців! У призовій кімнаті на вас чекає фантастичний приз!

# weeklyDungeonPosition
source: Weekly Dungeon reward: position <pos> out of <total>
de: Wöchentliche Dungeon-Belohnung: Platz <pos> von <total>
es: Recompensa de mazmorra semanal: posición <pos> de <total>
fr: Récompense du Donjon hebdomadaire : <pos>e position sur <total>
it: Ricompensa settimanale Sotterraneo: posizione <pos> su <total>
pt: Recomensa da Masmorra semanal: posição <pos> de <total>
ru: Награда за еженедельный уровень: <pos> место из <total> игроков
tr: Haftalık Zindan Ödülü: <total> kişi arasından <pos>!
uk: Нагорода за щотижневий рівень: <pos> місце з <total> гравців

# lastDaysToGetSkinsRecall
source: Last days to get the skins from the Prize Room! A collection of the most popular skins from previous seasons will be available soon!
de: Letzte Tage, um die Skins aus dem Preisraum zu holen! Eine Sammlung der beliebtesten Skins aus früheren Saisons wird bald verfügbar sein!
es: ¡Últimos días para obtener los aspectos de la Sala de Premios! ¡Pronto habrá disponible una coleccion de los aspectos más populares de las temporadas anteriores!
fr: Derniers jours pour obtenir les skins de la Salle de récompenses ! Une collection regroupant les skins les plus populaires des saisons précédentes sera bientôt disponible !
it: Ultimi giorni per ottenere le skin dalla Stanza dei premi! Una collezione contenente le skin più famose delle stagioni precedenti sarà presto disponibile!
pt: Últimos dias para pegar as skins da Sala de Prêmios! Uma coleção das skins mais populares de temporadas anteriores estará disponível em breve!
ru: Послений шанс получить облики в призовой комнате! Скоро выйдет коллекция наиболее популярных обликов предыдущего сезона!
tr: Ödül Odasından kostümleri almanız için son günler! Geçtiğimiz sezonun en popüler kostümlerinden oluşan bir koleksiyon yakında erişilebilir olacak!
uk: Останній шанс отримати образи в призовій кімнаті! Скоро вийде колекція найпопулярніших образів попереднього сезону!

# tavernShopButton
source: What have you got?
de: Was hast du alles?
es: ¿Qué tienes?
fr: Qu'est-ce que vous avez ?
it: Cosa avete?
pt: O que você tem aí?
ru: Что у вас есть?
tr: Elinde ne var?
uk: Що маєте?

# whichFriendBuyDrinkFor
source: Which one of your comrades would you like to buy a flask of <item-name> for?
de: Für welche deiner Kameraden würdest du gerne eine Flasche <item-name> kaufen?
es: ¿Para cuál de tus camaradas quieres comprar un frasco de <item-name>?
fr: Pour quel camarade souhaites-tu acheter une fiole de <item-name> ?
it: Per quale dei tuoi compari vorresti acquistare una boccetta di <item-name>?
pt: Para qual dos seus camaradas você gostaria de pagar um frasco de <item-name>?
ru: Для кого из друзей вы хотите купить флягу <item-name>?
tr: Yoldaşlarınızdan hangisi için bir şişe <item-name> almak istersiniz?
uk: Для кого з друзів ви хочете купити флягу <item-name>?

# whichFriendBuyDrinkForShort
source: Buy a flask of <item-name> for...
de: Kaufe eine Flasche <item-name> für...
es: Comprar un frasco de <item-name> para...
fr: Acheter une fiole de <item-name> pour...
it: Acquista una boccetta di <item-name> per...
pt: Comprar um frasco de <item-name> para...
ru: Купить флягу <item-name> для...
tr: Yoldaşınız için bir şişe <item-name> satın alın...
uk: Купити флягу <item-name> для...

# noFriendsOnlineToBuyDrinkFor
source: You have no friends in the Tavern to buy power-ups for right now.
de: Du hast im Moment keine Freunde in der Taverne, für die du Power-Ups kaufen könntest.
es: Ahora mismo no tienes amigos en la taberna a los que comprarles potenciadores.
fr: Vous n'avez aucun ami dans la Taverne pour qui acheter des bonus pour le moment.
it: Attualmente non hai amici nella Taverna a cui offrire potenziamenti.
pt: No momento você não tem amigos na Taverna para presentear com power-ups.
ru: Сейчас в таверне нет ваших друзей, чтобы купить им усиление.
tr: Tavernada şu an için power-up satın alacak arkadaşın yok.
uk: Зараз у таверні немає ваших друзів, щоб купити їм посилення.

# playerNoLongerInTavern
source: <player-name> is no longer in the Tavern!
de: <player-name> ist nicht mehr in der Taverne!
es: ¡<player-name> ya no está en la taberna!
fr: <player-name> n'est plus dans la Taverne !
it: <player-name> non è più nella Taverna!
pt: <player-name> não está mais na Taverna!
ru: Игрок <player-name> покинул таверну!
tr: <player-name> şu anda Tavernada değil
uk: Гравець <player-name> покинув таверну!

# socialFeedItemPurchaseInTavern
source: <purchaser-name> bought a flask of <item-name> to <target-name>!
de: <purchaser-name> hat eine Flasche <item-name> für <target-name> gekauft!
es: ¡<purchaser-name> le ha comprado un frasco de <item-name> a <target-name>!
fr: <purchaser-name> a acheté une fiole de <item-name> pour <target-name> !
it: <purchaser-name> ha acquistato una boccetta di <item-name> per <target-name>!
pt: <purchaser-name> comprou um frasco de <item-name> para <target-name>!
ru: Игрок <purchaser-name> купил флягу <item-name> для <target-name>!
tr: <purchaser-name>, <target-name>'a' bir şişe <item-name> satın aldı
uk: Гравець <purchaser-name> купив флягу <item-name> для <target-name>!

# socialFeedPlayerEntered
source: <player-name> walked into the Tavern.
de: <player-name> ist in die Taverne eingetreten.
es: <player-name> ha entrado en la taberna.
fr: <player-name> est entré dans la Taverne.
it: <player-name> ha fatto il suo ingresso nella Taverna.
pt: <player-name> entrou na Taverna.
ru: <player-name> заходит в таверну.
tr: <player-name> Tavernaya geldi.
uk: <player-name> заходить у таверну.

# socialFeedPlayerLeft
source: <player-name> left the Tavern.
de: <player-name> hat die Taverne verlassen.
es: <player-name> se ha ido de la taberna.
fr: <player-name> a quitté la Taverne.
it: <player-name> ha lasciato la Taverna.
pt: <player-name> saiu da Taverna.
ru: <player-name> покидает таверну.
tr: <player-name> Tavernadan ayrıldı.
uk: <player-name> залишає таверну.

# socialFeedEmoteSentToOther
source: <sender-name> to <target-name>: <emote-text>
de: <sender-name> zu <target-name>: <emote-text>
es: <sender-name> para <target-name>: <emote-text>
fr: <sender-name> pour <target-name> : <emote-text>
it: <sender-name> a <target-name>: <emote-text>
pt: <sender-name> para <target-name>: <emote-text>
ru: <sender-name> игроку <target-name>: <emote-text>
tr: <sender-name> 'dan <target-name>'a : <emote-text>
uk: <sender-name> гравцю <target-name>: <emote-text>

# socialFeedPowerUpUsed
source: <sender-name> had a flask of <item-name>
de: <sender-name> hatte eine Flasche <item-name>
es: <sender-name> tenía un frasco de <item-name>
fr: <sender-name> avait une fiole de <item-name>
it: <sender-name> ha bevuto una boccetta di <item-name>
pt: <sender-name> tomou um frasco de <item-name>
ru: Игрок <sender-name> выпил флягу <item-name>
tr: <sender-name> bir şişe <item-name> içti.
uk: Гравець <sender-name> мав флягу <item-name>

# playerSilencedNotification
source: <player-name> is now silenced.
de: <player-name> ist jetzt stummgeschaltet.
es: Se ha silenciado a <player-name>.
fr: <player-name> est maintenant en muet.
it: <player-name> ora non può parlare.
pt: <player-name> está silenciado.
ru: Игрок <player-name> не может общаться.
tr: <player-name> susturuldu
uk: Гравець <player-name> не може спілкуватися.

# playerUnsilencedNotification
source: <player-name> is no longer silenced.
de: <player-name> ist nicht mehr stummgeschaltet.
es: Se ha dejado de silenciar a <player-name>.
fr: <player-name> n'est plus en muet.
it: <player-name> può parlare di nuovo.
pt: <player-name> não está mais silenciado.
ru: Игрок <player-name> снова может общаться.
tr: <player-name> daha fazla susturulmuyor.
uk: Гравець <player-name> знову може спілкуватися.

source: Play Darts
de: Darts spielen
es: Jugar a los dardos
fr: Jouer aux fléchettes
it: Gioca a freccette
pt: Jogar dardos
ru: Игра в дартс
tr: Dart Oyna
uk: Гра в дартс

# playDartsExcl
source: Play Darts!
de: Spiele Darts!
es: ¡Jugar a los dardos!
fr: Joue aux fléchettes !
it: Gioca a freccette!
pt: Jogar dardos!
ru: Сыграем в дартс!
tr: Dart Oyna!
uk: Зіграймо в дартс!

source: Play again
de: Nochmal spielen
es: Volver a jugar
fr: Rejouer
it: Gioca ancora
pt: Jogar outra vez
ru: Сыграть снова
tr: Tekrar oyna
uk: Зіграти знову

# playAgainExcl
source: Play again!
de: Spiele nochmal!
es: ¡Volver a jugar!
fr: Rejoue !
it: Gioca ancora!
pt: Jogar outra vez!
ru: Сыграть снова!
tr: Tekrar oyna!
uk: Зіграти знову!

# yourGreatestScore
source: Your greatest score: <score>
de: Deine beste Punktezahl: <score>
es: Tu récord de puntuación: <score>
fr: Ton meilleur score : <score>
it: Il tuo punteggio migliore: <score>
pt: Sua maior pontuação: <score>
ru: Ваш рекорд: <score>
tr: En yüksek skorun: <score>
uk: Ваш рекорд: <score>

source: Current greatest: <score>
de: Momentane Bestzahl: <score>
es: Récord actual: <score>
fr: Meilleur score actuel : <score>
it: Il tuo punteggio migliore attuale: <score>
pt: Maior pontuação atual: <score>
ru: Текущий рекорд: <score>
tr: Şu anki en yüksek skor: <score>
uk: Поточний рекорд: <score>

# yourCurrentHighestScore
source: Your current highest score: <score>
de: Deine momentane beste Punktezahl: <score>
es: Tu puntuación más alta actual: <score>
fr: Ton meilleur score actuel : <score>
it: Il tuo punteggio più alto attuale: <score>
pt: Melhor pontuação atual: <score>
ru: Ваш текущий лучший счёт: <score>
tr: Senin şu anki en yüksek skorun: <score>
uk: Ваш поточний найкращий рахунок: <score>

# dartsMinigameScoreUpdate
source: <player-name> scored <score> points in the <game-name> game!
de: <player-name> hat <score> Punkte in <game-name> erreicht!
es: ¡<player-name> ha hecho <score> puntos en la partida de <game-name>!
fr: <player-name> a marqué <score> points dans le jeu <game-name> !
it: <player-name> ha ottenuto <score> punti nel gioco <game-name>!
pt: <player-name> fez <score> pontos no jogo de <game-name>!
ru: Игрок <player-name> набрал <score> баллов в игре <game-name>!
tr: <player-name> <game-name> oyununda <score> skoruna ulaştı!
uk: Гравець <player-name> набрав <score> балів у грі <game-name>!

source: Darts
es: Dardos
fr: Fléchettes
it: Freccette
pt: Dardos
ru: Дартс
tr: Dart
uk: Дартс

# smackdown
source: Salesman's Smackdown
de: Smackdown des Verkäufers
es: Apaliza al vendedor
fr: Combat du vendeur
it: Colpisci il commesso
pt: Surra no Vendedor
ru: Манекен продавца
tr: Satınının Hacıyatmazı
uk: Манекен торговця

# smackdownMinigameScoreUpdate
source: <player-name> scored <score> points in the <game-name> game!
de: <player-name> hat <score> Punkte in <game-name> erreicht!
es: ¡<player-name> ha hecho <score> puntos en la partida de <game-name>!
fr: <player-name> a marqué <score> points dans le jeu <game-name> !
it: <player-name> ha ottenuto <score> punti nel gioco <game-name>!
pt: <player-name> fez <score> pontos no jogo <game-name>!
ru: Игрок <player-name> набрал <score> очков в игре <game-name>!
tr: <player-name> <game-name> oyununda <score> skoruna ulaştı!
uk: Гравець <player-name> набрав <score> балів у грі <game-name>!

# arenaModeName
source: Arena
fr: Arène
ru: Арена
uk: Арена

# serverMaintenanceNotification00
source: We're performing server maintenance. This may result in occasional instability. We appreciate your understanding.
de: Wir führen Serverwartungen durch. Dies kann gelegentlich zu Instabilität führen. Vielen Dank für dein Verständnis.
es: Estamos realizando un mantenimiento de los servidores. Puede que se produzca cierta inestabilidad ocasional. Gracias por tu comprensión.
fr: Nous effectuons actuellement une maintenance du serveur. Cela peut entraîner une instabilité occasionnelle. Nous vous remercions pour votre compréhension.
it: Stiamo eseguendo la manutenzione del server. Ciò potrebbe causare instabilità occasionale. Grazie per la comprensione.
pt: Estamos realizando manutenção em nossos servidores. Isso pode resultar em instabilidades ocasionais. Agradecemos a sua compreensão.
ru: Проводится техническое обслуживание сервера. В связи с этим возможны периодические сбои в работе. Надеемся на ваше понимание.
tr: Sunucu bakımı yapıyoruz. Bu durum zaman zaman istikrarsızlığa neden olabilir. Anlayışınız için minnettarız.
uk: Проводиться технічне обслуговування сервера. У зв'язку з цим можливі періодичні збої в роботі. Сподіваємося на ваше розуміння.

# serverMaintenanceNotification01
source: Maintenance work is in progress on our servers. We apologize for any inconvenience and are working to complete this as quickly as possible.
de: Auf unseren Servern laufen derzeit Wartungsarbeiten. Wir entschuldigen uns für etwaige Unannehmlichkeiten und arbeiten daran, dies so schnell wie möglich zu erledigen.
es: Se están llevando a cabo labores de mantenimiento en nuestros servidores. Disculpa la molestias, estamos haciendo todo lo posible para completarlas cuanto antes.
fr: Une maintenance est en cours sur nos serveurs. Nous nous excusons pour la gêne occasionnée et mettons tout en œuvre pour la terminer au plus vite.
it: I lavori di mantenimento sui nostri server sono ancora in corso. Ci scusiamo per l'inconveniente. Stiamo lavorando per risolvere il problema il prima possibile.
pt: Um trabalho de manutenção está em andamento em nossos servidores. Pedimos desculpas por qualquer inconveniente e estamos trabalhando para concluir isso o mais rápido possível.
ru: На наших серверах ведутся профилактические работы. Приносим извинения за возможные неудобства. Мы работаем над их скорейшим завершением.
tr: Sunucularımızda bakım çalışmaları devam etmektedir. Verdiğimiz rahatsızlıktan dolayı özür dileriz ve bunu mümkün olan en kısa sürede tamamlamak için çalışıyoruz.
uk: На наших серверах ведуться профілактичні роботи. Приносимо вибачення за можливі незручності. Ми працюємо над їхнім скорішим завершенням.

# serverMaintenanceNotification02
source: We're conducting server maintenance. This might cause some short-term service irregularities. Your patience is greatly appreciated.
de: Wir führen Serverwartungen durch. Dies kann zu kurzfristigen Serviceunregelmäßigkeiten führen. Ihre Geduld wird sehr geschätzt.
es: Estamos haciendo un mantenimiento de los servidores. Tal vez se produzcan algunas irregularidades del servicio a corto plazo. Muchas gracias por tu paciencia.
fr: Nous effectuons actuellement une maintenance du serveur. Cela peut entraîner certaines irrégularités de courte durée du service. Nous vous remercions pour votre patience.
it: Stiamo effettuando la manutenzione del server. Ciò potrebbe causare alcune irregolarità del servizio a breve termine. Apprezziamo la vostra pazienza.
pt: Estamos conduzindo uma manutenção em nossos servidores. Isso pode causar algumas irregularidades no serviço a curto prazo. Sua paciência é muito apreciada.
ru: Проводится техническое обслуживание сервера. В связи с этим возможны кратковременные сбои в работе сервиса. Благодарим вас за терпение.
tr: Sunucu bakımı yapıyoruz. Bu durum kısa süreli hizmet aksaklıklarına neden olabilir. Sabrınız için çok teşekkür ederiz.
uk: Проводится техническое обслуживание сервера. В связи с этим возможны кратковременные сбои в работе сервиса. Благодарим вас за терпение.

# chooseAComradeFirst
source: Oops! Looks like you forgot to choose a comrade. Please select one to proceed.
de: Ups! Sieht aus, als hättest du vergessen, einen Kameraden auszuwählen. Bitte wähle ein aus, um fortzufahren.
es: ¡Ups! Parece que has olvidado elegir a un camarada. Selecciona a uno para continuar.
fr: Oups ! Il semblerait que tu aies oublié de choisir un camarade. Merci d'en sélectionner un pour continuer.
it: Ops! A quanto pare hai dimenticato di scegliere un compagno. Selezionane uno per continuare.
pt: Ops! Parece que você esqueceu de escolher um camarada. Por favor, selecione um para continuar.
ru: Вот это да! Похоже, вы забыли выбрать товарища. Пожалуйста, выберите его, чтобы продолжить.
tr: Hayda! Görünüşe göre bir yoldaş seçmeyi unutmuşsun. Devam etmek için lütfen birini seçin.
uk: Отакої! Схоже, ви забули вибрати товариша. Будь ласка, виберіть його, щоби продовжити.

# fileCorruptionDetected
source: It seems that one or more game files are corrupted. Please uninstall the game and re-download it from the official store to resolve the issue.
de: Es scheint, dass eine oder mehrere Spieldateien beschädigt sind. Bitte deinstalliere das Spiel und lade es erneut aus dem offiziellen Store herunter, um das Problem zu beheben.
es: Parece que hay uno o más archivos del juego dañados. Desinstala el juego y vuelve a descargarlo de la tienda oficial para solucionar el problema.
fr: Il semble qu'un ou plusieurs fichiers de jeu soient corrompus. Veuillez désinstaller le jeu et le télécharger à nouveau depuis la boutique officielle pour résoudre le problème.
it: A quanto pare uno o più file di gioco sono corrotti. Disinstalla il gioco e riscaricalo dal negozio ufficiale per risolvere il problema.
pt: Parece que um ou mais dos arquivos do jogo estão corrompidos! Por favor, desinstale o jogo e baixe-o novamente da loja oficial para corrigir o problema!
ru: Похоже, один или несколько файлов игры повреждены. Для решения проблемы удалите игру и заново загрузите её из официального магазина.
tr: Görünüşe bakılırsa bir veya daha fazla oyun dosyası bozuk. Sorunu çözmek için lütfen oyunu kaldırın ve resmi mağazadan yeniden indirin.
uk: Схоже, один або кілька файлів гри пошкоджено. Для вирішення проблеми видаліть гру та заново завантажте її з офіційного магазину.

# duelAnnouncement0
source: Prepare for glory, <class>! A Duel has been set before you!
de: Bereite dich auf den Ruhm vor, <class>! Ein Duell wurde für dich festgelegt!
es: ¡Prepárate para la gloria, <class>! ¡Te han desafiado a un duelo!
fr: Prépare-toi pour la gloire, <class> ! Un duel t'a été lancé !
it: La gloria aspetta solo te, <class>! Ti hanno sfidato a duello!
pt: Prepare-se para a glória, <class>! Um Duelo foi marcado para você!
ru: Готовьтесь купаться в лучах славы, <class>! Дуэль ждёт вас!
tr: Şan için hazırlan, <class>! Sizin için bir düello hazırlandı!
uk: Готуйтеся купатися у променях слави, <class>! Дуель чекає на вас!
