Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# previousChallengeBest
source: Previous Dungeon's top players
de: Top-Spieler im letzten Dungeon
es: Mejores jugadores de la mazmorra anterior
fr: Meilleurs joueurs du donjon précédent
it: I migliori giocatori del dungeon precedente
pt: Melhores jogadores da masmorra passada
ru: Чемпионы Предыдущего Уровня
tr: Önceki Zindanın en iyi oyuncuları
uk: Чемпіони минулого рівня

source: Posting results
de: Ergebnisse posten
es: Publicando resultados
fr: Publication des résultats
it: Pubblicazione risultati
pt: Postando resultado
ru: Публикация результатов
tr: Sonuçlar paylaşılıyor
uk: Публікація результатів

# previousDungeonLeaderboard
source: Previous Dungeon's Leaderboard
de: Letzter Dungeon - Bestenliste
es: Clasificación de mazmorra anterior
fr: Classement du donjon précédent
it: Classifica del dungeon precedente
pt: Placar da Masmorra passada
ru: Рейтинг Предыдущего Уровня
tr: Önceki Zindanın Sıralaması
uk: Рейтинг минулого рівня

# screenShotPromoText0
source: Customize your character!
de: Pass deinen Charakter an!
es: ¡Personaliza tu personaje!
fr: Personnalise ton personnage !
it: Personalizza il tuo personaggio!
pt: Customize seu personagem!
ru: Индивидуальная настройка персонажа!
tr: Karakterini özelleştir!
uk: Індивідуальне налаштування персонажа!

# screenShotPromoText1
source: Epic items
de: Epische Items
es: Objetos épicos
fr: Des objets épiques
it: Oggetti epici
pt: Itens épicos
ru: Уникальное снаряжение!
tr: Destansı eşyalar
uk: Унікальне спорядження

# screenShotPromoText2
source: Fast-paced action!
de: Blitzschnelle Action!
es: ¡Acción trepidante!
fr: De l'action à un rythme soutenu !
it: Azione frenetica!
pt: Ação frenética!
ru: Стремительный игровой процесс!
tr: Yüksek tempolu aksiyon!
uk: Стрімкий ігровий процес!

# screenShotPromoText3
source: Fast-paced, real-time action!
de: Blitzschnelle Exchtzeitaction!
es: ¡Acción trepidante en tiempo real!
fr: De l'action en temps réel à un rythme soutenu !
it: Azione frenetica in tempo reale!
pt: Ação frenética em tempo real!
ru: Скоростной экшен в реальном времени!
tr: Yüksek tempolu, gerçek zamanlı aksiyon!
uk: Швидкісний екшн у реальному часі!

# screenShotPromoText4
source: Collect and enhance epic armor and weapons
de: Epische Rüstung und Waffen sammeln und verbessern
es: Consigue y mejora armaduras y armas épicas
fr: Collectionne et améliore des armures et des armes épiques
it: Colleziona e potenzia armi e armature epiche
pt: Colecione e melhore armaduras e armas épicas!
ru: Находите и улучшайте эпическое снаряжение
tr: Destansı zırh ve silahları topla ve geliştir
uk: Знаходьте й удосконалюйте спорядження

# screenShotPromoText5
source: Challenge others in Competitive Mode
de: Andere im Wettbewerbsmodus herausfordern
es: Desafío a otros en el modo Competitivo
fr: Défie les autres joueurs dans le Mode Compétition
it: Sfida altri giocatori nella modalità Competitiva
pt: Desafie os outros no Modo Competitivo!
ru: Состязайтесь с другими игроками
tr: Bir Rekabet Modunda başkalarına meydan oku
uk: Змагайтеся з іншими гравцями

# screenShotPromoText6
source: Massive bosses!
de: Mächtige Bosse!
es: ¡Jefes gigantescos!
fr: Des boss impressionnants !
it: Boss impressionanti!
pt: Chefões massivos!
ru: Гигантские боссы!
tr: Çok büyük baş düşmanlar!
uk: Гігантські боси!

# screenShotPromoText7
source: Intense boss fights!
de: Packende Bosskämpfe!
es: ¡Intensos combates de jefes!
fr: Des combats de boss intenses !
it: Intensi scontri contro i boss!
pt: Lutas intensas contra chefões!
ru: Напряженные битвы с боссами!
tr: Zorlu baş düşman savaşları!
uk: Напружені битви з босами!

# screenShotPromoText8
source: 10+ unique classes with mind-blowing special skills!
de: Mehr als 10 verschiedene Klassen mit unglaublichen Spezialfähigkeiten!
es: ¡Más de 10 clases únicas con habilidades alucinantes!
fr: Plus de 10 classes uniques avec des compétences spéciales époustouflantes !
it: Più di 10 classi uniche con abilità speciali fuori di testa!
pt: 10+ classes únicas com especiais de cair o queixo!
ru: Более 10-ти уникальных классов с сумасшедшими навыками!
tr: İnanılmaz özel yeteneklere sahip 10+ özgün karakter sınıfı!
uk: 10+ унікальних класів із божевільними навичками!

# screenShotPromoText9
source: Mage, Warrior, Rogue and 10+ unique classes!
de: Magier, Krieger, Schurke und mehr als 10 einmalige Klassen!
es: ¡Mago, Guerrero, Pícaro y más de 10 clases únicas!
fr: Mage, Guerrier, Bandit et plus de 10 autres classes uniques !
it: Mago, guerriero, malvivente e oltre 10 classi uniche!
pt: Mago, Guerreiro, Ladino e 10+ classes únicas!
ru: Воин, Маг, Разбойник и ещё более 10-ти классов!
tr: Büyücü, Savaşçı, Düzenbaz ve 10+ özgün karakter sınıfı!
uk: Воїн, маг, розбійник і ще 10+ класів!

# screenShotPromoText10
source: Captivating story full of twists and turns!
de: Faszinierende Story voller überraschender Wendungen!
es: ¡Una historia cautivadora repleta de giros argumentales!
fr: Une histoire captivante pleine de rebondissements !
it: Una storia affascinante, piena di colpi di scena!
pt: Enredo cativante cheio de reviravoltas!
ru: Захватывающая история, полная неожиданных поворотов!
tr: Sürpriz gelişmelerle dolu büyüleyici bir hikaye!
uk: Захоплива історія з несподіваними поворотами!

# screenShotPromoText11
source: Immersive story full of twists and turns!
de: Packende Story voller überraschender Wendungen!
es: ¡Una historia inmersiva repleta de giros argumentales!
fr: Une histoire immersive pleine de rebondissements !
it: Una storia coinvolgente piena di colpi di scena!
pt: Enredo imersivo cheio de reviravoltas!
ru: Увлекательный и неожиданный сюжет!
tr: Sürpriz gelişmelerle dolu sürükleyici bir hikaye!
uk: Цікавий і несподіваний сюжет!

# screenShotPromoText12
source: Mind-blowing, single player campaign!
de: Spektakuläre Einzelspielerkampagne!
es: ¡Una alucinante campaña para un jugador!
fr: Une campagne solo époustouflante !
it: Una campagna giocatore singolo fuori di testa!
pt: Incrível campanha single player!
ru: Безумно интересная одиночная кампания!
tr: Akıllara durgunluk veren tek kişilik mücadele!
uk: Шалено цікава одиночна кампанія!

# shortDescription0
source: Action RPG!
es: ¡RPG de acción!
fr: Un jeu d'action RPG !
it: RPG d'azione!
ru: Ролевой экшен!
tr: Aksiyon RPG!
uk: Рольовий екшн!

# shortDescription1
source: Fast-paced Action RPG!
de: Rasantes Action-RPG!
es: ¡RPG de acción trepidante!
fr: Un jeu d'action RPG au rythme soutenu !
it: Frenetico RPG d'azione!
pt: Action RPG frenético!
ru: Стремительный ролевой экшен!
tr: Yüksek tempolu Aksiyon RPG!
uk: Стрімкий рольовий екшн!

# shortDescription2
source: Fast-paced Action RPG platformer!
de: Rasantes Plattform-Action-RPG!
es: ¡Plataformas RPG de acción trepidante!
fr: Un jeu d'action RPG de plate-forme au rythme soutenu !
it: Frenetico platformer RPG d'azione!
pt: Action RPG frenético de plataforma!
ru: Скоростной ролевой экшен-платформер!
tr: Yüksek tempolu Aksiyon RPG platform oyunu!
uk: Швидкісний рольовий екшн-платформер!

# shortDescription3
source: Frenetic Action-RPG!
de: Rasendes Action-RPG!
es: ¡RPG de acción frenética!
fr: Un jeu d'action RPG au rythme effréné !
it: Convulso RPG d'azione!
pt: Action-RPG insano!
ru: Бешеный ролевой экшен!
tr: Çılgın bir Aksiyon RPG!
uk: Божевільний рольовий екшн!

# shortDescription4
source: Insane Action-RPG!
de: Wahnwitziges Action-RPG!
es: ¡RPG de acción demencial!
fr: Un jeu d'action RPG complètement fou !
it: Allucinante RPG d'azione!
pt: Action-RPG Insano!
ru: Безумный экшен с ролевыми элементами!
tr: Delice bir Aksiyon RPG!
uk: Шалений екшн з рольовими елементами!

# weeklytDungeonNotification0
source: This week's Dungeon is out!
de: Der Dungeon der Woche ist da!
es: ¡Ya está disponible la mazmorra de esta semana!
fr: Le donjon de cette semaine est disponible !
it: Il dungeon di questa settimana è disponibile!
pt: A Masmorra dessa semana já está disponível!
ru: Уровень этой недели уже активен!
tr: Bu haftanın Zindanı çıktı!
uk: Рівень цього тижня вже активний!

# weeklytDungeonNotification1
source: This week's Dungeon is out and it brings a special prize!
de: Der Dungeon der Woche ist da und bringt einen Spezialpreis mit!
es: ¡Ya está disponible la mazmorra de esta semana y trae un premio especial!
fr: Le donjon de cette semaine est disponible avec sa récompense spéciale !
it: Il dungeon di questa settimana è disponibile con un premio speciale!
pt: A Masmorra dessa semana já está disponível e traz um prêmio especial!
ru: Уровень этой недели активен. Вас ждёт особый приз!
tr: Bu haftanın Zindanı çıktı ve özel bir ödül vadediyor!
uk: Рівень цього тижня активний. На вас чекає особливий приз!

# weeklytDungeonNotification2
source: This week's Dungeon is out! Do you think you can beat it!?
de: Der Dungeon der Woche ist da! Bist du reif dafür?
es: ¡Ya está disponible la mazmorra de esta semana! ¡¿Crees que puedes superarla?!
fr: Le donjon de cette semaine est disponible ! Penses-tu pouvoir en venir à bout ?!
it: Il dungeon di questa settimana è disponibile! Riuscirai a superarlo!?
pt: A Masmorra dessa semana já está disponível! Você consegue terminá-la!?
ru: Уровень этой недели ждёт Вас! Попробуйте пройти!
tr: Bu haftanın Zindanı çıktı! Onu geçebilecek misin!?
uk: Рівень цього тижня чекає! Спробуй-но пройти!

# weeklytDungeonNotification3
source: This week's Dungeon ends tomorrow!
de: Der Dungeon der Woche endet morgen!
es: ¡La mazmorra de esta semana termina mañana!
fr: Le donjon de cette semaine se termine demain !
it: Il dungeon di questa settimana termina domani!
pt: A Masmorra dessa semana termina amanhã!
ru: Завтра Уровень этой недели завершится!
tr: Bu haftanın Zindanı yarın kapanıyor!
uk: Завтра рівень цього тижня завершиться!

# weeklytDungeonNotification4
source: This week's Dungeon ends later today!
de: Der Dungeon der Woche endet heute!
es: ¡La mazmorra de esta semana termina hoy!
fr: Le donjon de cette semaine se termine aujourd'hui !
it: Il dungeon di questa settimana termina oggi!
pt: A Masmorra dessa semana termina hoje!
ru: Совсем скоро завершится Уровень этой недели!
tr: Bu haftanın Zindanı bugünün sonunda kapanıyor!
uk: Сьогодні згодом рівень цього тижня завершиться!

# tellMoreAboutWeeklyDungeons
source: Tell me more about it
de: Erzähl mir mehr
es: Cuéntame más al respecto
fr: En savoir plus
it: Voglio saperne di più
pt: Conte-me mais sobre
ru: Расскажи-ка мне об этом подробнее.
tr: Daha fazla bilgi ver
uk: Розкажи-но мені про це докладніше.

source: Talk
de: Sprich
es: Hablar
fr: Discussion
it: Dimmi tutto
pt: Fala!
ru: Поговорить
tr: Bahset
uk: Поговорити

source: Tester
fr: Testeur
ru: Тестировщик
tr: Test Uzmanı
uk: Тестер

source: Hey!
es: ¡Ey!
it: Ehi!
pt: Ei!
ru: Привет!
uk: Агов!

source: Game tester
de: Spieltester
es: Tester del juego
fr: Testeur de jeux
ru: Тестировщик игры
tr: Oyun test uzmanı
uk: Тестувальник гри

source: Lead Game tester
de: Chef-Spieltester
es: Tester jefe del juego
fr: Testeur de jeux principal
it: Capo game tester
ru: Ведущий тестировщик игры
tr: Baş oyun test uzmanı
uk: Ведучий тестувальник гри

source: Best time:
de: Bestzeit:
es: Mejor tiempo:
fr: Meilleur temps :
it: Miglior tempo:
pt: Melhor tempo:
ru: Рекорд времени:
tr: Mevcut En iyi Süre:
uk: Рекорд часу:

source: Best score:
de: Bestpunktzahl:
es: Mejor puntuación:
fr: Meilleur score :
it: Miglior punteggio:
pt: Melhor pontuação:
ru: Рекорд счёта:
tr: Mevcut En iyi Puan:
uk: Рекорд рахунку:

source: Ends soon!
de: Endet bald!
es: ¡Termina pronto!
fr: Se termine bientôt !
it: Terminerà presto!
pt: Terminará em breve!
ru: Скоро заканчивается!
tr: Yakında bitiyor!
uk: Скоро закінчується!

# enterCompetitiveConfirmation
source: Enter Competitive Mode?
de: Am Wettkampfmodus teilnehmen?
es: ¿Entrar en el modo Competitivo?
fr: Entrer dans le Mode Compétition ?
it: Vuoi entrare in modalità Competitiva?
pt: Entrar no Modo Competitivo?
ru: Войти в Соревновательный Режим?
tr: Rekabet Moduna Gir?
uk: Увійти в змагальний режим?

source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Ricerca
pt: Procurar
ru: Поиск
tr: Ara
uk: Пошук

source: Art Direction
de: Künstlerische Leitung
es: Dirección artística
fr: Direction artistique
it: Direzione grafica
pt: direção de arte
ru: Арт-директор
tr: Sanat Yönetmeni
uk: Арт-директор

source: Level Design
es: Diseño de niveles
it: Progettazione livelli
ru: Оформление уровней
tr: Bölüm Tasarımı
uk: Дизайн рівнів

source: Chapters 4 and 5
de: Kapitel 4 und 5
es: Capítulos 4 y 5
fr: Chapitres 4 et 5
it: Capitoli 4 e 5
pt: Capítulos 4 e 5
ru: Главы 4 и 5
tr: Aşama 4 ve 5
uk: Глави 4 та 5

# weeklyDungeonPrizeTip
source: Being ranked among the top <number> players by the end of a Weekly Dungeon grants you huge Competitive Token prizes.
de: Wenn man bis zum Ende eines wöchentlichen Dungeons zu den <number> besten Spielern gehört, erhält man riesige Preise in Wettbewerbsmünzen.
es: Clasificarte entre los <number> mejores jugadores al final de una mazmorra semanal te otorga enormes premios de fichas competitivas.
fr: Te classer parmi les <number> meilleurs joueurs à la fin d'un Donjon hebdomadaire te permettra de gagner de grosses récompenses en pièces de combat.
it: Se ti piazzerai tra i <number> migliori giocatori al termine del sotterraneo settimanale, riceverai tantissime monete competitive in regalo.
pt: Ser classificado entre os <number> melhores jogadores ao final de uma Masmorra Semanal concede a você enormes prêmios em fichas.
ru: В случае, если Вы окажетесь одним из <number> лучших игроков Еженедельного Уровня, Вы будете награждены достойным количеством жетонов.
tr: Haftalık Zindan sıralamasında en iyi <number> oyunculardan biri olmak size muazzam Rekabetçi Parası ödülü kazandırır...
uk: Потрапивши до <number> кращих гравців до кінця щотижневого рівня, ви отримаєте величезну кількість змагальних монет.

# weeklyDungeonPrizeNotification
source: Congratulations! This week's dungeon has ended and you ranked among the top <number> players!
de: Herzliche Gratulation! Der Dungeon dieser Woche ist beendet und Sie gehören zu den besten <number> Spielern!
es: ¡Enhorabuena! ¡La mazmorra de esta semana ha terminado y te has clasificado entre los <number> mejores jugadores!
fr: Félicitations ! Le donjon de cette semaine est terminé et tu t'es classé parmi les <number> meilleurs joueurs !
it: Congratulazioni! Il sotterraneo di questa settimana si è concluso e ti sei piazzato tra i <number> giocatori migliori!
pt: Parabéns! A masmorra desta semana terminou e você ficou entre os <number> melhores jogadores!
ru: Поздравляем! Уровень этой недели закончился, и Вам удалось попасть в список <number> лучших игроков, его прошедших!
tr: Tebrikler! Bu haftanın zindanı sona erdi ve siz en iyi <number> oyuncusunuz!
uk: Вітаємо! Рівень цього тижня завершився, і ви потрапили в <number> кращих гравців!

# weeklyDungeonPrizeTipB
source: Being ranked among the top <number> players by the end of a Weekly Dungeon grants exclusive prizes.
de: Wenn man bis zum Ende eines wöchentlichen Dungeons zu den besten <number> Spielern gehört, erhält man exklusive Preise.
es: Clasificarte entre los <number> mejores jugadores al final de una mazmorra semanal te otorga premios exclusivos.
fr: Te classer parmi les <number> meilleurs joueurs à la fin d'un Donjon hebdomadaire te permettra de gagner des récompenses exclusives.
it: Se ti piazzerai tra i <number> migliori giocatori al termine del sotterraneo settimanale, riceverai premi esclusivi.
pt: Ser classificado entre os <number> melhores jogadores ao final de uma Masmorra Semanal concede a você prêmios exclusivos.
ru: В случае, если Вы окажетесь одним из <number> лучших игроков Еженедельного Уровня, Вы получите эксклюзивные призы от нас.
tr: Haftalık Zindanın sonunda en iyi <number> oyuncuların arasında olmak size ayrıcalıklı hediyeler kazandırır.
uk: Потрапивши до <number> кращих гравців до кінця щотижневого рівня, ви отримаєте унікальні призи!

# secondsIndicatorVeryShort
source: <seconds>s
ru: <seconds> с.
uk: <seconds> с

# millisecondsIndicatorVeryShort
source: <milliseconds>ms
ru: <milliseconds> мс.
uk: <milliseconds> мс

source: Attack speed
de: Angriffsgeschwindigkeit
es: Velocidad de ataque
fr: Vitesse de l'attaque
it: Velocità d'attacco
pt: Rapidez do ataque
ru: Скорость атаки
tr: Saldırı Hızı
uk: Швидкість атаки

source: Attack speed:
de: Angriffsgeschwindigkeit:
es: Velocidad de ataque:
fr: Vitesse de l'attaque :
it: Velocità d'attacco:
pt: Rapidez do ataque:
ru: Скорость атаки:
tr: Saldırı HIzı:
uk: Швидкість атаки:

source: Cooldown
es: Tiempo de reuso
fr: Temps de pause
it: Recupero
ru: Перезарядка
tr: Bekleme Süresi
uk: Перезарядка

source: Cooldown:
es: Tiempo de reuso:
fr: Temps de pause :
it: Recupero:
ru: Перезарядка:
tr: Bekleme Süresi:
uk: Перезарядка:

# veryShortTime
source: Very short
de: Sehr kurz
es: Muy corto
fr: Très court
it: Molto breve
pt: Muito curto
ru: Очень короткая
tr: Çok kısa
uk: Дуже швидко

# shortTime
source: Short
de: Kurz
es: Corto
fr: Court
it: Breve
pt: Curto
ru: Короткая
tr: Kısa
uk: Швидко

# mediumTime
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
pt: Médio
ru: Нормальная
tr: Ortalama
uk: Середньо

# longTime
source: Long
de: Lang
es: Largo
it: Lungo
pt: Longo
ru: Долгая
tr: Uzun
uk: Довго

# veryLongTime
source: Very long
de: Sehr lang
es: Muy largo
fr: Très long
it: Molto lungo
pt: Muito longo
ru: Очень долгая
tr: Çok uzun
uk: Дуже довго

source: Very fast
de: Sehr schnell
es: Muy rápida
fr: Très rapide
it: Molto veloce
pt: Muito rápido
ru: Очень быстрая
tr: Çok hızlı
uk: Дуже швидко

source: Fast
de: Schnell
es: Rápida
fr: Rapide
it: Veloce
pt: Rápido
ru: Быстрая
tr: Hızlı
uk: Швидко

# mediumSpeed
source: Medium
de: Mittel
es: Media
fr: Moyen
it: Media
pt: Médio
ru: Нормальная
tr: Ortalama
uk: Середньо

source: Slow
de: Langsam
es: Lenta
fr: Lent
it: Lenta
pt: Devagar
ru: Медленная
tr: Yavaş
uk: Повільно

source: Very slow
de: Sehr langsam
es: Muy lenta
fr: Très lent
it: Molto lenta
pt: Muito devagar
ru: Очень медленная
tr: Çok yavaş
uk: Дуже повільно

source: Special Offer
de: Sonderangebot
es: Oferta especial
fr: Offre spéciale
it: Offerta speciale
pt: Oferta especial
ru: Особое Предложение
tr: Özel teklif
uk: Особлива пропозиція

source: Special Offer!
de: Sonderangebot!
es: ¡Oferta especial!
fr: Offre spéciale !
it: Offerta speciale!
pt: Oferta especial!
ru: Особое Предложение!
tr: Özel teklif!
uk: Особлива пропозиція!

# leaveOfferRoomConfirmation
source: Leave the Special Offer?
de: Verlassen?
es: ¿Abandonar oferta especial?
fr: Quitter l'Offre spéciale ?
it: Rinunci all'offerta speciale?
pt: Deixar a oferta especial?
ru: Особое Предложение скоро истечёт. Выйти?
tr: Özel teklifi bırakacak mısın?
uk: Пропозиція скоро завершиться. Вийти?

source: Take it!
de: Nimm es!
es: ¡La quiero!
fr: À saisir !
it: Approfittane!
pt: Aproveitar!
ru: Беру!
tr: Kabul et!
uk: Беру!

# specialOffer-desc
source: Grants a special offer.
de: Gewährt ein Sonderangebot.
es: Otorga una oferta especial.
fr: Permet de profiter d'une offre spéciale.
it: Garantisce un'offerta speciale.
pt: Garante uma oferta especial.
ru: Даёт Особое Предложение.
tr: Özel teklif al.
uk: Дає особливу пропозицію.

# newBagSlots
source: <green>+<number><white> spaces in bag
de: <green>+<number><white> Plätze im Inventar
es: <green>+<number><white> espacios en la mochila
fr: <green>+<number><white> emplacements dans le sac
it: <green>+<number><white> slot
pt: <green>+<number><white> espaços na mochila
ru: <green>+<number><white> ячеек инвентаря
tr: <green>+<number><white> çanta alanı
uk: Збільшення інвентарю на <green>+<number><white>

source: Leave sewers
de: Kanäle verlassen
es: Salir de las cloacas
fr: Quitter les égouts
it: Esci dalle fogne
pt: Deixar os esgotos
ru: Покинуть Канализацию
tr: Kanalizasyondan ayrıl
uk: Покинути стічні канали

source: Eight years ago...
de: Vor acht Jahren...
es: Hace ocho años...
fr: Il y a 8 ans...
it: Otto anni fa...
pt: Há oito anos...
ru: Восемь лет назад . . .
tr: Sekiz yıl önce...
uk: Вісім років тому

source: Score Goals
de: Score-Ziele
es: Objetivos de puntuación
fr: Objectifs de score
it: Obiettivi Punteggio
pt: Metas de pontuação
ru: Цели по Счёту
tr: Hedef Skor
uk: Цілі за очками

source: Next Score Goal:
de: Nächstes Score-Ziel:
es: Siguiente objetivo de puntuación:
fr: Prochain objectif de score :
it: Prossimo Obiettivo Punteggio:
pt: Próxima meta de pontuação:
ru: Следующая Цель по Счёту:
tr: Sonraki Hedef Skor:
uk: Наступна ціль за очками:

source: Next Score Goal
de: Nächstes Score-Ziel
es: Siguiente objetivo de puntuación
fr: Prochain objectif de score
it: Prossimo Obiettivo Punteggio
pt: Próxima meta de pontuação
ru: Следующая Цель по Счёту
tr: Sonraki Hedef Skor
uk: Наступна ціль за очками

source: Score Goal not reached
de: Score-Ziel nicht erreicht
es: Objetivo de puntuación no alcanzado
fr: Objectif de score non atteint
it: Obiettivo Punteggio non raggiunto
pt: Meta de pontuação não alcançada
ru: Цель по Счёту не достигнута
tr: Hedef Skor'a ulaşılamadı.
uk: Ціль за очками не досягнуто

source: Score Goal reached!
de: Score-Ziel erreicht!
es: ¡Objetivo de puntuación alcanzado!
fr: Objectif de score atteint !
it: Obiettivo Punteggio raggiunto!
pt: Meta de pontuação alcançada!
ru: Достигнута Цель по Счёту!
tr: Hedef skora ulaşıldı!
uk: Ціль за очками досягнуто!

source: <number> points
de: <number> Punkte
es: <number> puntos
it: <number> punti
pt: <number> pontos
ru: <number> Очк.
tr: <number> puan
uk: <number> очк.

# scoreGoalNotReachedNumber
source: <goal-name> Score Goal not reached (<number>).
de: <goal-name> Score-Ziel nicht erreicht (<number>).
es: Objetivo de puntuación <goal-name> no alcanzado (<number>).
fr: Objectif de score <goal-name> non atteint (<number>).
it: Obiettivo Punteggio <goal-name> non raggiunto (<number>).
pt: Meta de pontuação <goal-name> não alcançada (<number>).
ru: <goal-name> Цель по Счёту не достигнута (<number>).
tr: <goal-name> Hedef Skoruna ulaşılamadı (<number>).
uk: <goal-name> ціль за очками не досягнута (<number>).

# ordinaryGoalName
source: Ordinary
de: Gewöhnlich
es: normal
fr: Ordinaire
it: Comune
pt: Regular
ru: Посредственная
tr: Sıradan
uk: Посередня

# superGoalName
source: Super
es: genial
ru: Приличная
uk: Пристойна

# amazingGoalName
source: Amazing
de: Erstaunlich
es: increíble
fr: Incroyable
it: Incredibile
pt: Incrível
ru: Выдающаяся
tr: İnanılmaz
uk: Видатна

# epicGoalName
source: Epic
de: Episch
es: épico
fr: Épique
it: Epico
pt: Épica
ru: Эпическая
tr: Destansı
uk: Епічна

# lengedaryGoalName
source: Legendary
de: Legendär
es: legendario
fr: Légendaire
it: Leggendario
pt: Legendária
ru: Легендарная
tr: Efsanevi
uk: Легендарна

# pickItemFirst
source: You need to collect all items on the pulpit before purchasing them!
de: Du musst alle Gegenstände auf der Kanzel sammeln, bevor du sie kaufst!
es: ¡Tienes que recoger todos los objetos del púlpito antes de poder comprarlos!
fr: Tu dois récupérer tous les objets sur le pupitre avant de les acheter !
it: Devi raccogliere tutti gli oggetti sul pulpito prima di poterli acquistare!
pt: Você precisa coletar todos os itens do púlpito antes de comprá-los!
ru: Соберите все предметы на площадке, прежде чем покупать их!
tr: Satın almadan önce Kürsüde bulunan tüm eşyaları toplaman gerekir!
uk: Зберіть усі предмети на платформі, перш ніж купувати предмет!
