Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# relativeRankingReport
source: Your current rank is higher than <percent>% of all players.
de: Dein derzeitiger Rang ist höher als <percent>% aller Spieler.
es: Tu rango actual es más alto que el del <percent> % de los jugadores.
fr: Ton rang actuel est supérieur à <percent> % des joueurs.
it: La tua attuale posizione è maggiore del <percent>% di tutti i giocatori.
pt: Sua colocação atual é melhor que a de <percent>% de todos os jogadores.
ru: Ваш текущий ранг выше <percent>% всех игроков.
tr: Mevcut derecen tüm oyuncuların %<percent> kadarından yüksek.
uk: Ваш поточний ранг вище <percent>% всіх гравців.

# currentRankingPositionReport
source: Your current position in the global ranking is #<number>.
de: Deine derzeitige weltweite Platzierung ist #<number>.
es: Tu posición actual en la clasificación global es #<number>.
fr: Ta position actuelle dans le classement mondial est #<number>.
it: La tua attuale posizione nella classifica globale è la #<number>.
pt: Sua colocação atual no ranking global é #<number>.
ru: Ваше текущее положение в глобальном рейтинге: #<number>.
tr: Küresel sıralama içindeki yerin #<number>.
uk: Ваше поточне положення в глобальному рейтингу: #<number>.

# currentRankingPosition
source: Current global position: #<number>
de: Derzeitige weltweite Platzierung: #<number>
es: Posición global actual: #<number>
fr: Position mondiale actuelle : #<number>
it: Attuale posizione globale: #<number>
pt: Colocação global atual: #<number>
ru: Положение в глобальном рейтинге: #<number>
tr: Mevcut küresel yerin: #<number>
uk: Положення в глобальному рейтингу: #<number>

# cheaterRankNotice
source: Irregular activity has been detected on your account. Ranking features may not work as expected.
de: Dein Account hat eventuell gegen die Regeln verstoßen. Ranglisten funktionieren womöglich nicht.
es: Se ha detectado una actividad irregular en tu cuenta. Puede que las funciones de la clasificación no funcionen según lo esperado.
fr: Une activité irrégulière a été détectée sur ton compte. Les fonctionnalités de classement peuvent ne pas fonctionner comme prévu.
it: È stata rilevata un'attività irregolare sul tuo account. Le funzionalità della classifica potrebbero non funzionare come di consueto.
pt: Atividade irregular foi detectada em sua conta. Algumas características do ranking podem não funcionar como esperado.
ru: На вашей учётной записи обнаружены подозрительные действия. Рейтинговые функции могут не работать.
tr: Hesabında kural dışı bir faaliyet tespit edildi. Sıralama özellikleri doğru şekilde çalışmayabilir.
uk: На вашому акаунті виявлені підозрілі дії. Рейтингові функції можуть не працювати.

# playerWantsToAdd
source: <player-name> wants to add you as a friend.
de: <player-name> möchte dich als Freund hinzufügen.
es: <player-name> quiere añadirte como amigo.
fr: <player-name> veut t'ajouter en ami.
it: <player-name> vuole aggiungerti agli amici.
pt: <player-name> quer te adicionar como amigo.
ru: <player-name> хочет добавить Вас в друзья.
tr: <player-name> seni arkadaş olarak eklemek istiyor.
uk: <player-name> хоче додати вас у друзі.

# friendAcceptedAsFriendA
source: <player-name> accepted your friendship request.
de: <player-name> hat deine Freundesanfrage akzeptiert.
es: <player-name> ha aceptado tu solicitud de amistad.
fr: <player-name> a accepté ta demande d'ami.
it: <player-name> ha accettato la tua richiesta di amicizia.
pt: <player-name> aceitou sua solicitação de amizade.
ru: <player-name> принял(а) Ваш запрос дружбы.
tr: <player-name> arkadaşlık isteğini kabul etti.
uk: <player-name> прийняв ваш запит дружби.

# friendAcceptedAsFriendB
source: You and <player-name> are now friends!
de: Du und bist jetzt mit <player-name> befreundet!
es: ¡Ahora <player-name> y tú sois amigos!
fr: <player-name> et toi êtes maintenant amis !
it: Tu e <player-name> ora siete amici!
pt: Você e <player-name> agora são amigos!
ru: Теперь вы с игроком <player-name> друзья!
tr: <player-name> ile artık arkadaşsınız!
uk: Тепер ви з <player-name> друзі!

# newDungeonChallenge
source: There's a new Competitive Dungeon Challenge now live!
de: Es gibt jetzt eine neue Wettkampf-Dungeonherausforderung!
es: ¡Ya hay disponible un nuevo desafío de mazmorra competitiva!
fr: Un nouveau défi de donjon compétitif est désormais disponible !
it: C'è una nuova sfida dungeon competitiva disponibile!
pt: Saiu uma nova Masmorra-Desafio do Modo Competitivo!
ru: Доступен новый Соревновательный Уровень!
tr: Şu anda açık olan yeni bir Rekabet Zindan Meydan Okuması var!
uk: Доступний новий змагальний рівень!

# opponentsNameRank
source: <player-name>'s current rank:
de: <player-name>s Rang:
es: Rango actual de <player-name>:
fr: Rang actuel de <player-name> :
it: Posizione attuale di <player-name>:
pt: Patente atual de <player-name>:
ru: Текущий ранг игрока <player-name>:
tr: <player-name>mevcut derecesi:
uk: Поточний ранг <player-name>:

# playAgainstPlayer
source: Play against <player-name>
de: Spiele gegen <player-name>
es: Jugar contra <player-name>
fr: Jouer contre <player-name>
it: Gioca contro <player-name>
pt: Jogar contra <player-name>
ru: Сыграть против игрока <player-name>
tr: Şu oyuncuya karşı: <player-name>
uk: Зіграти проти <player-name>

# playAgainstPlayerEx
source: Run a Competitive Dungeon against <player-name>
de: Ein Wettkampfdungeon gegen <player-name> spielen
es: Correr una mazmorra competitiva contra <player-name>
fr: Lancer un donjon compétitif contre <player-name>
it: Gestisci un dungeon Competitivo contro <player-name>
pt: Jogar Masmorra Competitiva contra <player-name>
ru: Пройти Соревновательный Уровень против игрока <player-name>.
tr: Şu oyuncuya karşı bir Rekabet Zindanı oyna: <player-name>
uk: Зіграти змагальний рівень проти <player-name>

# challengePlayer
source: Challenge <player-name>
de: <player-name> herausfordern
es: Desafiar a <player-name>
fr: Défier <player-name>
it: Sfida <player-name>
pt: Desafiar <player-name>
ru: Бросить вызов игроку <player-name>
tr: Meydan oku <player-name>
uk: Кинути виклик <player-name>

# acceptFriendQuestion
source: Accept <player-name> in your friends list?
de: <player-name> in deine Freundesliste aufnehmen?
es: ¿Aceptar a <player-name> en tu lista de amigos?
fr: Accepter <player-name> dans ta liste d'amis ?
it: Vuoi accettare <player-name> nella tua lista amici?
pt: Aceitar <player-name> em sua lista de amigos?
ru: Принять игрока <player-name> в друзья?
tr: <player-name> adlı kişiyi arkadaş listene kabul et?
uk: Прийняти <player-name> у друзі?

# notificationForFriendship
source: Notifications for friendship requests
de: Benachrichtigungen für Freundschaftsanfragen
es: Notificaciones de solicitudes de amistad
fr: Notifications de demandes d'amis
it: Notifiche per le richieste d'amicizia
pt: Notificações de solicitação de amizade
ru: Уведомления о запросах дружбы
tr: Arkadaşlık isteklerine yönelik bildirimler
uk: Сповіщення про запити дружби

# cancelFriendshipRequest
source: Cancel your friendship request to <friends-name>?
de: Freundschaftsanfrage an <friends-name> abbrechen?
es: ¿Cancelar la solicitud de amistad enviada a <friends-name>?
fr: Annuler ta demande d'ami à <friends-name> ?
it: Vuoi annullare la richiesta d'amicizia inviata a <friends-name>?
pt: Cancelar sua solicitação de amizade para <friends-name>?
ru: Отменить Ваш запрос дружбы с игроком <friends-name>?
tr: <friends-name> adlı kişiye gönderdiğin arkadaşlık isteğini iptal et?
uk: Скасувати ваш запит дружби з <friends-name>?

# declineFriendshipRequest
source: Decline <friends-name>'s friendship request?
de: Freundschaftsanfrage von <friends-name> ablehnen?
es: ¿Rechazar la solicitud de amistad de <friends-name>?
fr: Refuser la demande d'ami de <friends-name> ?
it: Vuoi rifiutare la richiesta d'amicizia di <friends-name>?
pt: Recusar a solicitação de amizade de <friends-name>?
ru: Отклонить запрос дружбы от игрока <friends-name>?
tr: <friends-name> adlı kişinin arkadaşlık isteğini reddet?
uk: Відхилити запит дружби від <friends-name>?

# championMatch
source: Play against <player-name>?
de: Gegen <player-name> spielen?
es: ¿Jugar contra <player-name>?
fr: Jouer contre <player-name> ?
it: Vuoi giocare contro <player-name>?
pt: Jogar contra <player-name>?
ru: Сыграть против игрока <player-name>?
tr: <player-name> adlı kişiye karşı oyna?
uk: Зіграти проти <player-name>?

# championMatchDescA
source: Winning this match rewards you with <rank> Rank points and losing it won't decrease your current Rank.
de: Wenn du dieses Match gewinnst, erhältst du <rank> Rangpunkte. Wenn du verlierst, verringert sich dein Rang nicht.
es: Al ganar esta partida, obtendrás <rank> puntos de rango. Si pierdes, tu rango no bajará.
fr: Remporter ce match te fera gagner <rank> points de classement, et le perdre ne fera pas baisser ton classement actuel.
it: Se vincerai questa partita otterrai <rank> punti Posizione, se perderai manterrai la tua attuale posizione.
pt: Vencer esta partida te premia com <rank> pontos de patente e a derrota não irá diminuir sua patente atual.
ru: Победа в этом матче принесёт Вам <rank> очк. ранга, а поражение не приведёт к понижению текущего ранга.
tr: Bu maçını kazanırsan <rank> Derece puanı kazanacaksın, ama kaybedersen mevcut Derecen düşmeyecek.
uk: Перемога в цьому матчі принесе вам <rank> очок рангу, а поразка не призведе до зниження поточного рангу.

# beatenInHallOfChampions
source: <player-name> beat you at the Hall of Champions!
de: <player-name> hat dich in der Halle der Helden besiegt!
es: ¡<player-name> te ha vencido en el Salón de los Campeones!
fr: <player-name> t'a battu dans le Hall des Champions !
it: <player-name> ti ha sconfitto nella Sala dei campioni!
pt: <player-name> te derrotou no Hall dos Campeões!
ru: <player-name> победил(а) Вас в Зале Чемпионов!
tr: <player-name> Şampiyonlar Salonu'nda seni yendi!
uk: <player-name> переміг вас у залі чемпіонів!

# bestRankingPosition
source: Your best ranking position: #<number>
de: Dein bester Rang: #<number>
es: Tu mejor puesto: #<number>
fr: Ta meilleure position dans le classement : #<number>
it: La tua migliore posizione in classifica: #<number>
pt: Sua melhor posição no ranking: #<number>
ru: Ваше лучшее место в рейтинге: #<number>
tr: En iyi sıralama yerin: #<number>
uk: Ваше найкраще положення в рейтингу: #<number>

source: Type:
de: Typ:
es: Tipo:
it: Tipo:
pt: Typo:
ru: Тип:
tr: Tür:
uk: Тип:

source: Sword
de: Schwert
es: Espada
fr: Épée
it: Spada
pt: Espada
ru: Меч
tr: Kılıç
uk: Меч

source: Dagger
de: Dolch
es: Daga
fr: Dague
it: Pugnale
pt: Adaga
ru: Кинжал
tr: Hançer
uk: Кинджал

source: Staff
de: Stab
es: Báculo
fr: Bâton
it: Bastone
pt: Cajado
ru: Посох
tr: Asa
uk: Посох

source: Axe
de: Axt
es: Hacha
fr: Hache
it: Ascia
pt: Machado
ru: Топор
tr: Balta
uk: Сокира

source: Hammer
es: Martillo
fr: Marteau
it: Martello
pt: Martelo
ru: Молот
tr: Çekiç
uk: Молот

source: Spear
de: Speer
es: Lanza
fr: Lance
it: Lancia
pt: Lança
ru: Копьё
tr: Mızrak
uk: Спис

source: Mace
de: Keule
es: Maza
fr: Massue
it: Mazza
pt: Clava
ru: Булава
tr: Gürz
uk: Булава

source: Prizes
de: Preise
es: Premios
fr: Récompenses
it: Premi
pt: Prêmios
ru: Призы
tr: Ödüller
uk: Призи

# claimPrizesButton
source: Claim prizes
de: Preise abholen
es: Recoger premios
fr: Obtenir des récompenses
it: Reclama premi
pt: Reivindicar prêmios
ru: Получить призы
tr: Ödülleri al
uk: Отримати призи

# claimButton
source: Claim
de: Abholen
es: Recoger
fr: Obtenir
it: Reclama
pt: Reivindicar
ru: Получить
tr: Al
uk: Отримати

# goToPrizeRoomButton
source: Go to Prize Room
de: Geh zum Preisraum
es: Ir a la Sala de Premios
fr: Aller à la Salle des récompenses
it: Vai alla Stanza dei premi
pt: Ir para Sala de Prêmios
ru: В Призовую Комнату
tr: Ödül Odası'na git
uk: У призову кімнату

# itemInBankMessageA
source: You already have this item in the Bank.
de: Dieser Gegenstand befindet sich bereits in deinem Bankfach.
es: Ya tienes este objeto en el banco.
fr: Tu possèdes déjà cet objet à la Banque.
it: Hai già questo oggetto in banca.
pt: Você já possui este item no Banco.
ru: У Вас в Банке уже хранится этот предмет.
tr: Banka'da bu eşyaya zaten sahipsin.
uk: У вас у банку вже зберігається цей предмет.

# itemInBankMessageB
source: This item is already in the Bank.
de: Dieser Gegenstand ist schon in deinem Bankfach.
es: Este objeto ya está en el banco.
fr: Cet objet se trouve déjà à la Banque.
it: Questo oggetto è già in banca.
pt: Este item já está no Banco.
ru: Этот предмет уже в Банке.
tr: Bu eşya zaten Banka'da bulunuyor.
uk: Цей предмет уже в банку.

# alreadyHasItemMessage
source: You already have this item.
de: Du besitzt diesen Gegenstand schon.
es: Ya tienes este objeto.
fr: Tu possèdes déjà cet objet.
it: Possiedi già questo oggetto.
pt: Você já possui este item.
ru: У Вас уже есть этот предмет.
tr: Bu eşyaya zaten sahipsin.
uk: У вас уже є цей предмет.

source: Fire Lord
de: Feuerlord
es: Señor del Fuego
fr: Seigneur du Feu
it: Signore del fuoco
pt: Lorde do Fogo
ru: Огненный Лорд
tr: Ateş Efendisi
uk: Лорд полум'я

source: Orc Fighter
de: Ork-Kämpfer
es: Luchador orco
fr: Chasseur d'Orcs
it: Orco combattente
pt: Orc Lutador
ru: Урук-хай
tr: Ork Savaşçı
uk: Урук-хай

# unknownItemFoundWarning
source: Some items could not be loaded. Make sure you're running the latest version of the game and check your internet connection.
de: Manche Gegenstände konnten nicht geladen werden. Stelle sicher, dass du die neueste Version des Spiels verwendest und prüfe deine Internetverbindung.
es: No se han podido cargar algunos objetos. Asegúrate de que tienes la última versión del juego y comprueba tu conexión a internet.
fr: Certains objets n'ont pas pu être chargés. Assure-toi de jouer avec la dernière version du jeu et vérifie ta connexion Internet.
it: Alcuni oggetti non possono essere caricati. Assicurati di stare usando l'ultima versione del gioco e verifica la tua connessione Internet.
pt: Não foi possível carregar alguns itens. Certifique-se de que esta é a última versão do jogo e verifique a conexão com a internet.
ru: Не удалось загрузить некоторые предметы. Убедитесь, что у Вас установлена последняя версия игры, и проверьте Интернет-соединение.
tr: Bazı eşyalar yüklenemedi. Oyunun en yeni sürümünü kullandığından emin ol ve internet bağlantını kontrol et.
uk: Не вдалося завантажити деякі предмети. Переконайтеся, що у вас встановлена остання версія гри, й перевірте інтернет-з'єднання.

# keepOriginalHelmToggle
source: Keep class' default helm
de: Original-Helm behalten
es: Mantener casco predet. de la clase
fr: Garder le casque de la classe par défaut
it: Mantieni l'elmo predefinito della classe
pt: Manter o elmo padrão da classe
ru: Стандартная голова класса
tr: Sınıfın varsayılan miğferi kalsın
uk: Стандартний шолом класу

# keepHelmNoEffectNotification
source: This change won't affect your current appearance because your current armor doesn't have a custom helm.
de: Diese Änderung betrifft dein aktuelles Aussehen nicht, da deine derzeitige Rüstung keinen besonderen Helm hat.
es: Este cambio no afectará a tu apariencia actual, ya que la armadura que llevas ahora carece de casco personalizado.
fr: Ce changement n'affectera pas ton apparence actuelle car ton armure ne dispose pas de casque personnalisé.
it: Questa modifica non avrà effetto sul tuo attuale look perché la tua armatura non ha un elmo personalizzabile.
pt: Esta alteração não irá afetar sua aparência atual pois sua armadura não possui elmo customizado.
ru: Это изменение не скажется на Вашем внешнем виде, поскольку у вашей текущей брони нет головного убора, или она не поддерживает шлем класса.
tr: Bu değişiklik mevcut görünümünü etkilemeyecek, çünkü mevcut zırhının özel bir miğferi yok.
uk: Ця зміна не торкнеться вашого зовнішнього вигляду, оскільки ваша поточна броня не має особливого дизайну шолома.

# challengeParseError
source: Couldn't send result to server. Unknown error.
de: Ergebnisse können nicht zum Server gesendet werden. Unbekannter Fehler.
es: No se ha podido enviar el resultado al servidor. Error desconocido.
fr: Impossible d'envoyer les résultats au serveur. Erreur inconnue.
it: Impossibile inviare risultati al server. Errore sconosciuto.
pt: Não foi possível enviar o resultado ao servidor. Erro desconhecido.
ru: Неизвестная ошибка! Не удалось отправить результат.
tr: Sonuç, sunucuya gönderilemedi. Bilinmeyen hata.
uk: Невідома помилка. Не вдалося відправити результат.

# challengeNoConnectionError
source: Couldn't send result to server. No connection.
de: Ergebnisse können nicht zum Server gesendet werden. Keine Verbindung.
es: No se ha podido enviar el resultado al servidor. No hay conexión.
fr: Impossible d'envoyer les résultats au serveur. Aucune connexion.
it: Impossibile inviare risultati al server. Nessuna connessione.
pt: Não foi possível enviar o resultado ao servidor. Sem conexão.
ru: Нет соединения! Не удалось отправить результат.
tr: Sonuç, sunucuya gönderilemedi. Bağlantı yok.
uk: Немає зв'язку. Не вдалося відправити результат.

# couldntPostWeeklyDungeon
source: Results couldn't be posted. Please check your internet connection.
de: Ergebnisse können nicht veröffentlicht werden. Bitte prüf deine Internetverbindung.
es: No se han podido publicar los resultados. Comprueba tu conexión a internet.
fr: Les résultats n'ont pas pu être publiés. Vérifie ta connexion Internet.
it: I risultati non possono essere pubblicati. Verifica la tua connessione a Internet.
pt: Não foi possível enviar o resultado. Por favor verifique sua conexão com a internet.
ru: Не удалось опубликовать результат! Проверьте соединение с Интернетом.
tr: Sonuçlar paylaşılamadı. Lütfen internet bağlantını kontrol et.
uk: Не вдалося опублікувати результат. Перевірте з'єднання з мережею.

# errorInvalidValue
source: Invalid value.
de: Ungültiger Wert.
es: Valor no válido.
fr: Valeur non valide.
it: Valore invalido.
pt: Valor inválido.
ru: Неверное значение!
tr: Geçersiz değer.
uk: Невірне значення.

source: Time challenge:
de: Zeitherausforderung:
es: Desafío de tiempo:
fr: Défi de temps :
it: Sfida a tempo:
pt: Desafio de tempo:
ru: Задание на Время:
tr: Süre meydan okuması:
uk: Завдання на час:

source: Current best time:
de: Aktuelle Bestzeit:
es: Mejor tiempo:
fr: Meilleur temps :
it: Miglior tempo:
pt: Melhor tempo:
ru: Рекорд времени:
tr: Mevcut En iyi Süre:
uk: Рекорд часу:

source: Current best score:
de: Aktuelle Bestpunktzahl:
es: Mejor puntuación:
fr: Meilleur score :
it: Miglior punteggio:
pt: Melhor pontuação:
ru: Рекорд счёта:
tr: Mevcut En iyi Puan:
uk: Рекорд рахунку:

source: Time challenge completed!
de: Zeitherausforderung abgeschlossen!
es: ¡Desafío de tiempo completado!
fr: Défi de temps réussi !
it: Sfida a tempo completata!
pt: Desafio de tempo conquistado!
ru: Задание на Время завершено!
tr: Süre meydan okuması tamamlandı!
uk: Завдання на час виконано!

source: Time challenge not completed.
de: Zeitherausforderung nicht abgeschlossen.
es: Desafío de tiempo no completado.
fr: Défi de temps non réussi.
it: Sfida a tempo non completata.
pt: O desafio de tempo não foi conquistado.
ru: Задание на Время не завершено!
tr: Süre meydan okuması tamamlanmadı.
uk: Завдання на час не виконано.

# timeChallengeNotCompletedEx
source: Time challenge not completed (<time>).
de: Zeitherausforderung nicht abgeschlossen (<time>).
es: Desafío de tiempo no completado (<time>).
fr: Défi de temps non réussi (<time>).
it: Sfida a tempo non completata (<time>).
pt: O desafio de tempo não foi conquistado (<time>).
ru: Задание на Время (<time>) не завершено!
tr: Süre meydan okuması tamamlanmadı (<time>).
uk: Завдання на час не виконано (<time>).

source: Time left:
de: Restzeit:
es: Tiempo restante:
fr: Temps restant :
it: Tempo rimasto:
pt: Tempo restante:
ru: Осталось времени:
tr: Kalan süre:
uk: Залишилось часу:

# yourPositionTime:
source: Your position on time leaderboard:
de: Deine Position auf der Zeit-Bestenliste:
es: Tu puesto en la clasificación de tiempo:
fr: Ta position dans le classement de temps :
it: La tua posizione sulla classifica tempo:
pt: Sua posição no placar de tempo:
ru: Ваше место в рейтинге времени:
tr: Süre sıralamasındaki yerin:
uk: Ваше місце в рейтингу часу:

# yourPositionScore:
source: Your position on score leaderboard:
de: Deine Position auf der Punktzahl-Bestenliste:
es: Tu puesto en la clasificación de puntos:
fr: Ta position dans le classement des scores :
it: La tua posizione sulla classifica punteggio:
pt: Sua posição no placar de pontuação:
ru: Ваше место в рейтинге счёта:
tr: Puan sıralamasındaki yerin:
uk: Ваше місце в рейтингу рахунку:

source: Star challenge completed!
de: Sternherausforderung abgeschlossen!
es: ¡Desafío de estrellas completado!
fr: Défi des étoiles réussi !
it: Sfida stella completata!
pt: Desafio da estrela conquistado!
ru: Задание на Звезду завершено!
tr: Yıldız meydan okuması tamamlandı!
uk: Завдання на зірки!

source: <one> hour left
de: <one> Stunde übrig
es: Queda <one> hora
fr: <one> heure restante
it: <one> ora rimasta
pt: <one> hora restante
ru: Остался <one> час
tr: <one> saat kaldı
uk: Залишилася <one> год.

# hoursLeft
source: <number> hours left
de: <number> Stunden übrig
es: Quedan <number> horas
fr: <number> heures restantes
it: <number> ore rimaste
pt: <number> horas restantes
ru: Осталось <number> ч.
tr: <number> saat kaldı
uk: Залишилося <number> год.

source: <one> day left
de: <one> Tag übrig
es: Queda <one> día
fr: <one> jour restant
it: <one> giorno rimasto
pt: <one> dia restante
ru: Остался <one> день
tr: <one> gün kaldı
uk: Залишився <one> д.

# daysLeft
source: <number> days left
de: <number> Tage übrig
es: Quedan <number> días
fr: <number> jours restants
it: <number> giorni rimasti
pt: <number> dias restantes
ru: Осталось <number> дн.
tr: <number> gün kaldı
uk: Залишилося <number> д.

source: Update needed!
de: Aktualisierung gebraucht!
es: ¡Tienes que actualizar!
fr: Mise à jour requise !
it: Aggiornamento richiesto!
pt: Atualização necessária!
ru: Требуется обновление!
tr: Güncelleme gerekiyor!
uk: Потрібне оновлення!

# versionTooOldForWeeklyDungeon
source: Your game software version is too old! Please update the game in order to play this dungeon.
de: Die Version deiner Spielsoftware ist zu alt! Aktualisier das Spiel, damit du diesen Dungeon spielen kannst.
es: ¡La versión del software de tu juego es demasiado antigua! Actualiza el juego para jugar esta mazmorra.
fr: La version de ton jeu est trop ancienne ! Merci de mettre le jeu à jour afin de pouvoir jouer dans ce donjon.
it: La tua versione software del gioco è obsoleta! Esegui l'aggiornamento per poter giocare in questo dungeon.
pt: A versão do seu jogo é muito antiga! Por favor atualize-o para jogar esta masmorra.
ru: Версия игры устарела! Обновите игру, и Вы сможете проходить этот Уровень.
tr: Oyun yazılımının sürümü çok eski! Bu zindanı oynamak için lütfen oyunu güncelle.
uk: Версія гри застаріла! Оновіть гру, й ви зможете проходити цей рівень.

# newBestScore
source: New high score!
de: Neue Bestpunktzahl!
es: ¡Nueva mayor puntuación!
fr: Nouveau meilleur score !
it: Nuovo punteggio alto!
pt: Superou sua melhor pontuação!
ru: Новый рекорд очков!
tr: Yeni Yüksek Puan!
uk: Новий рекорд очок!

source: New best time!
de: Neue Bestzeit!
es: ¡Nuevo mejor tiempo!
fr: Nouveau meilleur temps !
it: Nuovo miglior tempo!
pt: Superou seu melhor tempo!
ru: Новый рекорд времени!
tr: Yeni En İyi Süre!
uk: Новий рекорд часу!

# discord
source: Discord community
es: Comunidad de Discord
fr: Communauté Discord
it: Community Discord
pt: Comunidade no Discord
ru: Discord-сервер
tr: Discord topluluğu
uk: Спільнота Discord
