Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# signInBeforePurchasePrompt
source: That's great! We see that you are signed in with your <service> account. All your progress, including your purchases, will be automatically synced across all your devices as soon as you sign in!
de: Das ist großartig! Wir sehen, dass du mit deinem <service>-Konto angemeldet bist. Alle deine Fortschritte, einschließlich deiner Einkäufe, werden automatisch auf allen deinen Geräten synchronisiert, sobald du dich anmeldest!
es: ¡Genial! Vemos que has iniciado sesión con tu cuenta de <service>. ¡Todos tus progresos, incluidas las compras, se sincronizarán automáticamente en todos tus dispositivos en cuanto inicies sesión!
fr: Parfait ! Tu es connecté(e) avec ton compte <service>. Toute ta progression, y compris tes achats, seront automatiquement synchronisés sur tous tes appareils dès que tu te connecteras !
it: Ma è fantastico! Abbiamo visto che hai eseguito l'accesso con il tuo account <service>. Tutti i tuoi progressi, compresi gli acquisti, verranno sincronizzati automaticamente su tutti i tuoi dispositivi non appena accederai!
pt: Isso é ótimo! Vemos que você está conectado com sua conta da <service>. Todo o seu progresso, incluindo suas compras, será sincronizado automaticamente com todos os seus dispositivos assim que você entrar!
ru: Превосходно! Как мы видим, вы выполнили вход, используя свой аккаунт <service>. Все игровые данные, включая прогресс и покупки, будут автоматически синхронизироваться между вашими устройствами, как только вы войдёте!
tr: Bu harika! <service> hesabınızla oturum açtığınızı görüyoruz. Satın alımlarınız da dahil olmak üzere tüm ilerlemeleriniz, oturum açar açmaz tüm cihazlarınız arasında otomatik olarak senkronize edilecektir!
uk: Чудово! Ми бачимо, що ви виконали вхід за допомогою свого акаунта <service>. Усі ігрові дані, у тому числі прогрес і покупки, будуть автоматично синхронізуватися між вашими пристроями, як тільки ви ввійдете!

source: Awesome, thanks!
de: Großartig, danke!
es: ¡Estupendo, gracias!
fr: Super, merci !
it: Benissimo, grazie!
pt: Ótimo, obrigado!
ru: Супер! Спасибо
tr: Harika, teşekkürler!
uk: Супер! Дякую

# notSignedInBeforePurchasePrompt
source: It looks like you're not signed in with your <service> account at the moment. Sign in to have all your progress synced to the cloud, including your purchases.
de: Anscheinend bist du derzeit nicht mit deinem <service>-Konto angemeldet. Melde dich an, um deinen gesamten Fortschritt, einschließlich deiner Einkäufe, mit der Cloud zu synchronisieren.
es: Parece que no has iniciado sesión con tu cuenta de <service>. Inicia sesión para que todos tus progresos se sincronicen en la nube, incluidas las compras.
fr: Il semblerait que tu ne sois pas connecté(e) avec ton compte <service> pour le moment. Connecte-toi pour que toute ta progression soit synchronisée dans le cloud, y compris tes achats.
it: Sembra che attualmente tu non abbia eseguito l'accesso con il tuo account <service>. Esegui l'accesso per sincronizzare tutti i tuoi progressi nel cloud, compresi i tuoi acquisti.
pt: Parece que você não está conectado com sua conta da <service> no momento. Faça login para ter todo o seu progresso na nuvem, incluindo suas compras.
ru: Похоже, вы ещё не выполнили вход с помощью своего аккаунта <service>. Сделайте это, и ваши игровые данные, включая прогресс и покупки, будут синхронизироваться в облаке.
tr: Şu anda <service> hesabınızla oturum açmamışsınız gibi görünüyor. Satın alımlarınız da dahil olmak üzere tüm ilerlemelerinizin bulutla senkronize edilmesi için oturum açın.
uk: Схоже, ви ще не виконали вхід за допомогою свого акаунта <service>. Зробіть це, і ваші ігрові дані, у тому числі прогрес і покупки, будуть автоматично синхронізуватися в хмарі.

source: No, thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
pt: Não, obrigado
ru: Нет, спасибо
tr: Hayır, teşekkürler!
uk: Ні, дякую

# meanwhileTitle
source: Meanwhile...
de: Mittlerweile...
es: Mientras tanto...
fr: Pendant ce temps . . .
it: Nel frattempo...
pt: Enquanto isso...
ru: А тем временем...
tr: Aynı süreçte...
uk: А тим часом...

source: Welcome back!
de: Willkommen zurück!
es: ¡Hola de nuevo!
fr: Bon retour parmi nous !
it: Felice di rivederti!
pt: Bem-vindo de volta!
ru: С возвращением!
tr: Tekrardan hoş geldin!
uk: Із поверненням!

# superSkillHowTo
source: Press and hold <green>ยถ<white> (<green>Attack<white>) for <us-time> seconds to cast the Super Skill.
de: Drücke und halte <green>¶<white> (<green>Angriff<white>) <us-time> Sekunden lang, um die Superfähigkeit zu aktivieren.
es: Mantén pulsado <green>¶<white> (<green>atacar<white>) durante <us-time> segundos para lanzar la superhabilidad.
fr: Maintiens la touche <green>¶<white> (<green>Attaque<white>) enfoncée pendant <us-time> secondes pour lancer ta Super compétence.
it: Premi e mantieni <green>¶<white> (<green>Attacco<white>) per <us-time> secondi per attivare la super abilità.
pt: Aperte e segure <green>¶<white> (<green>Ataque<white>) por <us-time> segundos para usar a Super Habilidade.
ru: Нажмите и удерживайте <green>¶<white> (<green>атака<white>) в течение <us-time> сек. для использования супернавыка.
tr: Süper Yeteneğini <us-time> süresince kullanabilmek için <green>¶<white> (<green>Attack<white>) basılı tut.
uk: Натисніть та утримуйте <green>¶<white> (<green>атака<white>) протягом <us-time> сек. для використання супернавички.

# superSkillHowToSwitchTap
source: Tap the Super Skill icon to switch to another one.
de: Tippe auf das Symbol der Superfähigkeit, um zu einer anderen zu wechseln.
es: Toca el icono de la superhabilidad para cambiar a otra.
fr: Appuie sur l'icône de Super compétence pour la modifier.
it: Tocca l'icona della super abilità per cambiare.
pt: Toque no ícone da Super Habilidade para trocá-la por uma outra.
ru: Нажмите на иконку супернавыка, чтобы переключиться на другой.
tr: Farklı bir Süper Yetenek seçmek için simgeye dokun.
uk: Натисніть на іконку супернавички, щоб перейти на іншу.

source: Frost
es: Escarcha
fr: Gel
it: Congelatore
pt: Congelante
ru: Мерзлота
tr: Buzul
uk: Мерзлота

source: Immune against frost
de: Immun gegen Frost
es: Inmune contra la escarcha
fr: Immunité contre le gel
it: Immune al gelo
pt: Imune contra congelamento
ru: Иммунитет к мерзлоте
tr: Buzula karşı dayanıklılık
uk: Імунітет до мерзлоти

source: Beholder
de: Betrachter
es: Contemplador
fr: Tyrannœil
it: Osservatore
pt: Observador
ru: Созерцатель
tr: Seyirci
uk: Споглядач

source: Cyclops
de: Zyklop
es: Cíclope
fr: Cyclopes
it: Ciclope
pt: Ciclope
ru: Циклоп
tr: Tepegöz
uk: Циклоп

source: Walker
de: Wanderer
es: Caminante
fr: Marcheur
it: Camminatore
pt: Andarilho
ru: Ходок
tr: Ezgeç
uk: Ходок

source: Vindicator
de: Verteidiger
es: Vindicador
fr: Vindicateur
it: Difensore
pt: Vindicador
ru: Защитник
tr: İntikamcı
uk: Захисник

source: Demon Stomper
de: Dämonenstampfer
es: Demonio Aplastador
fr: Bloc démoniaque
it: Pestatore demoniaco
pt: Esmagador Demoníaco
ru: Демон-топтатель
tr: Ezici Şeytan
uk: Демон-топтач

# wdgPctWinRewardTitleScore
source: Top <percentage>% best scores in the Weekly Dungeon!
de: Top <percentage>% der besten Ergebnisse im Wöchentlichen Dungeon!
es: ¡Entre el <percentage> % de las mejores puntuaciones en la mazmorra semanal!
fr: Dans les <percentage> % des meilleurs scores du Donjon hebdomadaire !
it: I migliori <percentage>% punteggi del sotterraneo settimanale!
pt: Entre as <percentage>% melhores pontuações da Masmorra Semanal!
ru: Лучшие <percentage>% по счёту за еженедельный уровень!
tr: Haftalık Zindanki <percentage>% en iyi skor!
uk: Кращі <percentage>% серед рахунків за щотижневий рівень!

# wdgPctWinRewardPushScore
source: Congratulations! You scored among the <percentage>% top players in the last Weekly Dungeon! There's a reward waiting for you in the Prize Room!
de: Herzliche Glückwünsche! Du hast im letzten Wöchentlichen Dungeon unter den <percentage>% der besten Spieler gepunktet! Eine Belohnung wartet auf dich in der Trophäengalerie!
es: ¡Enhorabuena! ¡Tu puntuación ha estado entre el <percentage> % de los mejores jugadores en la última mazmorra semanal! ¡Te espera una recompensa en la Sala de Premios!
fr: Félicitations ! Tu fais partie des <percentage> % des meilleurs joueurs du précédent Donjon hebdomadaire ! Une récompense t'attend dans la Salle des récompenses !
it: Congratulazioni! Ti sei classificato tra i migliori <percentage>% giocatori nell'ultimo sotterraneo settimanale! C'è una ricompensa che ti aspetta nella stanza dei premi!
pt: Parabéns! Você pontuou entre os <percentage>% melhores jogadores na última Masmorra Semanal! Há uma recompensa esperando por você na sala de prêmios!
ru: Поздравляем! Вы вошли в <percentage>% лучших игроков последнего еженедельного уровеня! В призовой комнате вас ждёт награда!
tr: Tebrikler! Son Haftalık Zindandaki en iyi <percentage>% oyuncular arasındasın! Ödül Odasında seni bekleyen bir ödül var!
uk: Вітаємо! Ви увішли в <percentage>% кращих гравців останнього щотижневого рівня! У призовій кімнаті на вас чекає винагорода!

# wdgPctWinRewardTitleTime
source: Top <percentage>% fastest players in the Weekly Dungeon!
de: Top <percentage>% der schnellsten Spieler im Wöchentlichen Dungeon!
es: ¡Entre el <percentage> % de los jugadores más rápidos en la mazmorra semanal!
fr: Dans les <percentage> % des joueurs les plus rapides du Donjon hebdomadaire !
it: I migliori <percentage>% giocatori più veloci del sotterraneao settimanale!
pt: Entre os <percentage>% melhores tempos da Masmorra Semanal!
ru: Лучшие <percentage>% по скорости за еженедельный уровень!
tr: Haftalık Zindandaki en hızlı <percentage>% oyuncu!
uk: Кращі <percentage>% по швидкості за щотижневий рівень!

# wdgPctWinRewardPushTime
source: Congratulations! You were among the <percentage>% fastest players in the last Weekly Dungeon! There's a reward waiting for you in the Prize Room!
de: Herzliche Glückwünsche! Du warst im letzten Wöchentlichen Dungeon unter den <percentage>% schnellsten Spielern! Eine Belohnung wartet auf dich in der Trophäengalerie!
es: ¡Enhorabuena! ¡Has estado entre el <percentage> % de los jugadores más rápidos en la última mazmorra semanal! ¡Te espera una recompensa en la Sala de Premios!
fr: Félicitations ! Tu fais partie des <percentage> % des joueurs les plus rapides du précédent Donjon hebdomadaire ! Une récompense t'attend dans la Salle des récompenses !
it: Congratulazioni! Ti sei classificato tra i migliori <percentage>% giocatori più veloci nell'ultimo sotterraneo settimanale! C'è una ricompensa che ti aspetta nella stanza dei premi!
pt: Parabéns! Você está entre os <percentage>% melhores tempos na última Masmorra Semanal! Há uma recompensa esperando por você na sala de prêmios!
ru: Поздравляем! Вы вошли в <percentage>% самых быстрых игроков последнего еженедельного уровеня! В призовой комнате вас ждёт награда!
tr: Tebrikler! Son Haftalık Zindandaki en hızlı <percentage>% oyuncular arasındasın! Ödül Odasında seni bekleyen bir ödül var!
uk: Вітаємо! Ви увійшли до <percentage>% найшвидших гравців останнього щотижневого рівня! У призовій кімнаті на вас чекає винагорода!

source: Finish dungeon
de: Dungeon beenden
es: Terminar mazmorra
fr: Finir le donjon
it: Termina il sotterraneo
pt: Terminar fase
ru: Завершить уровень
tr: Zindanı tamamla
uk: Завершити рівень

source: Open portal
de: Portal öffnen
es: Abrir portal
fr: Ouvrir le portail
it: Apri il portale
pt: Abrir portal
ru: Открыть портал
tr: Portal Aç
uk: Відкрити портал

source: Ice Golem
de: Eisgolem
es: Gólem de hielo
fr: Golem de glace
it: Fantoccio di ghiaccio
pt: Golem de gelo
ru: Ледяной голем
tr: Buz Golemi
uk: Крижаний голем

source: Privacy settings
de: Datenschutzeinstellungen
es: Ajustes de privacidad
fr: Paramètres de confidentialité
it: Impostazioni della Privacy
pt: Opções de privacidade
ru: Настройки конфиденциальности
tr: Gizlilik seçenekleri
uk: Налаштування конфіденційності

source: Purchase confirmed
de: Kauf bestätigt
es: Compra confirmada
fr: Achat confirmé
it: Acquisto confermato
pt: Compra confirmada
ru: Покупка подтверждена
uk: Покупку підтверджено

# monthJanuary
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
pt: Janeiro
ru: Январь
tr: Ocak
uk: Січень

# monthFebruary
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
pt: Fevereiro
ru: Февраль
tr: Şubat
uk: Лютий

# monthMarch
source: March
de: März
es: Marzo
fr: Mars
it: Marzo
pt: Março
ru: Март
tr: Mart
uk: Березень

# monthApril
source: April
es: Abril
fr: Avril
it: Aprile
pt: Abril
ru: Апрель
tr: Nisan
uk: Квітень

# monthMay
source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
pt: Maio
ru: Май
tr: Mayıs
uk: Травень

# monthJune
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
pt: Junho
ru: Июнь
tr: Haziran
uk: Червень

# monthJuly
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
pt: Julho
ru: Июль
tr: Temmuz
uk: Липень

# monthAugust
source: August
es: Agosto
fr: Août
it: Agosto
pt: Agosto
ru: Август
tr: Ağustos
uk: Серпень

# monthSeptember
source: September
es: Septiembre
fr: Septembre
it: Settembre
pt: Setembro
ru: Сентябрь
tr: Eylül
uk: Вересень

# monthOctober
source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
pt: Outubro
ru: Октябрь
tr: Ekim
uk: Жовтень

# monthNovember
source: November
es: Noviembre
fr: Novembre
it: Novembre
pt: Novembro
ru: Ноябрь
tr: Kasım
uk: Листопад

# monthDecember
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
pt: Dezembro
ru: Декабрь
tr: Aralık
uk: Грудень

source: Season
de: Saison
es: Temporada
fr: Saison
it: Stagione
pt: Temporada
ru: Сезон
tr: Sezon
uk: Сезон

source: Season Points
de: Saisonpunkte
es: Puntos de temporada
fr: Points de saison
it: Punti Stagione
pt: Pontos de Temporada
ru: Очки сезона
tr: Sezon Puanları
uk: Очки сезону

# seasonPointsColon
source: Season Points:
de: Saisonpunkte:
es: Puntos de temporada:
fr: Points de saison :
it: Punti Stagione:
pt: Pontos de Temporada:
ru: Очки сезона:
tr: Sezon Puanları:
uk: Очки сезону:

# seasonOf
source: <season-title> Season <year>
de: <season-title>saison <year>
es: Temporada de <season-title> de <year>
fr: Saison <season-title> <year>
it: Stagione <season-title> <year>
pt: Temporada de <season-title> <year>
ru: Сезон - <season-title> <year>
tr: <season-title> Sezonu <year>
uk: Сезон - <season-title> <year>

# youAchievedTheRank
source: You achieved the rank of <rank>
de: Du hast den Rang <rank> erreicht
es: Has conseguido el rango de <rank>
fr: Tu as atteint le rang <rank>
it: Hai raggiunto la posizione <rank>
pt: Você alcançou a patente <rank>
ru: Достигнут рейтинг «<rank>»
tr: <rank> rütbesine ulaştınız
uk: Досягнуто рейтингу «<rank>»

# claimSeasonPoints
source: Claim my Season Points
de: Meine Saisonpunkte anfordern
es: Obtener mis puntos de temporada
fr: Obtenir mes points de saison
it: Ritiro dei miei punti Stagione
pt: Reivindicar meus Pontos de Temporada
ru: Получить очки сезона
tr: Sezonluk Puanını topla
uk: Отримати очки сезону

# skinAreaTitle
source: Hero's Chamber
de: Heldenkammer
es: Cámara del héroe
fr: Chambre du Héros
it: Camera dell'eroe
pt: Sala do Herói
ru: Зал героев
tr: Şampiyonun Odası
uk: Зала героїв

source: Season Points and Skins
de: Saisonpunkte und Skins
es: Puntos de temporada y aspectos
fr: Points de saison et Skins
it: Skin e punti Stagione
pt: Pontos de Temporada e Skins
ru: Очки сезона и образы
tr: Sezon Puanları ve Kostümleri
uk: Очки сезону й образи

source: Exchange
de: Umtauschen
es: Intercambiar
fr: Échanger
it: Scambia
pt: Trocar
ru: Обмен
tr: Alışveriş
uk: Обмін

# exchangeColon
source: Exchange:
de: Umtauschen:
es: Intercambiar:
fr: Échanger :
it: Scambia:
pt: Trocar:
ru: Обмен:
tr: Alışveriş:
uk: Обмін:

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt: Preço
ru: Цена
tr: Fiyat
uk: Ціна

# priceColon
source: Price:
de: Preis:
es: Precio:
fr: Prix :
it: Prezzo:
pt: Preço:
ru: Цена:
tr: Fiyat:
uk: Ціна:

# exchangeFor
source: Exchange for <sp-number> Season Points
de: Gegen <sp-number> Saisonpunkte umtauschen
es: Intercambiar por <sp-number> puntos de temporada
fr: Échanger contre <sp-number> points de saison
it: Scambia per <sp-number> punti Stagione
pt: Trocar por <sp-number> Pontos de Temporada
ru: Обмен на <sp-number> очков сезона
tr: <sp-number> Sezon Puanları karşılığında al
uk: Обмін на <sp-number> очок сезону

# exchangeForSkinConfirmationConfirm
source: Exchange <sp-number> Season Points for <skin-name>?
de: Tausche <sp-number> Saisonpunkte gegen <skin-name> um?
es: ¿Quieres intercambiar <sp-number> puntos de temporada por <skin-name>?
fr: Échanger <sp-number> points de saison pour obtenir <skin-name> ?
it: Scambiare <sp-number> punti Stagione per la skin <skin-name>?
pt: Trocar <sp-number> Pontos de Temporada por <skin-name>?
ru: Обменять <sp-number> очков сезона на «<skin-name>»?
tr: <sp-number> Sezon Puanları karşılığında <skin-name> almak istiyor musun?
uk: Обміняти <sp-number> очок сезону на «<skin-name>»?

# exchangeForSkinConfirmationConfirmEx
source: Exchange <sp-number> Season Points for the <class-name>'s skin <skin-name>?
de: Tausche <sp-number> Saisonpunkte gegen <class-name>s Skin <skin-name> um?
es: ¿Quieres intercambiar <sp-number> puntos de temporada por el aspecto <skin-name> de <class-name>?
fr: Échanger <sp-number> points de saison pour obtenir le skin <skin-name> de la classe <class-name> ?
it: Scambiare <sp-number> punti Stagione per la skin <skin-name> di <class-name>?
pt: Trocar <sp-number> Pontos de Temporada pela skin <skin-name> de <class-name>?
ru: Обменять <sp-number> очков сезона на «<skin-name>» для <class-name>?
tr: <sp-number> Sezon Puanları karşılığında <class-name>'ın <skin-name> kostümünü almak istiyor musun??
uk: Обміняти <sp-number> очок сезону на «<skin-name>» для <class-name>?

# notEnoughSeasonPoints
source: You don't seem to have enough Season Points!
de: Du scheinst nicht genug Saisonpunkte zu haben!
es: ¡No pareces tener suficientes puntos de temporada!
fr: Il semblerait que tu n'aies pas assez de points de saison !
it: A quanto pare non hai abbastanza punti Stagione!
pt: Parece que você não tem Pontos de Temporada suficientes!
ru: Недостаточно очков сезона!
tr: Yeteri kadar Sezon Puanına sahip değilsin!
uk: Недостатньо очок сезону!

source: Grimoire
de: Zauberbuch
es: Grimorio
it: Grimorio
pt: Grimório
ru: Гримуар
tr: Kara Büyü Kitabı
uk: Гримуар

# seasonEndNotification
source: A new competitive season has started! Log in to redeem your prize!
de: Eine neue Wettbewerbssaison hat begonnen! Melde dich an, um deinen Preis einzulösen!
es: ¡Ha empezado una nueva temporada competitiva! ¡Inicia sesión para canjear tu premio!
fr: Une nouvelle saison de compétition a commencé ! Connecte-toi pour récupérer ta récompense !
it: È iniziata una nuova stagione competitiva! Accedi per riscattare il tuo premio!
pt: Uma nova temporada competitiva começou! Faça login para resgatar seu prêmio!
ru: Новый соревновательный сезон начался! Войдите и получите свой приз!
tr: Yeni bir rekabetçi sezonu başladı! Ödülünüzü kazanmak için giriş yapın!!
uk: Новий змагальний сезон розпочався! Увійдіть та отримайте свій приз!

source: Loading arcane magic...
de: Arkane Magie wird geladen...
es: Cargando magia arcana...
fr: Chargement de la magie des arcanes...
it: Caricamento maghi arcani...
pt: Carregando magia arcana...
ru: Загружается тайная магия...
tr: Gizli büyü yükleniyor...
uk: Завантажується таємна магія...

# loadingArcaneMagicFailed
source: Our arcane magicians are all busy. Please try again.
de: Unsere arkanen Magier sind alle beschäftigt. Bitte versuche es erneut.
es: Todos nuestros magos arcanos están ocupados. Vuelve a intentarlo.
fr: Nos magiciens des arcanes sont tous occupés. Essaie à nouveau.
it: Tutti i nostri maghi arcani sono impegnati. Riprova di nuovo.
pt: Nossos magos arcanos estão todos ocupados. Por favor, tente novamente.
ru: Все наши мастера магии заняты. Повторите попытку.
tr: Gizemli büyücülerimizin hepsi meşgul. Lütfen tekrar deneyin.
uk: Усі наші майстри магії зайняті. Повторіть спробу.

source: Extra Season Points
de: Zusätzliche Saisonpunkte
es: Puntos de temporada extra
fr: Points de saison supplémentaires
it: Punti Stagione extra
pt: Pontos de Temporada Extra
ru: Дополнительные очки сезона
tr: Ekstra Sezon Puanları
uk: Додаткові очки сезону

# extraSeasonPointsShort
source: Extra Points
de: Zusätzliche Punkte
es: Puntos extra
fr: Points supplémentaires
it: Punti extra
pt: Pontos Extra
ru: Дополнительные очки
tr: Ekstra Puanlar
uk: Додаткові очки

# seasonPointsProductDesc
source: Immediately grants <number> Season Points.
de: Gewährt sofort <number> Saisonpunkte.
es: Otorga <number> puntos de temporada de inmediato.
fr: Récupère immédiatement <number> points de saison.
it: Conferisce immediatamente <number> punti Stagione.
pt: Concede imediatamente <number> Pontos de Temporada.
ru: Мгновенно даёт <number> очков сезона.
tr: Anında <number> Sezon Puanı elde edersiniz.
uk: Миттєво дає <number> очок сезону.

# newGamePlusPrompt
source: You can now start a new game on <new-game-plus> mode!
de: Jetzt kannst du ein neues Spiel im <new-game-plus>-Modus starten!
es: ¡Ya puedes empezar una nueva partida en el modo <new-game-plus>!
fr: Tu peux maintenant commencer une nouvelle partie en mode <new-game-plus> !
it: Ora puoi iniziare una nuova partita in modalità <new-game-plus>!
pt: Você agora pode iniciar um novo jogo no modo <new-game-plus>!
ru: Теперь можно начать игру в новом режиме <new-game-plus>!
tr: Artık <new-game-plus> modunda yeni bir oyuna başlayabilirsiniz!
uk: Тепер можна розпочати гру в новому режимі <new-game-plus>!

# newGamePlusDesc
source: On <new-game-plus> mode all enemies are tougher, potions can't be used and revive costs are higher.
de: Im <new-game-plus>-Modus sind alle Feinde schwieriger, Tränke können nicht verwendet werden und die Wiederbelebungskosten sind höher.
es: En el modo <new-game-plus>, todos los enemigos son más duros, no se pueden usar pociones y el coste de revivir es mayor.
fr: En mode <new-game-plus>, les ennemis sont plus résistants, les potions ne peuvent pas être utilisées et les coûts de réanimation sont plus élevés.
it: Nella modalità <new-game-plus> tutti i nemici sono più resistenti, le pozioni non possono essere usate e i costi di rianimazione sono più alti.
pt: No modo <new-game-plus> os inimigos são mais desafiadores, poções não podem ser usadas e o custo para reviver é mais alto.
ru: В режиме <new-game-plus> все враги сложнее, затраты на возрождение выше, а зелья использовать нельзя.
tr: <new-game-plus> modunda tüm düşmanlar daha dayanıklıdır, iksirler kullanılamaz ve diriltme maliyetleri daha yüksektir.
uk: У режимі <new-game-plus> усі вороги складніші, витрати на відродження більше, а зілля використовувати не можна.

# newGamePlusRewardDesc
source: Finish <new-game-plus> mode with 100% completion or more to get exclusive legendary items!
de: Schließe <new-game-plus>-Modus ab, um exklusive legendäre Gegenstände zu erhalten!
es: ¡Termina el modo <new-game-plus> al 100 % o más para conseguir objetos legendarios exclusivos!
fr: Termine le mode <new-game-plus> à 100 % ou plus pour obtenir des objets légendaires exclusifs !
it: Completa la modalità <new-game-plus> al 100% o più per vincere esclusivi oggetti leggendari!
pt: Finalize a campanha no modo <new-game-plus> com 100% ou mais para ganhar itens lendários exclusivos!
ru: Пройдите режим <new-game-plus> на 100% или выше, чтобы получить легендарные предметы!
tr: Özel efsanevi öğeler elde etmek için <new-game-plus> modunu %100 veya daha fazla tamamlama ile bitirin!
uk: Пройдіть режим <new-game-plus> на 100% або вище, щоб отримати легендарні предмети!

# startNewGamePlus
source: Rampage Mode
de: Neues Rampage-Modus
es: Modo Rampage
fr: Mode Rampage
it: Modalità Rampage
pt: Modo Rampage
ru: Режим Rampage+
tr: Rampage Modu
uk: Режим Rampage+
