Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

source: Druid
de: Druide
es: Druida
fr: Druide
it: Druido
pt: Druida
ru: Друид
tr: Şaman
uk: Друїд

source: Mage
de: Magier
es: Mago
it: Mago
pt: Mago
ru: Маг
tr: Büyücü
uk: Маг

source: Priest
de: Priester
es: Sacerdote
fr: Prêtre
it: Sacerdote
pt: Sacerdote
ru: Священник
tr: Rahip
uk: Священик

source: Black Mage
de: Schwarzmagier
es: Mago oscuro
fr: Mage noir
it: Mago oscuro
pt: Mago Sombrio
ru: Тёмный Маг
tr: Kara Büyücü
uk: Темний маг

source: Rogue
de: Schurke
es: Pícaro
fr: Bandit
it: Canaglia
pt: Ladino
ru: Разбойник
tr: Düzenbaz
uk: Розбійник

source: Warlock
de: Hexenmeister
es: Brujo
fr: Enchanteur
it: Stregone
pt: Bruxo
ru: Чернокнижник
tr: Cehennem Büyücüsü
uk: Чорнокнижник

source: Thief
de: Dieb
es: Ladrón
fr: Voleur
it: Ladro
pt: Ladrão
ru: Вор
tr: Hırsız
uk: Злодій

source: Paladin
es: Paladín
it: Paladino
pt: Paladino
ru: Паладин
tr: Şövalye
uk: Паладин

source: Warrior
de: Krieger
es: Guerrero
fr: Guerrier
it: Guerriero
pt: Guerreiro
ru: Воин
tr: Savaşçı
uk: Воїн

source: High Mage
de: Hochmagier
es: Alto mago
fr: Haut Mage
it: Mago supremo
pt: Alto Mago
ru: Высший Маг
tr: Yüce Büyücü
uk: Вищий маг

source: Elite Warrior
de: Elitekrieger
es: Guerrero de élite
fr: Guerrier d'élite
it: Guerriero élite
pt: Guerreiro de Elite
ru: Элитный Воин
tr: Seçkin Savaşçı
uk: Елітний воїн

source: Witchdoctor
de: Hexendoktor
es: Hechicero
fr: Sorcier
it: Sciamano
pt: Feiticeiro
ru: Чумной Доктор
tr: Cadı Doktor
uk: Чаклун

# druid-name
source: Spider minion
de: Spinnendiener
es: Araña secuaz
fr: Sbire araignée
it: Aracnoservo
pt: Aranha criada
ru: Паук-Миньон
tr: Örümcek piyon
uk: Павук-міньйон

# druid-desc
source: The Druid summons a temporary spider minion. Spiders get stronger as the Druid uses <earth>Earth<white>- or <water>Water<white>-based equipment.
de: Der Druide beschwört für begrenzte Zeit einen Spinnendiener. Diese Spinne profitiert von Ausrüstung, die auf den Elementen <earth>Erde<white> oder <water>Wasser<white> basiert.
es: El Druida invoca a una araña secuaz temporal. Las arañas se vuelven más fuertes cuando el Druida usa equipo de <earth>Tierra<white> o <water>Agua<white>.
fr: Le Druide invoque un sbire araignée temporaire. Les araignées sont plus puissantes lorsque le Druide porte des équipements de type <earth>Terre<white> ou <water>Eau<white>.
it: Il Druido evoca un aracnoservo temporaneo. I ragni diventano più forti quando il Druido usa equipaggiamento di <earth>Terra<white> o d'<water>Acqua<white>.
pt: O Druida invoca uma aranha temporária. Elas ficam mais poderosas conforme o Druida se equipa de itens do tipo <earth>Terra<white> ou <water>Água<white>.
ru: Друид призывает временного Паука-Миньона. Паук становится сильнее, если Друид использует снаряжение с Элементами <earth>Земли<white> или <water>Воды<white>.
tr: Şaman geçici bir örümcek piyon çıkarır. Şaman <earth>Toprak<white> veya <water>Su<white> bazlı ekipmanlar kullandığında örümcekler güçlenir.
uk: Друїд викликає тимчасового павука-міньйона. Павуки стають сильнішими, якщо Друїд використовує спорядження з елементами <earth>землі<white> або <water>води<white>.

# warrior-name
source: Shield blast
de: Schildstoß
es: Explosión de escudo
fr: Explosion du bouclier
it: Colpo di scudo
pt: Escudo demolidor
ru: Удар Щитом
tr: Kalkan patlaması
uk: Удар щитом

# warrior-desc
source: The Warrior inflicts huge area damage and casts a temporary shield. Armor and speed are boosted while the shield is active. The higher the Armor value, the more area damage is inflicted.
de: Der Krieger verursacht enormen Flächenschaden und erschafft kurzzeitig Schilde um sich herum. Rüstung und Geschwindigkeit werden erhöht, solange der Schild aktiv ist. Je höher der Rüstungswert ist, desto mehr Flächenschaden wird verursacht.
es: El Guerrero inflige un daño de área enorme y lanza un escudo temporal. Mientras dicho escudo esté activo, la armadura y la velocidad aumentarán. Cuanto mayor sea el valor de la armadura, más daño de área se infligirá
fr: Le Guerrier inflige d'importants dégâts de zone et installe un bouclier temporaire. L'armure et la vitesse sont augmentées lorsque le bouclier est actif. Plus les statistiques de l'armure sont élevées, plus les dégâts de zone augmentent.
it: Il guerriero infligge ingenti danni area e lancia uno scudo temporaneo. Velocità e armatura sono potenziate quando lo scudo è attivo. Maggiore sarà il valore dell'armatura, maggiori danni area verranno inflitti.
pt: O Guerreiro causa grande dano em área e invoca escudos temporários ao seu redor. Sua armadura e velocidade são aumentados enquanto o escudo está ativo. O dano em área é proporcional ao valor da Armadura.
ru: Воин наносит сильный урон по площади и создаёт временный щит. На время действия щита броня и скорость Воина повышаются. Чем больше броня, тем больше урон по площади.
tr: Savaşçı çok yüksek bir alan hasarı verir ve geçici bir kalkan açar. Kalkan açıkken zırh ve hız artar. Zırh değeri ne kadar yüksekse, o kadar çok alan hasarı verilir.
uk: Воїн наносить великі пошкодження по площі та створює тимчасовий щит. На час дії щита броня й швидкість воїна зростають. Чим більше броня, тим вище пошкодження по площі.

# thief-name
source: Rage leap
de: Zornsprung
es: Salto de furia
fr: Saut de rage
it: Balzo di rabbia
pt: Pulo de fúria
ru: Яростный Прыжок
tr: Öfke sıçraması
uk: Розлючений стрибок

# thief-desc
source: The Thief performs a high jump, inflicting area damage and temporarily sees everything in slow motion. The area of the damage increases as the Thief uses <air>Air<white>- or <darkness>Darkness<white>-based equipment.
de: Der Dieb führt einen akrobatischen Sprung aus und richtet damit Flächenschaden an. Die Zeit scheint währenddessen langsamer für ihn zu verlaufen. Der Schaden dieses Angriffs kann durch Ausrüstung, die auf den Elementen <air>Luft<white> oder <darkness>Dunkelheit<white> basiert, erhöht werden.
es: El Ladrón realiza un gran salto, infligiendo daño de área y ralentizando el tiempo temporalmente. La zona de daño aumenta cuando el Ladrón usa equipo de <air>Aire<white> o <darkness>Oscuridad<white>.
fr: Le Voleur effectue un grand saut qui inflige des dommages de zone et lui permet temporairement de tout voir au ralenti. La zone de dommages augmente lorsque le Voleur porte des équipements de type <air>Air<white> ou <darkness>Ténèbres<white>.
it: Il Ladro esegue un balzo in alto che infligge danni ad area e vede tutto temporaneamente al rallentatore. L'area di danno aumenta quando il Ladro usa equipaggiamento d'<air>Aria<white> o di <darkness>Oscurità<white>.
pt: O Ladrão realiza um pulo bem alto, causa dano em área e vê tudo em câmera lenta temporariamente. A área do dano aumenta se o Ladrão usa equipamentos de <air>Ar<white> ou <darkness>Escuridão<white>.
ru: Вор высоко прыгает, нанося урон по площади и ненадолго замедляя ход времени. Площадь урона увеличивается, если Вор использует снаряжение с Элементами <air>Воздуха<white> или <darkness>Тьмы<white>.
tr: Hırsız yükseğe zıplayarak alan hasarı verir ve geçici olarak her şeyi ağır çekimde görür. Hırsız <air>Hava<white> veya <darkness>Karanlık<white> bazlı ekipmanlar kullandığında hasar alanı genişler.
uk: Злодій високо стрибає, завдаючи пошкодження по площі і ненадовго сповільнюючи хід часу. Площа пошкодження збільшується, якщо Злодій використовує спорядження з елементами <air>повітря<white> або <darkness>темряви<white>.

# rogue-name
source: Dagger rampage
de: Dolchwut
es: Devastación con daga
fr: Fureur de la dague
it: Pugnale furioso
pt: Fúria das adagas
ru: Неистовство Кинжала
tr: Hançer hücumu
uk: Шаленство кинджала

# rogue-desc
source: The Rogue temporarily sees everything in slow motion, has his <green>Dagger<white> attack power increased and may perform triple jumping during this time.
de: Während dieses Angriffs scheint die Zeit für den Schurken langsamer zu verlaufen und die Angriffskraft seines <green>Dolchs<white> steigt.
es: El Pícaro ralentiza el tiempo temporalmente y aumenta el poder de ataque con <green>Daga<white> durante dicho tiempo.
fr: Le Bandit voit temporairement tout au ralenti et la puissance d'attaque de sa <green>Dague<white> augmente pour la même durée.
it: La Canaglia vede tutto temporaneamente al rallentatore e, allo stesso tempo, il suo potere di attacco con <green>pugnale<white> aumenta.
pt: O Ladino vê tudo em câmera lenta, tem seu ataque com <green>Adagas<white> aumentado e pode executar pulo triplo temporariamente.
ru: Разбойник ненадолго замедляет ход времени и увеличивает силу атаки <green>кинжала<white>, а также может совершать тройной прыжок, пока длится эффект.
tr: Düzenbaz geçici olarak her şeyi yavaş çekimde görür, yüksek <green>Hançer<white> saldırı gücüne sahip olur ve bu esnada üç kez zıplayabilir.
uk: Розбійник ненадовго уповільнює хід часу й збільшує силу атаки <green>кинджала<white>, а також може здійснювати потрійний стрибок, поки триває ефект.

# ranger-name
source: Sword rampage
de: Schwertwut
es: Devastación con espada
fr: Fureur de l'épée
it: Spada furiosa
pt: Fúria das espadas
ru: Неистовство Меча
tr: Kılıç hücumu
uk: Шаленство меча

# ranger-desc
source: The Ranger temporarily sees everything in slow motion, has his <green>Sword<white> attack power increased and may perform triple jumping during this time.
de: Während dieses Angriffs scheint die Zeit für den Ranger langsamer zu verlaufen und die Angriffskraft seines <green>Schwerts<white> steigt.
es: El Guarda ralentiza el tiempo temporalmente y aumenta el poder de ataque con <green>Espada<white> durante dicho tiempo.
fr: Le Ranger voit temporairement tout au ralenti et la puissance d'attaque de son <green>Épée<white> augmente pour la même durée.
it: La Guardia vede tutto temporaneamente al rallentatore e, allo stesso tempo, il suo potere di attacco con <green>spada<white> aumenta.
pt: O Guardião vê tudo em câmera lenta, tem seu ataque com <green>Espadas<white> aumentado e pode executar pulo triplo temporariamente.
ru: Рейнджер ненадолго замедляет ход времени и увеличивает силу атаки <green>меча<white>, а также может совершать тройной прыжок, пока длится эффект.
tr: Korucu geçici olarak her şeyi yavaş çekimde görür, yüksek <green>Kılıç<white> saldırı gücüne sahip olur ve bu esnada üç kez zıplayabilir.
uk: Рейнджер ненадовго уповільнює хід часу й збільшує силу атаки <green>меча<white>, а також може здійснювати потрійний стрибок, поки триває ефект.

# elite-warrior-name
source: Shield blast
de: Schildstoß
es: Explosión de escudo
fr: Explosion du bouclier
it: Colpo di scudo
pt: Escudo demolidor
ru: Мощный Удар Щитом
tr: Kalkan patlaması
uk: Удар щитом

# elite-warrior-desc
source: The Elite Warrior inflicts huge area damage and casts a temporary shield. Armor and speed are boosted while the shield is active. The higher the Armor value, the more area damage is inflicted.
de: Der Elitekrieger verursacht enormen Flächenschaden und erschafft kurzzeitig Schilde um sich herum. Rüstung und Geschwindigkeit werden erhöht, solange der Schild aktiv ist. Je höher der Rüstungswert ist, desto mehr Flächenschaden wird versursacht.
es: El Guerrero de élite inflige un daño de área enorme y lanza un escudo temporal. Mientras dicho escudo esté activo, la armadura y la velocidad aumentarán. Cuanto mayor sea el valor de la armadura, más daño de área se infligirá.
fr: Le Guerrier d'élite inflige d'importants dégâts de zone et installe un bouclier temporaire. L'armure et la vitesse sont augmentées lorsque le bouclier est actif. Plus les statistiques de l'armure sont élevées, plus les dégâts de zone augmentent.
it: Il guerriero élite infligge ingenti danni area e lancia uno scudo temporaneo. Velocità e armatura sono potenziate quando lo scudo è attivo. Maggiore sarà il valore dell'armatura, maggiori danni area verranno inflitti.
pt: O Guerreiro de Elite causa grande dano em área e invoca escudos temporários ao seu redor. Sua armadura e velocidade são aumentadas enquanto o escudo está ativo. O dano em área é proporcional ao valor da Armadura.
ru: Элитный Воин наносит огромный урон по площади и создаёт временный щит. На время действия щита броня и скорость Элитного Воина повышаются. Чем больше броня, тем больше урон по площади.
tr: Seçkin Savaşçı çok yüksek bir alan hasarı verir ve geçici bir kalkan açar. Kalkan açıkken zırh ve hız artar. Zırh değeri ne kadar yüksekse, o kadar çok alan hasarı verilir.
uk: Елітний воїн наносить великі пошкодження по площі та створює тимчасовий щит. На час дії щита броня й швидкість елітного воїна зростають. Чим більше броня, тим вище пошкодження по площі.

# priest-name
source: Starlight
de: Sternenlicht
es: Luz estelar
fr: Lumière stellaire
it: Luce stellare
pt: Estrela de luz
ru: Звёздный Свет
tr: Yıldız Işığı
uk: Зоряне світло

# priest-desc
source: The Priest becomes temporarily immune to damage, sees everything in slow motion and has his <light>Light<white> weapons boosted during this time. Wearing <light>Light<white> equipment increases immunity time.
de: Während dieses Angriffs ist der Priester immun gegenüber allen Schadensquellen, die Zeit scheint für ihn langsamer zu verlaufen und seine <light>Licht<white>-Waffen werden verstärkt. Ausrüstung des Elements <light>Licht<white> erhöht die Dauer des Angriffs.
es: El Sacerdote se vuelve temporalmente inmune al daño, ralentiza el tiempo y aumenta su daño de arma de <light>Luz<white> durante dicho tiempo. Portar equipo de <light>Luz<white> aumenta el tiempo de inmunidad.
fr: Le Prêtre est temporairement immunisé contre les dommages, il voit tout au ralenti et ses armes de type <light>Lumière<white> sont améliorées pour la même durée. La durée de son immunité augmente lorsqu'il porte des équipements de type <light>Lumière<white>.
it: Il Sacerdote diventa temporaneamente immune ai danni, vede tutto al rallentatore e le sue armi di <light>Luce<white> sono potenziate. Il tempo di immunità aumenta usando equipaggiamento di <light>Luce<white>.
pt: O Sacerdote fica temporariamente imune ao dano, vê tudo em câmera lenta e tem seu dano com armas de <light>Luz<white> aumentado durante este tempo. O tempo de imunidade é aumentado conforme o equipamento de <light>Luz<white> é usado.
ru: Священник становится временно невосприимчив к урону, ненадолго замедляет ход времени и усиливает оружие с Элементом <light>Света<white>, пока длится эффект. Надетое снаряжение с Элементом <light>Света<white> увеличивает продолжительность невосприимчивости к урону.
tr: Rahip geçici olarak tüm hasarlara karşı dokunulmazlık kazanır, her şeyi yavaş çekimde görür ve <light>Işık<white> silahları bu esnada güçlenir. <light>Işık<white> ekipmanı kullanmak dokunulmazlık süresini artırır.
uk: Священик стає тимчасово несприйнятливий до пошкоджень, ненадовго уповільнює хід часу й підсилює зброю з елементом <light>світла<white>, поки триває ефект. Надягнуте спорядження з елементом <light>світла<white> збільшує тривалість несприйнятливості до пошкоджень.

# mage-name
source: Fire rampage
de: Feuerwut
es: Devastación ígnea
fr: Fureur de feu
it: Furia infuocata
pt: Fúria do fogo
ru: Огненное Буйство
tr: Ateş hücumu
uk: Буйство вогню

# mage-desc
source: The Mage casts powerful fireballs. Damage is increased when <fire>Fire<white> element equipment is being used.
de: Der Magier beschwört mächtige Feuerbälle. Ausrüstung des Elements <fire>Feuer<white> erhöht den Schaden dieses Angriffs.
es: El Mago lanza poderosas bolas de fuego. El daño aumenta cuando se usa equipo de elemento <fire>Fuego<white>.
fr: Le Mage lance de puissantes boules de feu. Les dommages sont augmentés lorsqu'il porte des équipements de type <fire>Feu<white>.
it: Il Mago lancia potenti palle di fuoco. Il danno aumenta usando equipaggiamento di <fire>Fuoco<white>.
pt: O Mago lança poderosas bolas de fogo. O dano é aumentado quando equipamentos de elemento <fire>Fogo<white> são usados.
ru: Маг вызывает мощные огненные шары. Их урон увеличивается, если надето снаряжение с Элементом <fire>Огня<white>.
tr: Büyücü güçlü ateş topları gönderir. <fire>Ateş<white> elementi ekipman kullanıldığında hasar artar.
uk: Маг викликає потужні вогняні кулі. Їх пошкодження збільшується, якщо надягнене спорядження з елементом <fire>вогню<white>.

# black-mage-name
source: Dark rampage
de: Dunkelwut
es: Devastación oscura
fr: Fureur sombre
it: Furia oscura
pt: Fúria das trevas
ru: Тёмное Буйство
tr: Karanlık hücumu
uk: Буйство темряви

# black-mage-desc
source: The Black Mage casts powerful beams of darkness. Damage is increased when the <darkness>Darkness<white> element is equipped.
de: Der Schwarzmagier beschwört mächtige Strahlen der Dunkelheit. Ausrüstung des Elements <darkness>Dunkelheit<white> erhöht den Schaden dieses Angriffs.
es: El Mago oscuro lanza poderosos haces de oscuridad. El daño aumenta cuando se usa equipo de elemento <darkness>Oscuridad<white>.
fr: Le Mage noir lance de puissants rayons de ténèbres. Les dommages sont augmentés lorsqu'il porte des équipements de type <darkness>Ténèbres<white>.
it: Il Mago oscuro lancia potenti raggi di oscurità. Il danno aumenta usando equipaggiamento di <darkness>Oscurità<white>.
pt: O Mago Sombrio lança poderosas bolas de energia negra. O dano é aumentado quando equipamentos de elemento <darkness>Escuridão<white> são usados.
ru: Тёмный Маг вызывает мощные сгустки тьмы. Их урон увеличивается, если надето снаряжение с Элементом <darkness>Тьмы<white>.
tr: Kara Büyücü güçlü karanlık ışınları gönderir. <darkness>Karanlık<white> elementi kullanıldığında hasar artar.
uk: Темний маг викликає потужні згустки темряви. Їх пошкодження збільшується, якщо надягнене спорядження з елементом <darkness>темряви<white>.

# high-mage-name
source: Magic rampage
de: Magiewut
es: Devastación mágica
fr: Fureur magique
it: Furia magica
pt: Fúria mágica
ru: Магическое Буйство
tr: Büyü hücumu
uk: Буйство магії

# high-mage-desc
source: The High Mage casts powerful beams. Damage is increased when the <darkness>Darkness<white> or <fire>Fire<white> element is equipped.
de: Der Hochmagier beschwört mächtige magische Strahlen. Ausrüstung der Elemente <darkness>Dunkelheit<white> oder <fire>Feuer<white> erhöht den Schaden dieses Angriffs.
es: El Alto mago lanza poderosos haces. El daño aumenta cuando se usa equipo de elemento <darkness>Oscuridad<white> o <fire>Fuego<white>.
fr: Le Haut Mage lance de puissants rayons. Les dommages sont augmentés lorsqu'il porte des équipements de type <darkness>Ténèbres<white> ou <fire>Feu<white>.
it: Il Mago supremo lancia potenti raggi. Il danno aumenta usando equipaggiamento di <darkness>Oscurità<white> o di <fire>Fuoco<white>.
pt: O Alto Mago lança poderosas bolas de energia mágica. O dano é aumentado quando equipamentos de elemento <darkness>Escuridão<white> ou <fire>Fogo<white> são usados.
ru: Высший Маг вызывает мощные сгустки магии. Их урон увеличивается, если надето снаряжение с Элементами <darkness>Тьмы<white> или <fire>Огня<white>.
tr: Yüce Büyücü güçlü ışınlar gönderir. <darkness>Karanlık<white> veya <fire>Ateş<white> elementi kullanıldığında hasar artar.
uk: Вищий маг викликає потужні згустки магії. Їх пошкодження збільшується, якщо надягнене спорядження з елементами <darkness>темряви<white> або <fire>вогню<white>.

# paladin-name
source: Hammer of Justice
de: Hammer der Gerechtigkeit
es: Martillo de la Justicia
fr: Marteau de la Justice
it: Martello della giustizia
pt: Martelo da Justiça
ru: Молоты Правосудия
tr: Adaletin Çekici
uk: Молот правосуддя

# paladin-desc
source: The Paladin throws powerful hammers and becomes temporarily immune to damage. Damage is increased when <light>Light<white> or <air>Air<white> equipment is being used. Hammer damage is also increased during this time.
de: Der Paladin wirft mächtige Hämmer und wird kurzzeitig immun gegen Schaden. Der Schaden wird erhöht, wenn <light>Licht-<white> oder <air>Luft-<white>Ausrüstung benutzt wird. Der Schaden von Hämmern wird währenddessen auch erhöht.
es: El Paladín lanza martillos poderosos y se vuelve temporalmente inmune al daño. El daño aumenta cuando se usa equipo de <light>Luz<white> o <air>Aire<white>. Durante dicho tiempo, el daño con martillos también aumenta.
fr: Le Paladin lance de puissants marteaux tout en étant temporairement immunisé contre les dégâts. Les dommages sont augmentés lorsqu'il porte des équipements de type <light>Lumière<white> ou <air>Air<white>. Les dégâts au marteau sont également accrus pendant cette durée.
it: Il paladino lancia martelli potenti e diventa temporaneamente immune ai danni. I danni aumentano quando viene usato l'equipaggiamento <light>Luce<white> o <air>Aria<white>. Durante questo periodo di tempo, anche i danni del martello aumentano.
pt: O Paladino lança poderosos martelos e fica temporariamente imune ao dano. O dano causado por ele é aumentado se usados equipamentos de <air>Ar<white> ou <light>Luz<white>. O dano com martelos também é aumentado durante este tempo.
ru: Паладин совершает мощные броски молотов и становится временно неуязвимым. При использовании молота любой стихии или оружия с Элементом <light>Света<white> или <air>Воздуха<white> урон призываемых молотов повышается.
tr: Şövalye güçlü çekiçler fırlatır ve geçici olarak hasara karşı dokunulmazlık kazanır. <light>Işık<white> veya <air>Hava<white> elementi ekipman kullanıldığında hasar artar. Bu esnada çekiç hasarı da artar.
uk: Паладин виконує потужні кидки молотів і стає тимчасово невразливим. Якщо використовується зброя з елементом <light>світла<white> або <air>повітря<white>, то пошкодження зростають. Атака молота на цей час також збільшується.

# warlock-name
source: Dark clone
de: Dunkler Klon
es: Clon oscuro
fr: Clone sombre
it: Clone oscuro
pt: Clone sombrio
ru: Тёмный Двойник
tr: Karanlık klon
uk: Темний двійник

# warlock-desc
source: The Warlock summons a temporary clone to fight alongside him and mimic some of his movements.
de: Der Hexenmeister beschwört für begrenzte Zeit einen schattenhaften Klon, der an seiner Seite kämpft und einige seiner Angriffe kopiert.
es: El Brujo invoca a un clon temporal que lucha a su lado e imita algunos de sus movimientos.
fr: L'Enchanteur invoque un clone temporaire pour se battre à ses côtés et imiter quelques-uns de ses mouvements.
it: Lo Stregone evoca un clone temporaneo che combatte al suo fianco e imita alcuni dei suoi movimenti.
pt: O Bruxo invoca um clone temporário que luta a seu lado e imita alguns de seus movimentos.
ru: Чернокнижник призывает временного Двойника, который сражается рядом с ним и повторяет его движения.
tr: Cehennem Büyücüsü kendisi için savaşan ve bazı hareketlerini taklit eden geçici bir klon çıkarır.
uk: Чорнокнижник закликає тимчасового двійника, який б'ється поруч з ним і копіює деякі рухи.

# witchdoctor-name
source: Bone rise
de: Knochenbelebung
es: Alzamiento de huesos
fr: Élévation des os
it: Ossa rinate
pt: Ascensão dos ossos
ru: Ожившие Кости
tr: Kemiklerin yükselişi
uk: Живі кістки
