Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# startNewGameStd
source: Standard new game
de: Neues Standardspiel
es: Nueva partida normal
fr: Nouvelle partie standard
it: Nuova partita standard
pt: Novo jogo padrão
ru: Новая стандартная игра
tr: Standart yeni oyun
uk: Нова стандартна гра

# cantWithdrawBankNewGamePlus
source: You can't withdraw items on <new-game-plus> mode.
de: Im <new-game-plus>-Modus kannst du die Gegenstände nicht abheben.
es: No puedes retirar objetos en el modo <new-game-plus>.
fr: Tu ne peux pas retirer d'objets en mode <new-game-plus>.
it: Non puoi prelevare oggetti in moalità <new-game-plus>.
pt: Não é possível retirar itens no modo <new-game-plus>.
ru: В режиме <new-game-plus> предметы забирать нельзя.
tr: <new-game-plus> modunda öğeleri aktaramazsınız.
uk: У режимі <new-game-plus> предмети забирати неможна.

# newGamePlusHowTo
source: You can play on <new-game-plus> mode simply by starting a new game from an empty slot.
de: Du kannst um <new-game-plus>-Modus spielen, indem du einfach ein neues Spiel von einem leeren Slot aus startest.
es: Para jugar al modo <new-game-plus>, solo tienes que empezar una nueva partida en una ranura vacía.
fr: Tu peux jouer en mode <new-game-plus> en démarrant tout simplement une nouvelle partie sur un emplacement vide.
it: Puoi giocare in modalità <new-game-plus> semplicemente iniziando una nuova partita da un nuovo slot.
pt: Você pode jogar no modo <new-game-plus> simplesmente iniciando um novo jogo de uma entrada vazia.
ru: Чтобы сыграть в режиме <new-game-plus>, нужно просто начать новую игру в отдельной игровой ячейке.
tr: Boş bir yuvadan yeni bir oyun başlatarak <new-game-plus> modunda oynayabilirsiniz.
uk: Щоби зіграти в режимі <new-game-plus>, потрібно просто почати нову гру в окремій ігровій комірці.

source: Tavern
de: Taverne
es: Taberna
fr: Taverne
it: Taverna
pt: Taverna
ru: Таверна
tr: Taverna
uk: Таверна

source: Switch Super Skill
de: Superfähigkeit wechseln
es: Cambiar de superhabilidad
fr: Modifier la Super compétence
it: Passa alla Super abilità
pt: Trocar Super Habilidade
ru: Переключение супернавыка
tr: Super Yeteneğini değiştir
uk: Перемикання супернавички

source: Keyboard settings
de: Tastatureinstellungen
es: Ajustes de teclado
fr: Paramètres du clavier
it: Impostazioni tastiera
pt: Ajustes de teclado
ru: Настройки клавиатуры
tr: Klavye ayarları
uk: Налаштування клавіатури

source: Use/Action
de: Einsatz/Aktion
es: Usar/Acción
fr: Utiliser/Action
it: Usa/Azione
pt: Usar/Ação
ru: Действие/использовать
tr: Kullan/Çalıştır
uk: Дія/використати

source: Move left
de: Nach links bewegen
es: Mover izquierda
fr: Se déplacer vers la gauche
it: Vai a sinistra
pt: Mover para esquerda
ru: Влево
tr: Sola yürü
uk: Ліворуч

source: Move right
de: Nach rechts bewegen
es: Mover derecha
fr: Se déplacer vers la droite
it: Vai a destra
pt: Mover para direita
ru: Вправо
tr: Sağa yürü
uk: Праворуч

# goToCharacterEditorConfirm
source: You've just acquired a new skin! You can equip custom skins in the <characterEditor> screen!
de: Du hast gerade einen neuen Skin erworben! Du kannst benutzerdefinierte Skins im <characterEditor>-Bildschirm ausrüsten!
es: ¡Acabas de adquirir un nuevo aspecto! ¡Puedes equiparte los aspectos personalizados en la pantalla del <characterEditor>!
fr: Tu viens d'obtenir un nouveau skin ! Tu peux équiper tes skins personnalisés depuis l'écran <characterEditor> !
it: Hai appena acquistato una nuova skin! Puoi equipaggiare le skin personalizzate dalla schermata <characterEditor>!
pt: Você acabou de adquirir uma nova skin! Você pode equipar skins personalizadas na tela <characterEditor>!
ru: Получен новый образ! Надеть его на своего персонажа можно на экране «<characterEditor>»!
tr: Yeni bir kostüm kazandınız! <characterEditor> ekranında özel kostümünüzü kullanabilirsiniz!
uk: Отримано новий образ! Одягти його на свого персонажа можна на екрані «<characterEditor>»!

source: Go to <characterEditor>
de: Zum <characterEditor>!
es: ¡Ir al <characterEditor>!
fr: Aller à l'<characterEditor> !
it: Vai alla schermata: <characterEditor>
pt: Ir para <characterEditor>
ru: Перейти в «<characterEditor>»!
tr: <characterEditor>'a git!
uk: Перейти до «<characterEditor>»!

source: Stay here
de: Hier bleiben
es: Quedarme aquí
fr: Rester ici
it: Resta dove sei
pt: Ficar aqui
ru: Остаться тут
tr: Burada kal
uk: Залишитися тут

# prizesAndSkinsButtonFace
source: Prizes and Skins
de: Preise und Skins
es: Premios y aspectos
fr: Prix et skins
it: Premi e skin
pt: Prêmios e Skins
ru: Призы и образы
tr: Ödüller ve görünümler
uk: Призи та образи

source: Checking bank status...
de: Bankstatus prüfen...
es: Comprobando el estado del banco...
fr: Vérification de l'état de la banque...
it: Controllando lo stato della banca...
pt: Verificando o status do banco...
ru: Проверка статуса банка...
tr: Bankanızın durumu kontrol ediliyor...
uk: Перевірка стану банку...

# bankConnectionFailure
source: Connection failure!
de: Verbindungsfehler!
es: ¡Fallo de conexión!
fr: Échec de la connexion !
it: Connessione fallita!
pt: Falha na conexão!
ru: Сбой подключения!
tr: Bağlantı sağlanamadı!
uk: Збій підключенння!

# bankConnectionRetrying
source: Retrying...
de: Wiederholen...
es: Reintentando...
fr: Nouvelle tentative...
it: Riprovando...
pt: Tentando outra vez...
ru: Повторяем попытку...
tr: Tekrar deneniyor...
uk: Повторюємо спробу...

source: Loading legacy bank vault...
de: Laden der altern Bank...
es: Cargando cámara del banco heredado...
fr: Chargement de la chambre forte d'origine...
it: Caricando la camera blindata della banca eredità...
pt: Carregando cofre do banco legado...
ru: Загрузка вашего хранилища...
tr: Eski banka kasası yükleniyor...
uk: Завантаження вашого сховища...

# transferingWealth
source: Transferring wealth to new location...
de: Übertragung von Vermögen an einen neuen Standort...
es: Transfiriendo las riquezas a la nueva ubicación...
fr: Transfert des richesses vers le nouvel emplacement...
it: Transferendo le ricchiezze in un altro posto...
pt: Transferindo riquezas para o novo local...
ru: Передача имущества в новое место...
tr: Serveti yeni adresine aktarıyoruz...
uk: Передача ваших речей у новое місце...

# notLoggedForBankMessage
source: You must be signed in to <service> in order to access the bank.
de: Du musst bei <service> angemeldet sein, um auf die Bank zugreifen zu können.
es: Tienes que haber iniciado sesión en <service> para poder acceder al banco.
fr: Tu dois être connecté(e) à <service> pour accéder à la banque.
it: È necessario aver eseguito l'accesso a <service> per poter accedere alla banca.
pt: É necessário estar conectado ao <service> para acessar o banco.
ru: Для доступа к банку требуется войти в <service>.
tr: Bankaya erişmek için <service> adresinde oturum açmış olmanız gerekir.
uk: Для доступу до банку потрібно увійти в <service>.

source: Retrieving wealth inventory...
de: Vermögensinventar abrufen...
es: Recuperando inventario de riquezas...
fr: Récupération des richesses...
it: Recuperando l'inventario delle ricchezze...
pt: Buscando inventário das posses...
ru: Производим инвентаризацию вашего богатства...
tr: Malvarlığınızın kontrolü sağlanıyor...
uk: Здійснюємо інвентаризацію вашого багатства...

# purchaseBankSlotConfirmationPrompt
source: Purchase one extra bank slot for <price>?
de: Einen zusätzlichen Bankplatz für <price> kaufen?
es: ¿Quieres comprar una ranura de banco adicional por <price>?
fr: Acheter un emplacement de banque supplémentaire pour <price> ?
it: Acquistare uno slot banca extra per <price>?
pt: Comprar um espaço extra no banco por <price>?
ru: Купить одну дополнительную ячейку в банке за <price>?
tr: <price> karşılığında bir ekstra banka yuvası satın al?
uk: Купити одне додаткове місце в банку за <price>?

# purchaseBankSlotsConfirmationPrompt
source: Purchase <number> extra bank slots for <price>?
de: <number> zusätzliche Bankplätze für <price> kaufen?
es: ¿Quieres comprar <number> ranuras de banco adicionales por <price>?
fr: Acheter <number> emplacements de banque supplémentaires pour <price> ?
it: Acquistare <number> slot banca extra per <price>?
pt: Comprar <number> espaços extra no banco por <price>?
ru: Купить дополнительные ячейки в банке (<number> шт.) за <price>?
tr: <price> karşılığında <number> ekstra banka yuvaları satın al?
uk: Купити додаткові місця в банку (<number> шт.) за <price>?

# seasonEndNotificationEx
source: A new competitive season has started and you've earned <number> Season Points! Sign in to redeem your prize!
de: Eine neue Wettbewerbssaison hat begonne und du hast <number> Saisonpunkte verdient! Melde dich ein, um deinen Preis einzulösen!
es: ¡Ha empezado una nueva temporada competitiva y has ganado <number> puntos de temporada! ¡Inicia sesión para canjear tu premio!
fr: Une nouvelle saison de compétition a commencé et tu as gagné <number> points de saison ! Connecte-toi pour récupérer ta récompense !
it: È iniziata una nuova stagione competitiva e hai guadagnato <number> punti Stagione! Accedi al gioco per riscattare il tuo premio!
pt: Uma nova temporada competitiva começou e você ganhou <number> Pontos de Temporada! Faça login para resgatar seu prêmio!
ru: Стартовал новый соревновательный сезон, и вы получили очки сезона (<number>)! Войдите и получите награду!
tr: Yeni bir rekabet sezonu başladı ve <number> Sezon Puanları kazandınız! Ödülünüzü kullanmak için giriş yapın!!
uk: Розпочався новий змагальний сезон, і ви отримали очки сезону (<number>)! Увійдіть та отримайте нагороду!

# lastWeekToGetSkins
source: It's the last week to get the current skins from the Prize Room! Don't miss the chance to get your favorite ones!
de: Es ist die letzte Woche, um die aktuellen Skins aus dem Preisraum zu erhalten! Verpasse die Chance nicht, dir deine Favoriten zu holen!
es: ¡Es la última semana para obtener los aspectos actuales de la Sala de Premios! ¡No dejes pasar la oportunidad de conseguir tus favoritos!
fr: Dernière semaine pour obtenir les skins actuels de la Salle de récompenses ! Ne manquez pas l'occasion d'obtenir vos skins préférés !
it: È l'ultima settimana in cui è possibile ottenere le attuali skin dalla Stanza dei premi! Non lasciarti scappare l'occasione di ottenere le tue preferite!
pt: Última semana para pegar as skins da Sala de Prêmios! Não perca a chance de pegar suas favoritas!
ru: Наступила последняя неделя, когда в Призовой комнате доступны текущие облики! Не упустите шанс получить их!
tr: Ödül Odasından mevcut kostümleri almak için son haftanız! En beğendiğiniz kostümleri alma şansını kaçırmayın!
uk: Настав останній тиждень, коли в Призовій кімнаті доступні поточні образи! Не проґавте шанс отримати їх!

# lastWeekToGetSkinsEx
source: It's the last week to get the current skins from the Prize Room! New ones will replace them soon. Don't miss the chance to get your favorite ones!
de: Es ist die letzte Woche, um die aktuellen Skins aus dem Prize Room zu erhalten! Neue werden sie bald ersetzen. Verpasse die Chance nicht, dir deine Favoriten zu holen!
es: ¡Es la última semana para obtener los aspectos actuales de la Sala de Premios! Pronto los sustituirán otros nuevos. ¡No dejes pasar la oportunidad de conseguir tus favoritos!
fr: Dernière semaine pour obtenir les skins actuels de la Salle de récompenses ! De nouveaux skins les remplaceront bientôt. Ne manquez pas l'occasion d'obtenir vos skins préférés !
it: È l'ultima settimana in cui è possibile ottenere le attuali skin dalla Stanza dei premi! Presto ne arriveranno di nuove. Non lasciarti scappare l'occasione di ottenere le tue preferite!
pt: Última semana para pegar as skins da Sala de Prêmios! Em breve, elas serão substituídas por novas. Não perca a chance de pegar suas favoritas!
ru: Наступила последняя неделя, когда в Призовой комнате доступны текущие облики! Скоро им на смену придут новые. Не упустите шанс получить текущие понравившиеся облики!
tr: Ödül Odasından mevcut kostümleri almak için son haftanız! Yakında mevcut olanlar yerine yenileri gelecektir. En beğendiğiniz kostümleri alma şansını kaçırmayın!
uk: Настав останній тиждень, коли в Призовій кімнаті доступні поточні образи! Скоро їм на зміну прийдуть нові. Не проґавте шанс отримати поточні вподобані образи!

# lastDaysToGetSkins
source: Last days to get the current skins from the Prize Room! Don't miss the chance to get your favorite ones!
de: Letzte Tage, um die aktuellen Skins aus dem Prize Room zu erhalten! Verpasse die Chance nicht, dir deine Favoriten zu holen!
es: ¡Últimos días para obtener los aspectos actuales de la Sala de Premios! ¡No dejes pasar la oportunidad de conseguir tus favoritos!
fr: Derniers jours pour obtenir les skins actuels de la Salle de récompenses ! Ne manquez pas l'occasion d'obtenir vos skins préférés !
it: Sono gli ultimi giorni in cui è possibile ottenere le attuali skin dalla Stanza dei premi! Non lasciarti scappare l'occasione di ottenere le tue preferite!
pt: Últimos dias para pegar as skins da Sala de Prêmios! Não perca suas favoritas!
ru: Остались считанные дни, чтобы получить актуальные облики из Призовой комнаты! Не упустите свой шанс!
tr: Ödül Odasından güncel kostümleri almak için son günler! En beğendiğiniz kostümleri alma şansını kaçırmayın!
uk: Залишилися лічені дні, щоб отримати актуальні образи з Призової кімнати! Не проґавте свій шанс!

# lastDaysToGetSkinsEx
source: Last days to get the skins from the Prize Room! New ones will replace them soon. Don't miss the chance to get your favorite ones!
de: Letzte Tage, um die Skins aus dem Preisraum zu holen! Neue werden sie bald ersetzen. Verpasse die Chance nicht, dir deine Favoriten zu holen!
es: ¡Últimos días para obtener los aspectos actuales de la Sala de Premios! Pronto los sustituirán otros nuevos. ¡No dejes pasar la oportunidad de conseguir tus favoritos!
fr: Derniers jours pour obtenir les skins de la Salle de récompenses ! De nouveaux skins les remplaceront bientôt. Ne manquez pas l'occasion d'obtenir vos skins préférés !
it: Sono gli ultimi giorni in cui è possibile ottenere le attuali skin dalla Stanza dei premi! Presto ne arriveranno di nuove. Non lasciarti scappare l'occasione di ottenere le tue preferite!
pt: Últimos dias para pegar as skins da Sala de Prêmios! Em breve, elas serão substituídas. Não perca a chance de pegar suas favoritas!
ru: Идут последние дни, когда в Призовой комнате можно получить текущие облики! Скоро им на смену придут новые. Не упустите шанс получить текущие понравившиеся облики!
tr: Ödül Odasından kostümleri almak için son günler! Yakında bunların yerine yeni kostümler gelecektir. En beğendiğiniz kostümleri alma şansını kaçırmayın!
uk: Спливають останні дні, коли в Призовій кімнаті можна отримати поточні образи! Скоро їм на зміну прийдуть нові. Не проґавте шанс отримати поточні вподобані образи!

# cantWithdrawBankNewGamePlusUntil102
source: You can't withdraw items on <new-game-plus> mode until you reach 102% completion.
de: Du kannst keine Gegenstände im <new-game-plus> abholen, bis 102% Fertigstellung erreicht ist.
es: No puedes retirar objetos en el modo <new-game-plus> hasta haber completado el 102 %.
fr: Tu ne peux pas retirer d'objets en mode <new-game-plus> tant que tu n'as pas atteint les 102 % de complétion.
it: Non è possibile ritirare oggetti in modalità <new-game-plus> se il gioco non è stato completato al 102%.
pt: Não é possível retirar itens no modo <new-game-plus> até completar 102%.
ru: Нельзя забирать предметы в режиме <new-game-plus>, пока не пройдёте игру на 102%.
tr: % 102 tamamlanana kadar <new-game-plus> modundaki öğeleri geri çekemezsiniz.
uk: Не можна забирати предмети в режимі <new-game-plus>, поки не пройдете гру на 102%.

source: Hallowitch
es: Huecobruja
it: Notte stregata
ru: Хэллоуинская ведьма
tr: Cadı'nın Bayramı
uk: Геловінська відьма

source: Tombstone Mimic
de: Grabstein-Mimiker
es: Imitador de lápidas
it: Mimotombale
ru: Могильный камень
tr: Mezar taşı Taklidi
uk: Могильний камінь

# disconnectedFromServer
source: Disconnected from the server.
de: Verbindung zum Server getrennt.
es: Desconectado del servidor.
fr: Déconnecté(e) du serveur.
it: Disconnessione dal server.
pt: Desconectado do servidor.
ru: Вы отключены от сервера.
tr: Sunucuyla bağlantın kesildi.
uk: Ви відключені від сервера.

source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Se reconnecter
it: Riconnettiti
pt: Reconectar
ru: Подключиться
tr: Yeniden Bağlan
uk: Підключитися

# leaveTavernConfirmation
source: Leave tavern?
de: Taverne verlassen?
es: ¿Salir de la taberna?
fr: Quitter la taverne ?
it: Uscire dalla Taverna?
pt: Sair da taverna?
ru: Покинуть таверну?
tr: Tavernadan ayrıl?
uk: Залишити таверну?

# stillLoadingCredentials
source: Loading player credentials... please try again.
de: Spielerdaten werden geladen... Bitte versuche es erneut.
es: Cargando credenciales del jugador... Vuelve a intentarlo.
fr: Chargement des informations d'identification du joueur... Veuillez réessayer.
it: Caricamento credenziali giocatore... riprova.
pt: Carregando credenciais do jogador... tente novamente.
ru: Подождите, загружаются учётные данные игрока.
tr: Oyuncu kimlik bilgileri yükleniyor... lütfen tekrar deneyin.
uk: Зачекайте, завантажуються облікові дані гравця.

source: Inspect
de: Untersuchen
es: Inspeccionar
fr: Inspecter
it: Esamina
pt: Examinar
ru: Проверить
tr: İncele
uk: Перевірити

source: Duel
de: Duell
es: Duelo
it: Duello
pt: Duelar
ru: Дуэль
tr: Duello
uk: Дуель

# duelPvP
source: PvP Duel
de: PvP-Duell
es: Duelo JcJ
fr: Duel JcJ
it: Duello PvP
pt: Duelo PvP
ru: PvP-схватка
tr: PvP Duello
uk: PvP-сутичка

# teamUpArena
source: Team up for the Arena
de: Für Arena zusammenschließen
es: Formar equipo para la Arena
fr: Faire équipe dans l'Arène
it: Allearsi per l'Arena
pt: Formar time para Arena
ru: Объединяйтесь для боя на арене
tr: Arena için takım oluştur
uk: Об'єднуйтеся для бою на арені

# teamUpArenaShort
source: Arena team up
de: Arena-Zusammenschluss
es: Equipo para Arena
fr: Équipe en arène
it: Alleanza Arena
pt: Arena: formar time
ru: Сбор команды для арены
tr: Arena takım oluştur
uk: Збір команди для арени

# teamUpArenaLong
source: Team up for the Arena match
de: Für Arena-Deathmatch zusammenschließen
es: Formar equipo para partida en la Arena
fr: Faire équipe pour un match en Arène
it: Allearsi per la partita Arena
pt: Formar time para partida na Arena
ru: Сбор команды для битвы на арене
tr: Arena maçı için takım oluştur
uk: Збір команди для битви на арені

# friendDuelComingSoon
source: Duels against friends will be available soon!
de: Duelle gegen Freunde werden bald verfügbar sein!
es: ¡Pronto estarán disponibles los duelos contra amigos!
fr: Les duels contre les amis seront bientôt disponibles !
it: I duelli contro gli amici saranno presto disponibili!
pt: Duelos entre amigos chegarão em breve!
ru: Скоро появятся дуэли с друзьями!
tr: Arkadaşlarına karşı duello yakında mümkün olacak!
uk: Скоро з'являться дуелі з друзями!

# messageTo
source: To <player-name>:
de: Für <player-name>:
es: Para <player-name>:
fr: Pour <player-name> :
it: Per <player-name>:
pt: Para <player-name>:
ru: Привет, <player-name>:
tr: <player-name>'a:
uk: Привіт, <player-name>:

# sessionFlushNotification
source: <service> account switched to <display-name>
de: <service>-Konto wurde auf <display-name> umgestellt
es: Se ha cambiado la cuenta de <service> a <display-name>
fr: Compte <service> basculé vers <display-name>
it: L'account <service> è passato a <display-name>
pt: Conta <service> trocada para <display-name>
ru: Учётная запись <service> перешла на <display-name>
tr: <service> <display-name>'na değiştirildi
uk: Обліковий запис <service> перейшов на <display-name>

# about-play-pass-0
source: Magic Rampage is now available on Google Play Pass! Subscribe and enjoy this enchanted world without any ads or in-app purchases [1].
de: Magic Rampage ist jetzt auf Google-Play-Pass verfügbar! Mit dem Abonnement kannst du diese verzauberte Welt ohne Werbung oder In-App-Käufe genießen [1].
es: ¡Magic Rampage ya está disponible en Google Play Pass! Suscríbete y disfruta de este mundo encantado sin anuncios ni compras integradas en la aplicación [1].
fr: Magic Rampage est maintenant disponible sur le Google Play Pass ! Inscris-toi et parcours ce monde enchanté sans aucune publicité ni achats in-app [1].
it: Magic Rampage è ora disponibile su Google Play Pass! Abbonati e vieni a scoprire questo mondo incantato senza pubblicità né acquisti in-app [1].
pt: O Magic Rampage já está disponível no Google Play Pass! Assine e aproveite este mundo encantado sem anúncios ou compras no aplicativo [1].
ru: Magic Rampage теперь доступна в Google Play Pass! Подпишитесь и наслаждайтесь чарующим миром без рекламы и покупок в приложении [1].
tr: Magic Rampage artık Google Play Pass'te mevcut! Şimdi abone olun ve herhangi bir reklam veya uygulama içi satın alma olmadan bu büyülü dünyanın tadını çıkarın [1].
uk: Magic Rampage тепер доступна в Google Play Pass! Підписуйтеся та насолоджуйтеся чарівним світом без реклами та покупок у застосунку [1].

# about-play-pass-1
source: Players with the Play Pass experience will automatically gain access to all skins, receive gold and coin rewards with up to 3x boost, and enjoy up to 50% discounts on all items in the in-game shop [2].
de: Spieler mit dem Play-Pass erhalten automatisch Zugriff auf alle Skins, erhalten Gold- und Münzprämien mit bis zu 3-fachem Boost und genießen bis zu 50 % Rabatt auf alle Artikel im Laden [2].
es: Los jugadores con la experiencia de Play Pass obtendrán acceso automáticamente a todos los aspectos, recibirán recompensas de oro y monedas con un potenciador de hasta 3x, y disfrutarán de descuentos de hasta un 50 % en todos los objetos de la tienda del juego [2].
fr: Les joueurs bénéficiant de l'expérience Google Play Pass auront automatiquement accès à tous les skins, recevront des récompenses en or et en pièces avec un boost jusqu'à x3, en plus de profiter de réductions jusqu'à 50 % sur tous les articles de la boutique in-game [2].
it: I giocatori che possiedono il Play Pass avranno accesso automaticamente a tutte le skin, riceveranno ricompense in oro e monete con almeno un potenziamento 3x e sconti fino al 50% su tutti gli oggetti nel negozio del gioco [2].
pt: Os jogadores com a experiência Play Pass terão acesso automático a todas as skins, receberão as recompensas de ouro e moedas com um impulso de até 3x e desfrutarão de descontos de até 50% em todos os itens na loja do jogo [2].
ru: Игроки с Play Pass автоматически получат доступ ко всем скинам, а также золото и монеты почти в трехкратном количестве. Более того, все предметы в игровом магазине [2] будут доступы со скидками до 50 %.
tr: Play Pass deneyimine sahip oyuncular otomatik olarak tüm dış görünümlere erişim kazanacak, 3 kata kadar artırma ile altın ve para ödülleri kazanacak bununla birlikte oyun içi mağazadaki tüm öğelerde %50'ye varan indirimlerden yararlanacak [2].
uk: Гравці з Play Pass автоматично отримають доступ до всіх скінів, а також золото і монети майже в трикратній кількості. Ба більше, всі предмети в ігровому магазині [2] будуть доступні зі знижками до 50 %.
