Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# failed-sdcard-full
source: Failed! SDCARD is full!
de: Fehler! SD-Karte voll!
es: ¡Error! ¡Tarjeta SD llena!
fr: Impossible ! La carte SD est pleine !
it: Errore! Scheda SD piena!
pt: Falhou! O SDCARD está cheio!
ru: Ошибка наличия места на SD-карте!
tr: Başarısız oldu! SD KART dolu!
uk: Помилка! Немає місця на SD-картці!

# failed-unlicensed
source: Failed! Not licensed!
de: Fehler! Nicht registriert!
es: ¡Error! ¡Sin licencia!
fr: Impossible sans niveau !
it: Errore! Senza licenza!
pt: Falhou! Sem LVL!
ru: Ошибка проверки лицензии!
tr: Başarısız oldu! Lisanslı değil!
uk: Помилка! Відсутня ліцензія!

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pt: Conectado
ru: Подключено.
tr: Bağlandı
uk: Підключено

# transactionSuccessful
source: The transaction was successful!
de: Transaktion erfolgreich!
es: ¡Transacción completada!
fr: Transaction effectuée !
it: Transazione completata con successo!
pt: Transação bem sucedida!
ru: Операция завершена успешно!
tr: İşlem başarılı oldu!
uk: Операція завершена успішно!

# billUserCanceled
source: User canceled
de: Abbruch durch Nutzer
es: El usuario ha cancelado
fr: Annulé par l'utilisateur
it: Annullato dall'utente
pt: Usuário cancelou
ru: Отменено пользователем!
tr: Kullanıcı iptal etti
uk: Скасовано користувачем

# billBillingUnavailable
source: Billing unavailable
de: Zahlung nicht möglich
es: Facturación no disponible
fr: Facturations non disponibles
it: Fatturazione non disponibile
pt: Cobranças não disponíveis
ru: Счёт недоступен!
tr: Faturalama kullanılamıyor
uk: Рахунок не доступний

# billItemUnavailable
source: Item unavailable
de: Item nicht verfügbar
es: Objeto no disponible
fr: Objet non disponible
it: Oggetto non disponibile
pt: Item não disponível
ru: Предмет недоступен!
tr: Eşya kullanılamıyor
uk: Предмет не доступний

# billDeveloperError
source: Developer error
de: Entwickler-Fehler
es: Error de desarrollador
fr: Erreur du développeur
it: Errore di programmazione
pt: Erro do desenvolvedor
ru: Ошибка разработчика!
tr: Geliştirici hatası
uk: Помилка розробника

# billError
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pt: Erro desconhecido
ru: Неизвестная ошибка!
tr: Bilinmeyen hata
uk: Невідома помилка

# billItemAlreadyOwned
source: Item already owned
de: Item bereits im Besitz
es: Ya tienes ese objeto
fr: Possède déjà l'objet
it: Hai già quest'oggetto
pt: Já possui o item
ru: У Вас уже есть этот предмет.
tr: Bu eşyaya sahipsin
uk: У вас вже є цей предмет

# billItemNotOwned
source: Item not owned
de: Item nicht im Besitz
es: No tienes ese objeto
fr: Ne possède pas l'objet
it: Non hai quest'oggetto
pt: Não possui o item
ru: У Вас нет этого предмета.
tr: Bu eşyaya sahip değilsin
uk: У вас немає цього предмета

# billRemoteException
source: Remote exception
de: Remote-Ausnahme
es: Excepción remota
fr: Exception à distance
it: Eccezione remota
pt: Exceção remota
ru: Удалённая ошибка!
tr: Harici istisna
uk: Дистанційна помилка

# billBadResponse
source: Bad response
de: Schlechte Antwort
es: Mala respuesta
fr: Réponse invalide
it: Risposta non valida
pt: Resposta inválida
ru: Неверный отклик!
tr: Hatalı yanıt
uk: Неправильний відгук

# billVerificationFailed
source: Verification failed
de: Verifizierung fehlgeschlagen
es: Error en verificación
fr: Échec de la vérification
it: Errore di verifica
pt: Verificação falhou
ru: Не удалось верифицировать!
tr: Doğrulama başarısız
uk: Не вдалося верифікувати

# billSendIntentFailed
source: Send intent failed
de: Senden fehlgeschlagen
es: Error en intento de envío
fr: Échec de l'envoie de l'Intent
it: Send intent non riuscito
pt: Envio do Intent falhou
ru: Попытка отправки не удалась!
tr: Gönderim amacı başarısız
uk: Не вдалося відправити

# billUnknownPurchaseResponse
source: Unknown purchase response
de: Unbekannter Kaufvorgang
es: Respuesta de compra desconocida
fr: La réponse de l'achat est invalide
it: Risposta all'acquisto sconosciuta
pt: Resposta de compra é inválida
ru: Неизвестный отклик о покупке!
tr: Bilinmeyen satın alma yanıtı
uk: Невідомий відгук про покупку

# billMissingToken
source: Missing token
de: Fehlendes Token
es: Falta token
fr: Pas assez de jetons
it: Token mancante
pt: Falta o token
ru: Отсутствует токен!
tr: Nişan eksik
uk: Відсутній токен

# billSubscriptionsNotAvailable
source: Subscriptions not available
de: Abonnement nicht verfügbar
es: Suscripciones no disponibles
fr: Inscription indisponible
it: Sottoscrizioni non disponibili
pt: Inscrição indisponível
ru: Подписки недоступны!
tr: Abonelikler kullanılamıyor
uk: Підписки не доступні

# billInvalidConsumption
source: Invalid consumption
de: Ungültiger Verbrauch
es: Uso no válido
fr: Achat invalide
it: Consumo non valido
pt: Consumo inválido
ru: Неверные затраты!
tr: Geçersiz tüketim
uk: Невірні витрати

source: Ring
es: Anillo
fr: Anneau
it: Anello
pt: Anel
ru: Кольцо
tr: Yüzük
uk: Кільце

source: Artifact
de: Artefakt
es: Artefacto
fr: Artefact
it: Artefatto
pt: Artefato
ru: Артефакт
tr: Eser
uk: Артефакт

# enemyLeft
source: <number> enemy left behind.
de: <number> Gegner übrig.
es: <number> enemigo con vida.
fr: <number> ennemi épargné.
it: <number> nemico rimasto.
pt: <number> inimigo deixado para trás.
ru: Не убито врагов: <number>.
tr: <number> düşman geride kaldı.
uk: Не вбито ворогів: <number>.

# enemiesLeft
source: <number> enemies left behind.
de: <number> Gegner übrig.
es: <number> enemigos con vida.
fr: <number> ennemis épargnés.
it: <number> nemici rimasti.
pt: <number> inimigos deixados para trás.
ru: Не убито врагов: <number>!
tr: <number> düşman geride kaldı.
uk: Не вбито ворогів: <number>.

source: Star denied.
de: Chance auf Stern verloren.
es: Estrella denegada.
fr: Étoile niée.
it: Stella perduta.
pt: Estrela negada.
ru: К сожалению, получение Звезды отменено.
tr: Yıldız reddedildi.
uk: Ви не отримали зірку.

# immersive
source: Immersive mode
de: Echter Vollbild-Modus
es: Modo inmersivo
fr: Mode immersif
it: Modalità immersiva
pt: Modo imersivo
ru: Режим погружения
tr: Sürükleyici mod
uk: Режим занурення

source: Enabled
de: Ein
es: Habilitado
fr: Allumé
it: Attivata
pt: Ligado
ru: Включен
tr: Etkin
uk: Включено

source: Disabled
de: Aus
es: Deshabilitado
fr: Éteint
it: Disattivata
pt: Desligado
ru: Выключен
tr: Devre Dışı
uk: Вимкнено

# goldBonus:
source: Bonus รท
de: Bonus ÷
es: Extra ÷
fr: Bonus d'or
it: Bonus ÷
pt: Bônus ÷
ru: Бонус ÷
tr: Bonus ÷
uk: Бонус ÷

# logoutConfirmation
source: Do you really wish to sign out?
de: Willst du dich wirklich ausloggen?
es: ¿Seguro que deseas salir?
fr: Veux-tu te déconnecter ?
it: Vuoi davvero uscire?
pt: Deseja sair?
ru: Вы действительно хотите выйти из учётной записи?
tr: Oturumu kapatmak istiyor musun?
uk: Ви дійсно хочете вийти з облікового запису?

source: Upgrades
de: Verbesserungen
es: Mejoras
fr: Améliorations
it: Potenziamenti
pt: Melhorias
ru: Улучшение и прокачка
tr: Geliştirmeler
uk: Вдосконалення

# chooseRune
source: Choose a Rune:
de: Wähle eine Rune:
es: Elige una Runa:
fr: Choisis une rune
it: Scegli una runa:
pt: Escolha uma Runa:
ru: Выберите Руну или Сущность:
tr: Bir Rün seç:
uk: Виберіть руну:

# youHaveNoRunes
source: You don't have any Rune!
de: Nicht genug Runen!
es: ¡No tienes Runas!
fr: Tu ne possèdes aucune rune !
it: Non hai rune!
pt: Você não tem nenhuma Runa!
ru: У Вас нет Рун/Сущностей!
tr: Hiç Rünün yok!
uk: У вас немає рун!

source: No compatible item!
de: Kein passendes Item!
es: ¡Objeto no compatible!
fr: Aucun objet compatible !
it: Nessun oggetto adatto!
pt: Não há item compatível!
ru: У Вас нет подходящего снаряжения!
tr: Uyumlu eşya yok!
uk: Несумісний предмет!

# chooseItem
source: Choose an item to upgrade:
de: Item zur Verbesserung auswählen:
es: Elige un objeto para mejorarlo:
fr: Choisis un objet à améliorer
it: Cosa vuoi potenziare?
pt: Escolha um item para melhorar:
ru: Выберите необходимое снаряжение:
tr: Geliştirmek için bir eşya seç:
uk: Виберіть предмет для вдосконалення:

# starBonus:
source: Bonus ยง
de: Bonus §
es: Extra §
fr: Bonus d'étoiles
it: Bonus §
pt: Bônus §
ru: Бонус §
tr: Bonus §
uk: Бонус §

source: Localization
de: Lokalisierung
es: Localización
fr: Localisation
it: Localizzazione
pt: Localização
ru: Локализация
tr: Yerelleştirme
uk: Локалізація

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol
ru: Испанский
tr: İspanyolca
uk: Іспанська

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pt: Francês
ru: Французский
tr: Fransızca
uk: Французька

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pt: Português
ru: Португальский
tr: Portekizce
uk: Португальська

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
pt: Música
ru: Музыка
tr: Müzik
uk: Музика

source: Audio
pt: Áudio
ru: Звук
tr: Ses
uk: Звук

source: Soundtrack
es: banda sonora
fr: Bande son
it: Colonna sonora
pt: Trilha Sonora
ru: Звуковая дорожка
tr: Müzikler
uk: Звукова доріжка

# chapter3Soundtrack
source: Chapters 3 and 4 Soundtrack
de: Kapitel 3/4-Soundtrack
es: banda sonora del cap. 3/4
fr: Bande son du chapitre 3
it: Colonna sonora capitolo 3/4
pt: Trilha Sonora Cap. 3 e 4
ru: Звуковая дорожка Третьей и Четвёртой Глав
tr: Bölüm 3/4 Müzikleri
uk: Звукова доріжка глави 3/4

source: Chapter 5 Soundtrack
de: Kapitel 5-Soundtrack
es: banda sonora del cap. 5
fr: Bande son du chapitre 5
it: Colonna sonora capitolo 5
pt: Trilha Sonora Cap. 5
ru: Звуковая дорожка Пятой Главы
tr: Bölüm 5 Müzikleri
uk: Звукова доріжка глави 5

source: Wait here
de: Warte hier
es: Espera aquí
fr: Attends ici
it: Aspetta qui
pt: Espere aqui
ru: Жди тут.
tr: Burada bekle
uk: Чекай тут

source: Follow me
de: Folge mir
es: Sígueme
fr: Suis-moi
it: Seguimi
pt: Siga-me
ru: Следуй за мной!
tr: Beni takip et
uk: Йди за мною

# reviveNPC
source: Revive him
de: Wiederbelebung durchführen
es: Revivirlo
fr: Revivre
it: Rianimalo
pt: Reviver
ru: Воскресить Мага Огня
tr: Onu dirilt
uk: Воскресить его

# survivalComingSoon
source: Survival Mode coming soon!
de: Überlebenskampf kommt bald!
es: ¡Modo Supervivencia muy pronto!
fr: Mode survie bientôt !
it: Presto in arrivo la modalità sopravvivenza!
pt: Modo Sobrevivente em breve!
ru: Скоро! Режим Выживания!
tr: Hayatta kalma modu geliyor!
uk: Скоро! Режим виживання!

# survivalSoon
source: Survival Mode (soon)
de: Überlebenskampf (bald)
es: Modo Supervivencia (pronto)
fr: Mode survie (bientôt)
it: Modalità sopravvivenza (prossimamente)
pt: Modo Sobrevivente (breve)
ru: Режим Выживания (скоро)
tr: Hayatta kalma modu (yakında)
uk: Режим виживання (скоро)

# survivalTitle
source: Survival Mode
de: Überlebenskampf
es: Modo Supervivencia
fr: Mode survie
it: Modalità sopravvivenza
pt: Modo Sobrevivente
ru: Режим Выживания
tr: Hayatta kalma modu
uk: Режим виживання

# soundEffects
source: Sound Effect Design
de: Soundeffekt-Design
es: diseño de efectos de sonido
fr: Design des effets sonores
it: Effetti sonori
pt: design de efeitos sonoros
ru: Разработка звуковых эффектов
tr: Ses Efektleri Tasarımı
uk: Розробка звукових ефектів

# drawingAndAnimation
source: Drawing and Character Animation
de: Zeichnungen und Charakteranimationen
es: diseño y animación de personajes
fr: Dessins et animation des personnages
it: Disegni e animazione personaggi
pt: desenho e animação de personagens
ru: Прорисовка и анимация персонажей
tr: Çizim ve Karakter Animasyonu
uk: Малювання й анімація персонажів

source: Screenplay
de: Drehbuch
es: guion
fr: Scénario
it: Sceneggiatura
pt: roteiro
ru: Сценарий
tr: Senaryo
uk: Сценарій

source: To be continued...
de: Fortsetzung folgt ...
es: Continuará...
fr: À suivre...
pt: Continua...
ru: Продолжение следует...
tr: Devam edecek...
uk: Далі буде…

source: Menu
de: Menü
es: Menú
ru: Меню
tr: Menü
uk: Меню

# buyFullGame
source: Get the full game for only <green><price></green> to continue this <strong>epic</strong> adventure!
de: Kaufe die Vollversion für nur <green><price></green>, um dieses <strong>epische</strong> Abenteuer fortzusetzen!
es: ¡Compra el juego completo por tan solo <green><price></green> para continuar con esta aventura <strong>épica</strong>!
fr: Achète le jeu complet pour seulement <green><price></green> afin de poursuivre cette <strong>aventure</strong> épique !
it: Acquista l'intero gioco a soli <green><price></green> e continua questa <strong>epica</strong> avventura!
pt: Adquira o jogo completo por apenas <green><price></green> para continuar essa <strong>épica</strong> aventura!
ru: Приобретите полную версию игры всего за <green><price></green>, чтобы продолжить это <strong>эпическое</strong> приключение!
tr: Bu <strong>destansı</strong> maceraya devam etmek için tam oyunu sadece <green><price></green> karşılığında satın al!
uk: Придбайте повну версію гри всього за <green><price></green>, щоб продовжити цю <strong>епічну</strong> пригоду!

# killCount
source: <number> kills
de: <number> Tötungen
es: <number> muertes
fr: <number> morts
it: Vittime: <number>
pt: <number> mortes
ru: Количество убийств: <number>
tr: <number> öldürme
uk: Кількість вбивств: <number>

# waitForNewChapter
source: Stay tuned for new chapters!
de: Neue Kapitel folgen bald!
es: Estad atentos a los nuevos capítulos
fr: Reste à l'écoute pour de nouveaux chapitres
it: Presto in arrivo nuovi capitoli!
pt: Fique atento para novos capítulos!
ru: Ожидайте выхода новой Главы!
tr: Yeni bölümler için beklemede ol!
uk: Очікуйте появи нових глав!

source: New high score!
de: Neuer Rekord!
es: ¡Has mejorado tu marca!
fr: Nouveau record !
it: Nuovo record!
pt: Novo recorde!
ru: Новый рекорд!
tr: Yeni puan rekoru!
uk: Новий рекорд!

# survivalSelect
source: Select level
de: Level auswählen
es: Seleccionar nivel
fr: Choisis le niveau
it: Seleziona livello
pt: Escolha uma fase
ru: Выберите уровень:
tr: Seviye seç
uk: Виберіть рівень

# survivorScore
source: Survivor score: <score>
de: Überlebenspunkte: <score>
es: Puntuación de superviviente: <score>
fr: Score du mode survie : <score>
it: Punteggio da sopravvissuto: <score>
pt: Pontuação de sobrevivente: <score>
ru: Очки Выживания: <score>
tr: Hayatta kalma puanı: <score>
uk: Бали виживання: <score>

# stayTunedForMore
source: Stay tuned for more dungeons and challenges!
de: Neue Dungeons und Herausforderungen folgen bald!
es: ¡Estad atentos a los nuevos niveles y desafíos!
fr: Reste à l'écoute pour plus de donjons et de défis !
it: Prossimamente nuovi livelli e nuove sfide!
pt: Fique ligado para mais fases e desafios!
ru: Ожидайте выхода новых заданий и уровней!
tr: Daha fazla zindan ve meydan okuma için beklemede ol!
uk: Очікуйте появи нових завдань і рівнів!

source: Stay tuned for more content!
de: Neue Inhalte folgen bald!
es: ¡Estad atentos al nuevo contenido!
fr: Reste à l'écoute pour plus de contenu !
it: Presto in arrivo nuovi contenuti!
pt: Fique ligado para mais conteúdo!
ru: Ожидайте появления нового игрового содержимого!
tr: Daha çok içerik için beklemede ol!
uk: Очікуйте появи нового ігрового контенту!

# google
source: Google Play Games
de: Google Play-Spiel
ru: Google Play Игры
uk: Google Play

# forced
source: Asantee
ru: Команда Asantee

# no-icloud-drive-error
source: <gray>Your <white>iCloud Drive <gray>is <red>disabled<gray>. Enable it to synchronize your progress on <white>iCloud<gray>.
de: <gray>Dein <white>iCloud-Laufwerk <gray>ist <red>deaktiviert<gray>. Aktiviere es, um deinen Fortschritt auf <white>iCloud <gray>zu speichern.
es: <gray>Tu <white>iCloud Drive<gray> <red>no está activado<gray>. Actívalo para sincronizar tu progreso en <white>iCloud<gray>.
fr: <gray>Ton <white>iCloud Drive<gray> est <red>désactivé<gray>. Active-le pour synchroniser ta progression à ton <white>iCloud<gray>.
it: <gray>Il servizio <white>iCloud Drive <gray>è <red>disattivato<gray>. Attivalo per sincronizzare i tuoi progressi con <white>iCloud<gray>.
pt: <gray>Seu <white>iCloud Drive<gray> está <red>desligado<gray>. Habilite-o para sincronizar seu progresso no <white>iCloud<gray>.
ru: <gray>Ваш <white>iCloud Drive<gray> <red>отключён<gray>. Включите для синхронизации Вашего игрового прогресса на <white>iCloud<gray>.
tr: <gray>Kullandığın <white>iCloud Drive <gray> <red>devre dışı bırakıldı<gray>. İlerlemeni <white>iCloud<gray> ile senkronize etmek için bunu etkinleştir.
uk: <gray>Ваш <white>iCloud Drive <gray><red>вимкнений<gray>. Увімкніть його для синхронізації ігрового прогресу на <white>iCloud<gray>.

source: Prize Room
de: Trophäengalerie
es: Sala de premios
fr: Salle des prix
it: Stanza dei premi
pt: Sala de prêmios
ru: Призовая Комната
tr: Ödül Odası
uk: Призова кімната

source: No prize available
de: Keine Trophäen verfügbar
es: No hay premios disponibles
fr: Aucun prix disponible
it: Nessun premio disponibile
pt: Nenhum prêmio disponível
ru: Актуальных призов не найдено. Ознакомьтесь с полным списком наград с помощью кнопки «Призы».
tr: Hiçbir ödül yok
uk: Приз не доступний

# rewardFor
source: Reward for achievement:
de: Erfolgsbelohnung:
es: Recompensa por logro:
fr: Récompense pour la conquête
it: Ricompensa per l'obiettivo:
pt: Recompensa pela conquista:
ru: Награда за достижение
tr: Başarı ödülü:
uk: Нагорода за досягнення:

# stale-data-warning
source: <gray>Couldn't load from the cloud. Slots might contain stale data.
de: <gray>Cloud-Daten konnten nicht geladen werden. Daten möglicherweise veraltet.
es: <gray>No se ha podido cargar de la nube. Puede que las ranuras contengan información obsoleta.
fr: <gray>Impossible de télécharger les données du nuage. Les entrées peuvent être obsolètes.
it: <gray>Impossibile caricare dalla cloud. Gli slot potrebbero contenere dati non aggiornati.
pt: <gray>Não foi possível baixar os dados da nuvem. Entradas podem estar desatualizadas.
ru: <gray>Загрузка из облака не удалась. Информация о содержимом слотов может быть устаревшей.
tr: <gray>Buluttan yüklenemedi: Yuvalarda eski veriler olabilir.
uk: <gray>Завантаження з хмари не вдалося. Інформація про вміст чарунок може бути застарілою.

# unsaved-progress-warning
source: <gray>Couldn't save slot data to cloud. Check your internet connection.
de: <gray>Cloud-Daten konnten nicht gespeichert werden. Internet-Verbindung prüfen.
es: <gray>No se ha podido guardar la información de la ranura en la nube. Comprueba tu conexión.
fr: <gray>Impossible d'enregistrer la dernière partie dans le nuage. Vérifie la connexion.
it: <gray>Impossibile salvare i dati dello slot nella cloud. Controlla la tua connessione Internet.
pt: <gray>Não foi possível salvar o último jogo na nuvem. Verifique a conexão.
ru: <gray>Не удалось сохранить данные из слота в облако. Проверьте Ваше Интернет-соединение.
tr: <gray>Yuva verileri buluta kaydedilemedi. İnternet bağlantını kontrol et.
uk: <gray>Неможливо зберегти дані з чарунок у хмару. Перевірте ваше інтернет-з'єднання.

source: Versus mode
de: Zweikampf
es: Modo Versus
fr: Mode versus
it: Modalità duello
pt: Modo versus
ru: Режим Противостояния
tr: Karşılıklı mod
uk: Гра с суперником

# characterEditor
source: Edit character
de: Charakter anpassen
es: Editar personaje
fr: Modifier le personnage
it: Modifica personaggio
pt: Editar personagem
ru: Редактор Героя
tr: Karakteri düzenle
uk: Редагувати героя

# changeCharacterConfirmation
source: Apply changes for <price>?
de: Änderungen für <price> durchführen?
es: ¿Aplicar cambios por <price>?
fr: Modifier pour <price> ?
it: Confermi modifiche per <price>?
pt: Aplicar as mudanças por <price>?
ru: Применить изменения за <price>?
tr: <price> karşılığında değişiklikleri uygula?
uk: Застосувати зміни за <price>?

source: Round <number>
de: Runde <number>
es: Ronda <number>
ru: Раунд <number>
tr: Tur <number>
uk: Раунд <number>

source: Fight!
de: Kämpft!
es: ¡Lucha!
it: Via!
pt: Lutem!
ru: В бой!
tr: Savaş!
uk: У бій!

# playerWins
source: Player <number> wins!
de: Spieler <number> gewinnt!
es: ¡Ha ganado el jugador <number>!
fr: Le joueur <number> a gagné !
it: Il giocatore <number> ha vinto!
pt: Jogador <number> vence!
ru: Игрок <number> победил(а)!
tr: Oyuncu <number> kazandı!
uk: Гравець <number> переміг!

# fightTimeOut
source: Time out
de: Zeit abgelaufen
es: Tiempo
fr: Temps écoulé
pt: Tempo esgotado
ru: Время вышло
tr: Süre bitti
uk: Час сплив

source: Draw!
de: Unentschieden!
es: ¡Empate!
fr: Égalité !
it: Pareggio!
pt: Empate!
ru: Ничья!
tr: Berabere!
uk: Нічия!

source: Final Round!
de: Letzte Runde!
es: ¡Última ronda!
fr: Dernier Round !
it: Round finale!
pt: Round Final!
ru: Последний раунд!
tr: Son Tur!
uk: Останній раунд!

# quitVersusConfirmation
source: Leave versus mode?
de: Zweikampf verlassen?
es: ¿Salir del modo Versus?
fr: Sortir du mode versus ?
it: Esci dalla modalità duello?
pt: Sair do modo versus?
ru: Выйти из Режима Противостояния?
tr: Karşılıklı moddan çık?
uk: Вийти з режиму гри з суперником?

source: Expand inventory space
de: Inventar vergrößern
es: Ampliar espacio inventario
fr: Augmenter l'espace de l'inventaire
it: Aumenta lo spazio dell'inventario
pt: Expandir espaço no inventário
ru: Увеличить место в инвентаре
tr: Envanter alanını genişlet
uk: Розширити місце в інвентарі

# expandInventoryConfirmation
source: Buy <number> extra spaces in your inventory for <price>?
de: <number> zusätzliche Inventarplätze für <price> kaufen?
es: ¿Comprar <number> espacios adicionales en tu inventario por <price>?
fr: Acheter <number> espaces supplémentaires pour votre inventaire pour <price> ?
it: Spazi extra in inventario: <number>. Compra per <price>?
pt: Comprar <number> espaços adicionais em seu inventário por <price>?
ru: Купить <number> дополнительных слотов в инвентаре за <price>?
tr: <price> karşılığında envanterinde <number> ekstra alan satın al?
uk: Купити <number> додаткових чарунок в інвентарі за <price>?

source: CAMPAIGN
de: KAMPAGNE
es: CAMPAÑA
fr: Mode Histoire
it: CAMPAGNA
pt: CAMPANHA
ru: КАМПАНИЯ
tr: HİKAYE
uk: КАМПАНІЯ

# VERSUS
source: 2P VERSUS
de: ZWEIKAMPF
es: VERSUS DE 2J
fr: Mode Versus
it: DUELLO 2G
ru: ПРОТИВОСТОЯНИЕ (PvP)
tr: 2 KİŞİ KARŞILIKLI
uk: ГРА З СУПЕРНИКОМ

# fightsLeft
source: <white>Trial version:<green> <number> fights left
de: <white>Testversion:<green> <number> Kämpfe übrig
es: <white>Versión de prueba:<green> quedan <number> peleas
fr: <white>Version d'essai :<green> <number> combats restants
it: <white>Versione di prova:<green> restano <number> duelli
pt: <white>Versão demo:<green> <number> lutas restantes
ru: <white>Демоверсия.<green> Осталось боёв: <number>
tr: <white>Deneme sürümü:<green> <number> dövüş kaldı
uk: <white>Демоверсія.<green> Залишилося боїв: <number>

# fightLeft
source: <white>Trial version:<green> <number> fight left
de: <white>Testversion:<green> <number> Kampf übrig
es: <white>Versión de prueba:<green> queda <number> pelea
fr: <white>Version d'essai :<green> <number> combat restant
it: <white>Versione di prova:<green> resta <number> duello
pt: <white>Versão demo:<green> <number> luta restante
ru: <white>Демоверсия.<green> Осталось боёв: <number>
tr: <white>Deneme sürümü:<green> <number> dövüş kaldı
uk: <white>Демоверсія.<green> Залишилося боїв: <number>

# daggerBoost
source: dagger attack power
de: Dolchkraft
es: poder de ataque con daga
fr: la force avec la dague
it: Potenza attacco pugnale
pt: a força com adaga
ru: к атаке кинжалом
tr: hançer saldırı gücü
uk: атака кинджалом

source: Appendix
de: Anhang
es: Apéndice
fr: Annexe
it: Appendice
pt: Apêndice
ru: Дополнение
tr: Ek Bölüm
uk: Доповнення

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pt: Alemão
ru: Немецкий
tr: Almanca
uk: Німецька

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês
ru: Английский
tr: İngilizce
uk: Англійська

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano
ru: Итальянский
tr: İtalyanca
uk: Італійська

source: Ranger
es: Guarda
it: Guardia
pt: Guardião
ru: Рейнджер
tr: Korucu
uk: Рейнджер
