Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# resetSkillTreeConfirmation
source: Reset your Skill Tree point distribution for <price>?
de: Deine Talentbaumpunkte für <price> zurücksetzen?
es: ¿Restablecer la distribución de los puntos del árbol de habilidades por <price>?
fr: Réinitialiser la répartition des points dans votre Arbre de compétences pour <price> ?
it: Vuoi resettare la distribuzione di punti del tuo Albero delle abilità per <price>?
pt: Reiniciar sua distribuição de pontos na Árvore de Habilidades por <price>?
ru: Сбросить выбранные навыки и вернуть вложенные очки за <price>?
tr: Beceri ağacı puan dağılımınızı <price> ile sıfırlayın?
uk: Скинути вибрані навички й повернути вкладені очки за <price>?

source: Passive boost
de: Passive Verstärkung
es: Potenciador pasivo
fr: Boost passif
it: Potenziamento passivo
pt: Acréscimo passivo
ru: Пассивное усиление
tr: Pasif Güçlendirmesi
uk: Пасивне посилення

# skillTreePassiveBoost
source: Specialization boost
de: Spezialisierungsverstärkung
es: Potenciador de especialización
fr: Boost de spécialisation
it: Potenziamento specializzazioni
pt: Acréscimo de especialização
ru: Специализированное усиление
tr: Uzmanlık Güçlendirmesi
uk: Спеціалізоване посилення

# faster_stamina_regeneration_desc_alt
source: Increases the stamina regeneration speed by <number>%.
de: Erhöht die Geschwindigkeit der Ausdauerregeneration um <number>%.
es: Aumenta la velocidad de regeneración de la resistencia en un <number> %.
fr: Augmente la vitesse de régénération de l'endurance de <number> %.
it: Aumenta la velocità di rigenerazione di energia di un <number>%.
pt: Aumenta a velocidade de regeneração da estamina em <number>%.
ru: Повышает скорость восстановления выносливости на <number>%.
tr: Dayanıklılık yenileme hızını %<number> artırır.
uk: Підвищує швидкість відновлення витривалості на <number>%.

source: Poisonous
de: Giftig
es: Venenoso
fr: Poison
it: Velenosa
pt: Venenoso
ru: Ядовитое
tr: Zehirli
uk: Отруйна

source: Skill learned
de: Talent gelernt
es: Habilidad aprendida
fr: Compétence apprise
it: Abilità appresa
pt: Habilidade aprendida
ru: Навык изучен
tr: Beceri Öğrenildi
uk: Навичку вивчено

source: Skill learned!
de: Talent gelernt!
es: ¡Habilidad aprendida!
fr: Compétence apprise !
it: Abilità appresa!
pt: Habilidade aprendida!
ru: Навык изучен!
tr: Beceri Öğrenildi!
uk: Навичку вивчено!

# clickToOpenSkillDesc
source: Tap the icon inside the card to learn more about each skill!
de: Tipp auf das Symbol in der Karte, um mehr über jedes Talent zu erfahren!
es: ¡Toca el icono del interior de la tarjeta para aprender más sobre cada habilidad!
fr: Appuie sur l'icône dans la carte pour en savoir plus sur chaque compétence !
it: Tocca l'icona dentro la carta per avere maggiori informazioni su ogni abilità!
pt: Toque no ícone dentro do cartão para saber mais sobre cada habilidade!
ru: Нажмите на значок внутри карточки, чтобы ознакомиться с описанием навыка!
tr: Beceriler hakkında daha fazla bilgi edinmek için kartın üzerindeki simgeye dokunun!
uk: Натисніть на значок усередині картки, щоб ознайомитися з описом навички!

# tellMoreAboutSkillTree
source: Tell me more about the Skill Tree
de: Erzähl mir mehr über den Talentbaum
es: Háblame más del árbol de habilidades
fr: En savoir plus sur l'Arbre de compétences
it: Dimmi di più dell'Albero delle abilità
pt: Me fale mais sobre a Árvore
ru: Я хочу узнать больше о дереве навыков
tr: Bana beceri ağacı hakkında daha fazla bilgi ver
uk: Я хочу дізнатися більше про дерево навичок

# currentVersionIsBanned
source: The version you're currently running (<version>) is deactivated. Please update now!
de: Die aktuell ausgeführte Version (<version>) ist deaktiviert. Bitte aktualisiere die App jetzt!
es: La versión que estás ejecutando actualmente (<version>) está desactivada. ¡Actualiza!
fr: La version actuellement exécutée (<version>) est désactivée. Effectue la mise à jour dès maintenant !
it: La versione che hai installato (<version>) è stata disattivata. Aggiorna subito!
pt: A versão que você está rodando (<version>) foi desativada. Por favor, atualize agora!
ru: Ваша текущая версия игры (<version>) больше не поддерживается. Поскорее скачайте обновление!
tr: Şu anda kulllanmakta olduğunuz sürüm (<version>) kullanılmamaktadır. Lütfen şimdi güncelleyin.!
uk: Ваша поточна версія гри (<version>) більше не підтримується. Швидше завантажуйте оновлення!

source: Awake
de: Aufwachen
es: Despierta
fr: Se réveiller
it: Sveglia
pt: Despertar
ru: Подъём
tr: Uyan
uk: Підйом

source: Awake!
de: Aufwachen!
es: ¡Despierta!
fr: Réveille-toi !
it: Sveglia!
pt: Despertar!
ru: Подъём!
tr: Uyan!
uk: Підйом!

# boltAnimationCredits
source: Bolt sprite animation
de: Bolzen-sprite Animation
es: Animación de sprite de rayo
fr: Animation du sprite du verrou
it: Animazione sprite bullone
pt: Animações de choque
ru: Анимация спрайтов молний
tr: Yıldırım Animasyonu Yapımcısı
uk: Анімація спрайтів блискавок

# bloodAnimationCredits
source: Blood sprite animation
de: Blut-sprite Animation
es: Animación de sprite de sangre
fr: Animation du sprite du sang
it: Animazione sprite sangue
pt: Animações de sangue
ru: Анимация спрайтов крови
tr: Kan Animasyonu Yapımcısı;
uk: Анімація спрайтів крові

# fireBallAnimationCredits
source: Fireball sprite animation
es: Animación de sprite de bola de fuego
fr: Animation du sprite de la boule de feu
it: Animazione sprite palla di fuoco
pt: Animação de bola de fogo
ru: Анимация спрайтов огненных шаров
tr: Ateştopu Animasyonu Yapımcısı
uk: Анімація спрайтів вогняних куль

# dustAnimationCredits
source: Dust sprite animation
es: Animación de sprite de polvo
fr: Animation du sprite de la poussière
it: Animazione sprite polvere
pt: Animação de poeira
ru: Анимация спрайтов пыли
tr: Toz Animasyonu Yapımcısı
uk: Анімація спрайтів пилу

# writerCreditsEntry
source: Writer
de: Schriftsteller
es: Escritor
fr: Scénariste
it: Autore
pt: Escritor
ru: Автор текста
tr: Yazar
uk: Автор тексту

# gameplayCoderCreditsEntry
source: Gameplay coder
de: Spielablaufprogrammierer
es: Codificador de juego
fr: Programmeur gameplay
it: Programmatore informatico gameplay
pt: Programador de gameplay
ru: Разработчик игрового процесса
tr: Oynanış Kodlayıcısı
uk: Розробник ігрового процесу

# designerCreditsEntry
source: Designer
es: Diseñador
ru: Дизайнер
tr: Tasarımcı
uk: Дизайнер

# gameDesignerCreditsEntry
source: Game designer
de: Spieldesigner
es: Diseñador de juego
ru: Игровой дизайнер
tr: Oyun Tasarımcısı
uk: Ігровий дизайнер

# coCreatorCreditsEntry
source: Co-creator
de: Mitschöpfer
es: Cocreador
fr: Co-créateur
it: Co-creatore
pt: Co-criador
ru: Соавтор
tr: Yardımcı Yaratıcı
uk: Співавтор

# directorCreditsEntry
source: Director
de: Direktor
fr: Directeur
it: Direttore
pt: Diretor
ru: Директор
tr: Yönetmen
uk: Директор

# coDirectorCreditsEntry
source: Co-director
de: Co-Direktor
fr: Co-directeur
it: Co-direttore
pt: Co-diretor
ru: Второй директор
tr: Yardımcı Yönetmen
uk: Другий директор

# highResArtistCreditsEntry
source: High-res artist
de: High-res Grafiker
es: Artista de alta resolución
fr: Artiste haute résolution
it: Grafico alta risoluzione
pt: Artista high-res
ru: Художник (выс. разрешение)
tr: Yüksek çözünürlük Sanatçısı
uk: Художник (вис. роздільність)

# artDirectorCreditsEntry
source: Art director
de: Kunstdirektor
es: Director de arte
fr: Directeur artistique
it: Direttore grafico
pt: Diretor de arte
ru: Арт-директор
tr: Sanat Direktörü
uk: Арт-директор

# levelDesignerCreditsEntry
source: Level designer
de: Niveaudesigner
es: Diseñador de niveles
it: Designer livelli
ru: Дизайнер уровней
tr: Bölüm Tasarımcısı
uk: Дизайнер рівнів

# characterDesignerCreditsEntry
source: Character designer
de: Charakterdesigner
es: Diseñador de personajes
it: Designer personaggi
pt: Designer de personagens
ru: Дизайнер персонажей
tr: Karakter Tasarımcısı
uk: Дизайнер персонажів

# characterAnimatorCreditsEntry
source: Character animator
de: Charakteranimator
es: Animador de personajes
fr: Animateur 2D/3D
it: Animatore personaggi
pt: Animador de personagens
ru: Аниматор персонажей
tr: Karakter Animatörü
uk: Аніматор персонажів

# animatorCreditsEntry
source: Animator
es: Animador
fr: Animateur
it: Animatore
pt: Animador
ru: Аниматор
tr: Anitör
uk: Аніматор

# managerCreditsEntry
source: Manager
es: Gestor
pt: Gerente
ru: Менеджер
tr: Menajer
uk: Менеджер

# teamManagerCreditsEntry
source: Team manager
es: Gestor de equipo
fr: Chef d'équipe
pt: Gerente de equipe
ru: Менеджер команды
tr: Takım Menajeri
uk: Менеджер команди

# programmerCreditsEntry
source: Programmer
de: Programmierer
es: Programador
fr: Programmeur
it: Programmatore
pt: Programador
ru: Разработчик
tr: Programcı
uk: Розробник

# productionAssistantCreditsEntry
source: Production assistant
de: Produktionsassistent
es: Asistente de producción
fr: Assistant de production
it: Assistente di produzione
pt: Assistente de produção
ru: Помощник продюсера
tr: Üretim Asistanı
uk: Помічник продюсера

# serverSideProgrammerCreditsEntry
source: Server-side programmer
de: Serverseitiger Programmierer
es: Programador de servidor
fr: Programmeur côté serveurs
it: Programmatore lato server
pt: Programador de servidor
ru: Разработчик серверной части
tr: Sunucu-tarafı Programcısı
uk: Розробник серверної частини

# serverSideProgrammingCreditsEntry
source: Server-side programming
de: Serverseitige Programmierung
es: Programación de servidor
fr: Programmation côté serveurs
it: Programmazione lato server
pt: Programação de servidor
ru: Разработка серверной части
tr: Sunucu-tarafı Programcısı
uk: Розробка серверної частини

# spriteArtistCreditsEntry
source: Sprite artist
de: Sprite-Künstler
es: Artista de sprites
fr: Artiste des sprites
it: Grafico sprite
pt: Artista de sprites
ru: Художник спрайтов
tr: Animasyon Sanatçısı
uk: Художник спрайтів

# environmentArtistCreditsEntry
source: Environment artist
de: Umweltkünstler
es: Artista de entorno
it: Grafico ambientazioni
pt: Artista de ambiente
ru: Художник игрового окружения
tr: Ortam Sanatçısı
uk: Художник ігрового оточення

# communityManagementCreditsEntry
source: Community manager
es: Gestor de la comunidad
pt: Gerenciamento de comunidade
ru: Менеджер сообщества
tr: Topluluk Yöneticisi
uk: Менеджер спільноти

# userSupportCreditsEntry
source: User support
de: Benutzer-Support
es: Asistencia al usuario
fr: Assistance utilisateur
it: Supporto utenti
pt: Suporte ao usuário
ru: Поддержка игроков
tr: Kullanıcı Destek
uk: Підтримка гравців

# chapter3n4SoundtrackCreditsEntry
source: Chapters 3 and 4 soundtrack
de: Kapitel 3 und 4 Soundtrack
es: Banda sonora de los capítulos 3 y 4
fr: Bande-son des Chapitres 3 et 4
it: Colonna sonora capitoli 3 e 4
pt: Trilha sonora dos capítulos 3 e 4
ru: Звуковая дорожка главы 3 и 4
tr: 3 ve 4. Bölüm Müzisyeni
uk: Звукова доріжка глави 3 та 4

# chapter5SoundtrackCreditsEntry
source: Chapter 5 soundtrack
de: Kapitel 5 Soundtrack
es: Banda sonora del capítulo 5
fr: Bande-son du Chapitre 5
it: Colonna sonora capitolo 5
pt: Trilha sonora do capítulo 5
ru: Звуковая дорожка главы 5
tr: 5. Bölüm Müzisyeni
uk: Звукова доріжка глави 5

# audioDesignerCreditsEntry
source: Audio designer
es: Diseñador de audio
fr: Sound designer
it: Designer audio
ru: Аудиодизайнер
tr: Ses Tasarımı
uk: Аудіодизайнер

# stealth_boost
source: Shadow camouflage
de: Schattencamouflage
es: Camuflaje de sombras
fr: Camouflage dans l'ombre
it: Mimetizzazione ombrosa
pt: Camuflagem sombria
ru: Теневая маскировка
tr: Gölge Kamuflajı
uk: Тіньове маскування

# stealth_boost_desc
source: Common enemies will take longer to detect the Dirty Faced Soldier.
de: Gewöhnliche Feinde brauchen länger, um den Soldaten mit schmutzigem Gesicht zu entdecken.
es: Los enemigos comunes tardarán más tiempo en detectar al soldado Cara Sucia.
fr: Les ennemis communs mettront plus de temps à détecter le Soldat au Visage sale.
it: Ai nemici comuni occorrerà più tempo per localizzare il soldato dalla faccia sporca.
pt: Inimigos comuns levarão mais tempo para detectar o Soldado do Rosto Sujo.
ru: Обычным врагам потребуется больше времени, чтобы обнаружить вашего героя.
tr: Yaygın Düşmanların Kirli Yüzlü Asker'i algılama süresini arttırır
uk: Звичайним ворогам буде потрібно більше часу, щоб виявити вашого героя.

# stealth_boost_desc_ex
source: The camouflage fails when other enemies are already aware of their threat's presence.
de: Die Camouflage scheitert, wenn andere Feinde die Anwesenheit deiner Bedrohung bereits bemerken.
es: El camuflaje falla cuando otros enemigos ya están al tanto de la presencia de su amenaza.
fr: Le camouflage échoue si d'autres ennemis sont déjà alertés par la présence d'une menace.
it: La mimetizzazione non funziona quando altri nemici si sono già accorti della presenza della minaccia nemica.
pt: A camuflagem falha quando outros inimigos já estão cientes da presença de ameaça.
ru: Маскировка не срабатывает, если другие враги уже знают о вашем присутствии.
tr: Düşmanlar varolan tehlikenin farkındalarsa, kamuflaj etkisiz kalır...
uk: Маскування не спрацьовує, якщо інші вороги вже знають про вашу присутність.

# green_platform_step
source: Confident move
de: Selbstbewusster Schritt
es: Movimiento confiado
fr: Déplacement sûr
it: Mossa sicura
pt: Passo confiante
ru: Уверенные шаги
tr: Özgüvenli Adım
uk: Упевнені кроки

# green_platform_step_desc
source: The Dirty Faced Soldier can always step on magic green platforms.
de: Der Soldat mit schmutzigem Gesicht kann immer auf magische grüne Plattformen treten.
es: El soldado Cara Sucia siempre puede pisar las plataformas mágicas verdes.
fr: Le Soldat au Visage sale peut toujours marcher sur les plateformes vertes magiques.
it: Il soladato dalla faccia sporca può sempre camminare sulle piattaforme verdi magiche.
pt: O Soldado do Rosto Sujo sempre poderá pisar nas plataformas verdes mágicas.
ru: Герой всегда может перемещаться по зеленым магическим платформам.
tr: Kirli Yüzlü Asker her zaman sihirli yeşil platformlara basabilir...
uk: Герой завжди може переміщатися по зелених магічних платформах.

# super_persistent_projectile
source: Voracious shot
de: Gefräßiger Schuss
es: Disparo voraz
fr: Tir vorace.
it: Colpo vorace.
pt: Disparo voraz
ru: Прожорливый снаряд
tr: Doyumsuz Atış.
uk: Ненажерливий снаряд

# super_persistent_projectile_desc
source: All weapon projectiles have <number>% chance to cancel enemies' projectiles on the fly.
de: Alle Projektile haben eine Chance von <number>%, die Projektile von Feinden im Flug zu zerstören.
es: Todas las armas de proyectiles tienen un <number> % de probabilidad de cancelar los proyectiles enemigos al vuelo.
fr: Tous les projectiles d'armes ont <number> % de chance d'annuler les projectiles ennemis en plein vol.
it: Tutti i proiettili delle armi hanno un <number>% di probabilità di annullare i proiettili nemici in volo.
pt: Os projéteis têm <number>% de chance de cancelar os projéteis do inimigo durante o voo.
ru: Всё метательное оружие имеет шанс <number>% поглотить в полёте вражеские снаряды.
tr: Tüm silah mermileri %<number> ihtimal ile rakiplerin havadaki mermilerini engelleyebilir...
uk: Уся метальна зброя має шанс <number>% поглинути в польоті ворожі снаряди.

# jump_boost
source: Fearless jump
de: Furchtloser Sprung
es: Salto intrépido
fr: Saut téméraire
it: Salto senza paura
pt: Salto destemido
ru: Бесстрашный прыжок
tr: Korkusuz Atlayış
uk: Безстрашний стрибок

# jump_boost_desc
source: Boosts jump power by <number>%
de: Erhöht die Sprungkraft um <number>%
es: Aumenta la potencia del salto en un <number> %
fr: Augmente la puissance de saut de <number> %
it: Potenzia la forza del salto di un <number>%
pt: Incrementa alcance do pulo em <number>%
ru: Усиливает прыжок на <number>%
tr: Zıplama gücünü %<number> arttırır
uk: Підсилює стрибок на <number>%

# speed_boost
source: Enhanced velocity
de: Erhöhte Geschwindigkeit
es: Velocidad mejorada
fr: Vitesse accrue
it: Velocità potenziata
pt: Velocista feroz
ru: Скорость гепарда
tr: Arttırılmış Hız
uk: Швидкість гепарда

# speed_boost_desc
source: Boosts speed by <number>%
de: Erhöht Geschwindigkeit um <number>%
es: Aumenta la velocidad en un <number> %
fr: Augmente la vitesse de <number> %
it: Potenzia la velocità di un <number>%
pt: Incrementa velocidade em <number>%
ru: Повышает скорость движения на <number>%
tr: Hareket hızını %<number> arttırır
uk: Підвищує швидкість руху на <number>%

# armor_boost
source: Unstoppable strength
de: Unaufhaltsame Stärke
es: Fuerza imparable
fr: Force herculéenne
it: Forza inarrestabile
pt: Ímpeto implacável
ru: Несокрушимая защита
tr: Durdurulamaz Kuvvet
uk: Непохитний захист

# armor_boost_desc
source: Boosts armor by <number>%
de: Erhöht Rüstung um <number>%
es: Aumenta la armadura en un <number> %
fr: Augmente l'armure de <number> %
it: Potenzia l'armatura di un <number>%
pt: Incrementa armadura em <number>%
ru: Повышает броню на <number>%
tr: Zırh gücünü %<number> arttırır
uk: Підвищує броню на <number>%

# thisAchievementGrantsSkillPoint
source: Unlocking this achievement grants one point to the Skill Tree.
de: Das Freischalten dieses Erfolges gewährt einen Punkt für den Talentbaum.
es: Desbloquear este logro otorga un punto del árbol de habilidades.
fr: Débloquer cette réussite accorde un point dans l'Arbre de compétences.
it: Sbloccando questo obiettivo otterrai un punto nell'Albero delle abilità.
pt: Desbloquear esta conquista concede um ponto na Árvore de Habilidades.
ru: Разблокировав это достижение, вы получите 1 очко для дерева навыков.
tr: Bu başarıyı açmak size Yetenek Ağacında bir puan kazandırır.
uk: Розблокувавши це досягнення, ви отримаєте 1 очко для дерева навичок.

# skillTreePoint
source: +<number> Skill Tree point
de: +<number> Talentbaumpunkt
es: +<number> punto del árbol de habilidades
fr: +<number> point dans l'Arbre de compétences
it: +<number> punto Albero delle abilità
pt: +<number> ponto na Árvore de Habilidades
ru: +<number> очк. дерева навыков
tr: +<number> Yetenek Ağacı Puanı
uk: +<number> очк. дерева навичок

# skillTreePoints
source: +<number> Skill Tree points
de: +<number> Talentbaumpunkte
es: +<number> puntos del árbol de habilidades
fr: +<number> points dans l'Arbre de compétences
it: +<number> punti Albero delle abilità
pt: +<number> pontos na Árvore de Habilidades
ru: +<number> очк. дерева навыков
tr: +<number> Yetenek Ağacı Puanları
uk: +<number> очк. дерева навичок

# pointLeftToSpendSkillTree
source: <number> point left to distribute
de: Noch <number> Punkt zu verteilen
es: Queda <number> punto por distribuir
fr: <number> point restant à répartir
it: <number> punto rimasto da distribuire
pt: <number> ponto restante para distribuir
ru: Доступно очков: <number>
tr: Kullanabileceğiniz <number> puana sahipsiniz
uk: Доступно очок: <number>

# pointsLeftToSpendSkillTree
source: <number> points left to distribute
de: Noch <number> Punkte zu verteilen
es: Quedan <number> puntos por distribuir
fr: <number> points restants à répartir
it: <number> punti rimasti da distribuire
pt: <number> pontos restantes para distribuir
ru: Доступно очков: <number>
tr: Dağıtabileceğiniz <number> puan kaldı
uk: Доступно очок: <number>

# moreSkillPointsSoonText
source: More skill points will be available in upcoming updates!
de: Weitere Talentbaumspunkte werden in kommenden Updates verfügbar sein!
es: ¡Habrá más puntos de habilidad disponibles en las próximas actualizaciones!
fr: Davantage de points de compétences seront disponibles dans les prochaines mises à jour !
it: Ulteriori punti abilità saranno disponibili nei prossimi aggiornamenti!
pt: Mais pontos de habilidade estarão disponíveis nas próximas atualizações!
ru: В следующих обновлениях станет доступно ещё больше очков навыков!
tr: Gelecek güncellemelerde daha fazla yetenek puanı elde edeceksiniz!
uk: У наступних оновленнях стане доступним ще більше очок навичок!

# skillTreePointsFull
source: Skill Tree Points
de: Talentbaumspunkte
es: Puntos del árbol de habilidades
fr: Points pour l'Arbre de compétences
it: Punti Albero delle abilità
pt: Pontos da Árvore de Habilidades
ru: Очки дерева навыков
tr: Yetenek Ağacı Puanı
uk: Очки дерева навичок

# skillTreePointsShort
source: Skill Points
de: Talentpunkte
es: Puntos de habilidad
fr: Points de compétences
it: Punti abilità
pt: Pontos de Habilidade
ru: Очки навыков
tr: Yetenek Puanı
uk: Очки навичок

# totalSkillTreePoints
source: <number> total points
de: <number> Gesamtpunkte
es: <number> puntos en total
fr: <number> points au total
it: <number> punti totali
pt: <number> total de pontos
ru: Всего очков: <number>
tr: <number> toplam puan
uk: Усього очок: <number>

# yourSkillTreePoints
source: Your skill points:
de: Deine Talentpunkte:
es: Tus puntos de habilidad:
fr: Tes points de compétences :
it: I tuoi punti abilità:
pt: Seus pontos de habilidade:
ru: Ваши очки навыков:
tr: Toplam Yetenek Puanı:
uk: Ваші очки навичок:

# visitTheSkillTree
source: Visit the Tree of Skills to use your points
de: Besuche den Baum der Talente, um deine Punkte zu verwenden
es: Ve al árbol de habilidades para usar tus puntos
fr: Consulte l'Arbre de compétences pour utiliser tes points
it: Visita l'Albero delle abilità per usare i tuoi punti
pt: Visite a Árvore das Habilidades para usar seus pontos
ru: Посетите дерево навыков, чтобы использовать свои очки
tr: Puanlarınızı kullanabilmek için Yetenek Ağacı'na uğrayın
uk: Відвідайте дерево навичок, щоб використати свої очки

# cantUsePotionInWeeklyHard
source: Can't use potions on <hard>Hard<white> difficulty!
de: Du kannst keine Tränke auf dem Schwierigkeitsgrad <hard>Schwer<white> verwenden!
es: ¡No se pueden usar pociones en la dificultad <hard>difícil<white>!
fr: Impossible d'utiliser les potions dans le niveau de difficulté <hard>Difficile<white> !
it: Non è possibile usare pozioni in difficoltà <hard>Difficile<white>!
pt: Não é possível usar poções no modo <hard>Difícil<white>!
ru: На <hard>«сложном»<white> уровне сложности нельзя использовать зелья!
tr: İksirlerini <hard>Zor<white> aşamada kullanamazsınız!
uk: На <hard>«складному»<white> рівні складності не можна використовувати зілля!

# waitingSlowCreditCard
source: Waiting to complete transaction...
de: Warten auf Abschluss der Transaktion...
es: Esperando para completar la transacción...
fr: Finalisation de la transaction...
it: In attesa di completare la translazione...
pt: Esperando completar a transação...
ru: Ожидание завершения транзакции...
tr: İşlemi tamamlanması için bekleniyor...
uk: Очікування завершення транзакції...

source: Transaction cancelled
de: Transaktion abgebrochen
es: Transacción cancelada
fr: Transaction annulée
it: Transazione annullata
pt: Transação cancelada
ru: Транзакция отменена
tr: İşlem iptal edildi
uk: Транзакцію скасовано
