Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# challengeResultDraw
source: Your match against <friends-name> was a draw!
de: Dein Match gegen <friends-name> war unentschieden!
es: ¡Tu partida contra <friends-name> ha terminado en empate!
fr: Égalité pour ton match contre <friends-name> !
it: La tua partita contro <friends-name> è risultata in un pareggio!
pt: Sua partida contra <friends-name> acabou em empate!
ru: Ваш матч против игрока <friends-name> завершился ничьей!
tr: <friends-name> ile olan maçın berabere bitti!
uk: Ваш матч проти <friends-name> завершився нічиєю!

# randomMatchRevengeDesc
source: Winning this revenge match will award you with <bold>2<normal> Rank points and losing won't decrease your current Rank.
de: Wenn du diese Revanche gewinnst, bekommst du <bold>2<normal> Rangpunkte. Verlierst du, verringert sich dein Rang nicht.
es: Si ganas esta revancha obtendrás <bold>2<normal> puntos de rango y si pierdes, tu rango actual no disminuirá.
fr: Remporter cette revanche te fera gagner <bold>2<normal> points de classement, et le perdre ne fera pas baisser ton classement actuel.
it: Se vinci questa rivincita otterrai <bold>2<normal> punti rango; se la perdi, manterrai il tuo rango attuale.
pt: A vitória nesta revanche irá te premiar com <bold>2<normal> pontos na Patente e, se for derrotado, não será reduzida sua Patente atual.
ru: Победа в этом реванше принесёт Вам <bold>2<normal> очка ранга, а поражение не понизит ваш текущий ранг.
tr: Bu intikam maçını kazanırsan <bold>2<normal> Derece puanı kazanacaksın, ama kaybedersen mevcut Derecen düşmeyecek.
uk: Перемога в цьому реванші принесе вам <bold>2<normal> очки рангу, а поразка не знизить ваш поточний ранг.

source: Hall of Champions
de: Halle der Champions
es: Sala de Campeones
fr: Hall des Champions
it: Sala dei campioni
pt: Hall dos Campeões
ru: Зал Чемпионов
tr: Şampiyonlar Salonu
uk: Зала чемпіонів

# randomMatchRevenge
source: See who defeated you in random matches and seek your revenge!
de: Schau nach, wer dich in Zufallsmatches besiegt hat und fordere Revanche!
es: ¡Comprueba quién te ha derrotado en partidas aleatorias y busca la revancha!
fr: Découvre qui t'a battu dans des matches aléatoires et prends ta revanche !
it: Vedi chi ti ha sconfitto in partite casuali e prenditi la rivincita!
pt: Veja quem te derrotou em partidas aleatórias e busque sua vingança!
ru: Посмотрите, кто победил Вас в случайном матче, и возьмите реванш!
tr: Seni rastgele maçlarda kimin yendiğini öğren ve intikamını almaya çalış!
uk: Подивіться, хто переміг вас у випадковому матчі, і візьміть реванш!

# challengeSendFailed
source: Couldn't send the challenge! Please check your internet connection and try again.
de: Konnte die Herausforderung nicht senden! Bitte prüfe deine Internetverbindung und versuche es erneut.
es: ¡No se ha podido enviar el desafío! Comprueba tu conexión a internet y vuelve a intentarlo.
fr: Impossible d'envoyer le défi ! Merci de vérifier ta connexion Internet et de réessayer.
it: Impossibile inviare la sfida! Controlla la tua connessione a Internet e riprova.
pt: Não foi possível enviar o desafio! Verifique sua conexão com a internet e tente novamente.
ru: Не удалось бросить вызов! Проверьте Интернет-соединение и попробуйте снова.
tr: Meydan okuma gönderilemedi! Lütfen internet bağlantını kontrol et ve tekrar dene.
uk: Не вдалося кинути виклик! Перевірте підключення до мережі та спробуйте знову.

# challengeResponseFailed
source: Couldn't send the response to the challenge! Please check your internet connection and try again.
de: Konnte die Erwiderung auf die Herausforderung nicht schicken! Bitte prüfe deine Internetverbindung und versuche es erneut.
es: ¡No se ha podido enviar la respuesta al desafío! Comprueba tu conexión a internet y vuelve a intentarlo.
fr: Impossible d'envoyer la réponse au défi ! Merci de vérifier ta connexion Internet et de réessayer.
it: Impossibile inviare la risposta alla sfida! Controlla la tua connessione a Internet e riprova.
pt: Não foi possível enviar sua resposta ao desafio! Verifique sua conexão com a internet e tente novamente.
ru: Не удалось отправить ответ на вызов! Проверьте Интернет-соединение и попробуйте снова.
tr: Meydan okuma için yanıt gönderilemedi! Lütfen internet bağlantını kontrol et ve tekrar dene.
uk: Не вдалося відправити відповідь на виклик! Перевірте підключення до мережі та спробуйте знову.

# featureComingSoon
source: This feature will be added in the upcoming updates!
de: Dieses Feature wird demnächst hinzugefügt!
es: ¡Esta característica se añadirá en las próximas actualizaciones!
fr: Cette fonction sera ajoutée dans les prochaines mises à jour !
it: Questa funzionalità verrà aggiunta negli aggiornamenti futuri!
pt: Este recurso virá nas próximas atualizações!
ru: Мы добавим эту функцию в одном из следующих обновлений!
tr: Bu özellik gelecekteki güncellemelerde eklenecek!
uk: Ми додамо цю функцію в одному з наступних оновлень!

source: Blood animation
de: Blut
es: Animación de sangre
fr: Effet de sang
it: Animazioni con sangue
pt: Animação de sangue
ru: Анимация крови
tr: Kan animasyonu
uk: Анімація крові

source: Creative Commons Credits
es: Créditos de Creative Commons
fr: Crédits Creative Commons
it: Riconoscimenti Creative Commons
pt: Créditos Creative Commons
ru: Благодарим творческую студию
uk: Подяки творчій спільноті

# friendAddedYou
source: <friends-name> added you as a friend!
de: <friends-name> hat dich als Freund hinzugefügt!
es: ¡<friends-name> te ha añadido como amigo!
fr: <friends-name> t'a ajouté à sa liste d'amis !
it: <friends-name> ti ha aggiunto nella sua lista amici!
pt: <friends-name> te adicionou como amigo!
ru: <friends-name> добавил(а) Вас в друзья!
tr: <friends-name> seni arkadaş olarak ekledi!
uk: <friends-name> додав вас у друзі!

# friendConfirmed
source: You and <friends-name> are now friends!
de: Du bist jetzt mit <friends-name> befreundet!
es: ¡<friends-name> y tú sois amigos!
fr: <friends-name> et toi êtes maintenant amis !
it: Ora tu e <friends-name> siete amici!
pt: Você e <friends-name> agora são amigos!
ru: Вы с игроком <friends-name> теперь друзья!
tr: <friends-name> ile artık arkadaşsınız!
uk: Ви з <friends-name> тепер друзі!

# cheaterNotice
source: Irregular activity has been detected on your account. Some features in the Competitive mode may not work as expected.
de: Dein Account hat sich auffällig verhalten. Einige Features im Wettkampfmodus funktionieren derzeit nicht.
es: Se ha detectado actividad irregular en tu cuenta. Puede que algunas características del Modo Competitivo no funcionen como deberían.
fr: Une activité irrégulière a été détectée sur ton compte. Certaines fonctions du Mode Compétition peuvent ne pas fonctionner comme prévu.
it: È stata rilevata un'attività irregolare legata al tuo account. Alcune funzioni della modalità competitiva potrebbero non funzionare normalmente.
pt: Atividade irregular foi detectada em sua conta. Alguns recursos do modo competitivo podem não funcionar como esperado.
ru: На Вашей учётной записи обнаружены подозрительные действия. Некоторые функции Соревновательного Режима не будут работать.
tr: Hesabında kural dışı bir faaliyet tespit edildi. Rekabet modundaki bazı özellikler olması gerektiği gibi çalışmayabilir.
uk: На вашому акаунті виявлені підозрілі дії. Деякі функції змагального режиму можуть не працювати.

# challengeResultChalDefeatB
source: <friends-name> has beaten you in a revenge match!
de: <friends-name> hat dich bei einer Revanche besiegt!
es: ¡<friends-name> te ha vencido en una revancha!
fr: <friends-name> t'a battu lors d'une revanche !
it: <friends-name> ti ha battuto in una rivincita!
pt: <friends-name> te derrotou numa revanche!
ru: <friends-name> победил(а) Вас в матче-реванше!
tr: <friends-name> seni bir intikam maçında yendi!
uk: <friends-name> переміг вас у реванші!

# welcomeBackMessage
source: It's been a while! We've given you <gold-amount> gold in the Prize Room to help you on your journey! :)
de: Schön, dich mal wiederzusehen! Wir haben dir <gold-amount> Gold im Preisraum hinterlegt, um dir bei deiner Reise zu helfen! :)
es: ¡Cuánto tiempo! ¡Te hemos dado <gold-amount> de oro de la Sala de Premios para ayudarte en tu aventura! :)
fr: Cela faisait longtemps ! Nous t'avons offert <gold-amount> en or dans la Salle de récompenses pour t'aider dans ton voyage ! :)
it: Quanto tempo! Ti abbiamo dato <gold-amount> in oro tramite la stanza dei premi per aiutarti nella tua avventura! :)
pt: Já tem um bom tempo que você não joga! Nós enviamos para você <gold-amount> de ouro através da Sala de Prêmios para ajudar na sua jornada! :)
ru: Давно не виделись! В Призовой Комнате Вас ждёт <gold-amount> золота - неплохое подспорье в Вашем путешествии! :)
tr: Epey zaman oldu! <gold-amount> altın ödülün Ödül Odası'nda seni bekliyor. Yolculuğunda sana yardımcı olması dileğiyle! :)
uk: Давно не бачилися! У призовій кімнаті на вас чекає <gold-amount> золота - непогана підмога для вашої пригоди! :)

# welcomeBackMessageCoin
source: You haven't played in the Competitive mode for a while. We've given you <coins-amount> competitive tokens in the Prize Room to give you a little push! :)
de: Du hast schon länger nicht im Wettkampfmodus gespielt. Wir haben dir <coins-amount> Wettkampfmünzen im Preisraum hinterlegt, um dir ein bisschen zu helfen! :)
es: Llevas tiempo sin jugar en Competitivo. ¡Te hemos dado <coins-amount> fichas competitivas de la Sala de Premios para darte un empujoncito! :)
fr: Cela fait un moment que tu n'as pas joué dans le Mode Compétition. Nous t'avons offert <coins-amount> pièces de combat dans la Salle de récompenses pour t'encourager ! :)
it: È da un po' che non giochi in modalità competitiva. Ti abbiamo dato <coins-amount> gettoni tramite la stanza dei premi per incoraggiarti! :)
pt: Faz tempo que você não joga no Competitivo. Nós enviamos <coins-amount> Fichas através da Sala de Prêmios para dar aquela ajudinha! :)
ru: Вы давно не играли в Соревновательном Режиме. В Призовой Комнате Вас ждёт материальная помощь в размере <coins-amount> жетонов! :)
tr: Uzun bir süredir Rekabet modunda oynamadın. Sana biraz destek olmak için verdiğimiz <coins-amount> Rekabet Jetonu ödülün Ödül Odası'nda seni bekliyor! :)
uk: Ви давно не грали в змагальному режимі. У призовій кімнаті на вас чекає матеріальна допомога в розмірі <coins-amount> змагальних монет! :)

# reviewMatchStatistics
source: Watch match statistics?
de: Match-Statistiken ansehen?
es: ¿Ver las estadísticas de las partidas?
fr: Voir les statistiques de match ?
it: Vuoi guardare le statistiche della partita?
pt: Assistir estatísticas da partida?
ru: Посмотреть статистику матча?
tr: Maç istatistiklerine bak?
uk: Подивитися статистику матчу?

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pt: Ontem
ru: Вчера
tr: Dün
uk: Вчора

# daysAgo
source: <count> days ago
de: vor <count> Tagen
es: Hace <count> días
fr: Il y a <count> jours
it: <count> giorni fa
pt: <count> dias atrás
ru: <count> дн. назад
tr: <count> gün önce
uk: <count> д. назад

# daysAgoShort
source: <count>d
de: <count>T
fr: <count> j
it: <count>g
ru: <count> дн.
tr: <count>gün
uk: <count> д.

# tryCompetitiveMode
source: Congratulations! You're doing really well! Want more action now? Play the mind-boggling <strong>Competitive</strong> <strong>Mode</strong> while you wait for the next Chapter!
de: Glückwunsch, du schlägst dich wacker! Willst du noch mehr Action? Dann spiele mal den wahnsinnigen <strong>Wettkampf</strong>-<strong>Modus</strong>, während du auf das nächste Kapitel wartest!
es: ¡Enhorabuena! ¡Te está yendo muy bien! ¿Quieres más acción? ¡Juega al alucinante <strong>Modo</strong> <strong>Competitivo</strong> mientras esperas al próximo Capítulo!
fr: Félicitations ! Tu t'en sors très bien ! Tu veux plus d'action ? Essaie l'incroyable <strong>Mode</strong> <strong>Compétition</strong> en attendant le prochain chapitre !
it: Complimenti! Stai andando alla grande! Vuoi giocare ancora? Prova la strabiliante <strong>modalità</strong> <strong>competitiva</strong> mentre aspetti il prossimo capitolo!
pt: Parabéns! Você está indo bem! Quer mais ação? Jogue o alucinante <strong>Modo</strong> <strong>Competitivo</strong> enquanto espera pelos novos capítulos!
ru: Поздравляем! У Вас отлично получается! Что же дальше? Сыграйте в сносящий крышу <strong>Соревновательный</strong> <strong>Режим</strong>, пока мы работаем над новой Главой!
tr: Tebrikler! Gerçekten iyi iş çıkarıyorsun! Daha fazla aksiyon ister misin? Bir sonraki bölümü beklerken akıllara durgunluk veren <strong>Rekabet</strong> <strong>Modu</strong>'nu oyna!
uk: Вітаємо! У вас чудово виходить! Що ж далі? Зіграйте в захопливий <strong>змагальний</strong> <strong>режим</strong>, поки ми працюємо над новою главою!

# complete100pcB
source: Also, try completing 100% in the previous Dungeons!
de: Und versuche die vorherigen Dungeons zu 100% abzuschließen!
es: ¡Y prueba a completar el 100 % de las mazmorras anteriores!
fr: Essaie également de terminer à 100 % les anciens donjons !
it: Prova anche a completare il 100% dei livelli precedenti!
pt: E tente também completar 100% das fases anteriores!
ru: Также попробуйте пройти предыдущие уровни на 100%! Удачи!
tr: Ayrıca, önceki zindanları %100 tamamlamayı dene!
uk: Також спробуйте пройти попередні рівні на 100%!

# armadimp
source: Armadillo
de: Gürteltier
fr: Tatou
pt: Tatu
ru: Броненосец
uk: Броненосець

# demonic-spider
source: Spider Queen
de: Spinnenkönigin
es: Reina Araña
fr: Reine des Araignées
it: Aracnoregina
pt: Aranha Rainha
ru: Ядовитый Паук
tr: Örümcek Kraliçe
uk: Королева павуків

# gorgon
source: Venomous Gorgon
de: Giftige Gorgone
es: Gorgona Venenosa
fr: Gorgone venimeuse
it: Gorgone velenosa
pt: Gorgon Venenosa
ru: Ядовитая Горгона
tr: Zehirli Gorgon
uk: Отруйна Горгона

# chest-demon
source: Mimic
es: Imitador
it: Imitatore
pt: Mímico
ru: Демон-Подражатель
tr: Taklit
uk: Демон-мімік

source: Spidemon
de: Spinndämon
es: Aramonio
fr: Araignée démoniaque
it: Aracnomon
pt: Aranhoso
ru: Демон-Паук
uk: Демон-павук

source: Golem
es: Gólem
ru: Голем
uk: Голем

# ape-demon
source: Giant Ape Demon
de: Riesenaffendämon
es: Simio gigante demoniaco
fr: Grand Démon Singe
it: Demone scimmia gigante
pt: Símio Gigante Demoníaco
ru: Кинг Конг
tr: Dev Maymun İblis
uk: Кінг-Конг

source: Armademon
de: Armadämon
es: Armademonio
fr: Tatou démoniaque
it: Armademone
pt: Capetatu
ru: Армадемон
uk: Армадемон

source: Cthulhu
ru: Ктулху
uk: Ктулху

source: Slime
de: Schleim
es: Babosa
it: Blob
pt: Gosma
ru: Слизень
uk: Слимак

source: Vulkling
es: Vulcanícola
it: Vulcanino
pt: Vulcânico
ru: Вулканум
uk: Вулканум

source: Armadillo
de: Gürteltier
fr: Tatou
pt: Armadilho
ru: Броненосец
uk: Броненосець

source: Ape Skeleton
de: Affenskelett
es: Esqueleto Simio
fr: Squelette de Grand Singe
it: Scheletro di scimmia
pt: Esqueleto Símio
ru: Скелезьяна
tr: Maymun İskeleti
uk: Скелавпа

source: Orc
de: Ork
es: Orco
it: Orco
ru: Орк
tr: Ork
uk: Орк

source: Minotaur
de: Minotaurus
es: Minotauro
fr: Minotaure
it: Minotauro
pt: Minotauro
ru: Минотавр
tr: Minator
uk: Мінотавр

# hoursAgo
source: <hours> hours ago
de: vor <hours> Stunden
es: Hace <hours> horas
fr: Il y a <hours> heures
it: <hours> ore fa
pt: <hours> horas atrás
ru: <hours> ч. назад
tr: <hours> saat önce
uk: <hours> г тому

# hoursIndicatorVeryShort
source: <hours>h
de: <hours>St
ru: <hours> ч.
tr: <hours>sa
uk: <hours> г

# minutesAgo
source: <minutes> minutes ago
de: vor <minutes> Minuten
es: Hace <minutes> minutos
fr: Il y a <minutes> minutes
it: <minutes> minuti fa
pt: <minutes> minutos atrás
ru: <minutes> мин. назад
tr: <minutes> dakika önce
uk: <minutes> хв тому

# minutesIndicatorVeryShort
source: <minutes>m
es: <minutes> min
ru: <minutes> мин.
tr: <minutes>dk
uk: <minutes> хв

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
pt: Agora
ru: Только что
tr: Şimdi
uk: Зараз

# prizeReceivedGold
source: You've received <amount> gold coins in the Prize Room.
de: Du erhältst <amount> Goldmünzen im Preisraum.
es: Has recibido <amount> monedas de oro de la Sala de Premios.
fr: Tu as reçu <amount> pièces d'or dans la Salle de récompenses.
it: Hai ricevuto <amount> monete d'oro tramite la stanza dei premi.
pt: Você recebeu <amount> moedas de ouro através da Sala de Prêmios.
ru: Вы получили <amount> золота в Призовой Комнате.
tr: Ödül Odası'nda <amount> altın aldın.
uk: Ви отримали <amount> золотих монет у призовій кімнаті.

# prizeReceivedCoin
source: You've received <amount> competitive tokens in the Prize Room.
de: Du erhältst <amount> Wettkampfmünzen im Preisraum.
es: Has recibido <amount> fichas competitivas de la Sala de Premios.
fr: Tu as reçu <amount> pièces de combat dans la Salle de récompenses.
it: Hai ricevuto <amount> gettoni tramite la stanza dei premi.
pt: Você recebeu <amount> fichas através da Sala de Prêmios.
ru: Вы получили <amount> жетонов в Призовой Комнате.
tr: Ödül Odası'nda <amount> Rekabet jetonu aldın.
uk: Ви отримали <amount> змагальних монет у призовій кімнаті.

# prizeReceivedItem
source: You've received the <item-name> in the Prize Room.
de: Du hast <item-name> im Preisraum erhalten.
es: Has recibido <item-name> de la Sala de Premios.
fr: Tu as reçu l'objet <item-name> dans la Salle de récompenses.
it: Hai ricevuto <item-name> tramite la stanza dei premi.
pt: Você recebeu o item <item-name> através da Sala de Prêmios.
ru: В Призовой Комнате вы получили: <item-name>
tr: Ödül Odası'nda <item-name> eşyasını aldın.
uk: Ви отримали <item-name> у призовій кімнаті.

# playRevenge
source: Play a revenge match against <friends-name>?
de: Revanche gegen <friends-name> spielen?
es: ¿Jugar una partida de revancha contra <friends-name>?
fr: Prendre ta revanche sur <friends-name> ?
it: Vuoi giocare una rivincita contro <friends-name>?
pt: Tentar revanche contra <friends-name>?
ru: Сыграть матч-реванш против игрока <friends-name>?
tr: <friends-name> adlı kişiye karşı bir intikam maçı oyna?
uk: Зіграти матч-реванш проти <friends-name>?

# randomMatchNotification
source: Notifications for random matches
de: Benachrichtigungen für Zufallsmatches
es: Notificaciones para partidas aleatorias
fr: Notifications pour les matches aléatoires
it: Notifiche per partite casuali
pt: Notificações de partidas aleatórias
ru: Уведомления о случайных матчах
tr: Rastgele maçlara yönelik bildirimler
uk: Сповіщення про випадкові матчі

source: Disable
de: Ausschalten
es: Deshabilitar
fr: Désactiver
it: Disattiva
pt: Desativar
ru: Выключить
tr: Devre dışı bırak
uk: Вимкнути

# notificationWarning
source: Notifications are currently disabled. Enable them for a better experience.
de: Benachrichtigungen sind derzeit deaktiviert. Aktiviere sie für ein besseres Spielerlebnis.
es: Las notificaciones están deshabilitadas. Habilítalas para una mejor experiencia.
fr: Les notifications sont actuellement désactivées. Active-les pour une meilleure expérience.
it: Al momento le notifiche sono disattivate. Attivale per una migliore esperienza.
pt: Notificações estão desativadas. Ative-as para ter uma melhor experiência.
ru: Уведомления отключены. Включите их для большего удобства.
tr: Bildirimler şu anda kapalı. Daha iyi bir deneyim için bildirimleri etkinleştir.
uk: Сповіщення вимкнені. Увімкніть їх для вашої зручності.

# randomMatchNotWarning
source: Notifications for random matches are currently disabled.
de: Benachrichtigungen für Zufallsmatches sind derzeit deaktiviert.
es: Las notificaciones para partidas aleatorias están deshabilitadas.
fr: Les notifications pour les matches aléatoires sont actuellement désactivées.
it: Al momento le notifiche per le partite casuali sono disattivate.
pt: Notificações para partidas aleatórias estão desativadas.
ru: Уведомления о случайных матчах отключены.
tr: Rastgele maçlara yönelik bildirimler şu anda kapalı.
uk: Сповіщення про випадкові матчі вимкнені.

# maintenanceWarningPresent
source: Our server is undergoing maintenance. A drop in connection may be experienced for the next couple of hours.
de: Unser Server wird gerade gewartet. In den nächsten Stunden kann es zu eingeschränkter Stabilität kommen.
es: Se está llevando a cabo mantenimiento en nuestro servidor. Puede que se produzca cierta inestabilidad en las próximas horas.
fr: Notre serveur est actuellement en maintenance. Des instabilités pourront être ressenties lors des prochaines heures.
it: Il nostro server è in manutenzione. Nel prossimo paio d'ore potresti notare una certa instabilità.
pt: Nosso servidor está em manutenção. O jogo pode ficar instável pelas próximas horas.
ru: Внимание! Проводятся технические работы. В ближайшие несколько часов сервер может работать нестабильно.
tr: Sunucumuza bakım çalışması yapılıyor. Önümüzdeki birkaç saat boyunca bağlantı kesintileri yaşanabilir.
uk: Проводяться технічні роботи. У найближчі кілька годин сервер може працювати нестабільно.

# maintenanceWarningFuture
source: Our server will be undergoing maintenance within the next few hours. A drop in connection may be experienced.
de: Unser Server wird in Kürze gewartet. Es kann zu eingeschränkter Stabilität kommen.
es: Nuestro servidor va a realizar mantenimiento en las próximas horas. Puede que se produzca cierta inestabilidad.
fr: Notre serveur sera en maintenance pour les prochaines heures. Des instabilités pourront donc être ressenties.
it: Il nostro server sarà in manutenzione nelle prossime ore. Potresti notare una certa instabilità.
pt: Nosso servidor entrará em manutenção nas próximas horas. Alguma instabilidade poderá ser percebida.
ru: Скоро на сервере будут проводиться технические работы, возможны перебои.
tr: Önümüzdeki birkaç saat içinde sunucumuza bakım çalışması yapılacak. Bağlantı kesintileri yaşanabilir.
uk: У найближчі кілька годин на сервері будуть проводитися технічні роботи й можливі перебої.

# maintenanceWarningPast
source: It's all good now! Our server is stable again.
de: Alles wieder gut! Der Server läuft wieder.
es: ¡Ya está todo listo! Nuestro servidor vuelve a ser estable.
fr: Tout est en ordre ! Notre serveur est de nouveau stable.
it: Tutto a posto! Il nostro server è tornato ad essere stabile.
pt: Tudo certo agora! Nosso servidor está estável novamente.
ru: Сервер снова в порядке и работает стабильно!
tr: Şu anda her şey yolunda! Sunucumuz tekrar sabit bir bağlantıya sahip.
uk: Сервер знову в порядку й працює стабільно!

# coinTwice
source: Competitive matches are giving twice as many Tokens as a prize <time-frame>! Enjoy!
de: Wettkampf-Matches geben dir <time-frame> doppelt so viele Münzen! Viel Spaß!
es: ¡Las partidas competitivas otorgan el doble de monedas como premio <time-frame>! ¡Disfrútalas!
fr: Les matches en mode Compétition donnent deux fois plus de pièces en récompense <time-frame> ! Profites-en !
it: Ottieni il doppio dei gettoni con le partite competitive <time-frame>! Approfittane!
pt: As partidas no Modo Competitivo estão dando o dobro de Fichas <time-frame>! Aproveite!
ru: <time-frame> в Соревновательном Режиме дают вдвое больше жетонов! Удачи!
tr: Rekabet maçları ödül olarak iki kat daha fazla Jeton veriyor <time-frame>! Keyfini çıkar!
uk: <time-frame> змагальні бої дають вдвічі більше монет! Щасти!
