Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# timeChallengeCompletedButEnemiesLeft
source: Time challenge rejected (<enemies> enemies left alive).
de: Zeitherausforderung abgelehnt (<enemies> Feinde am Leben gelassen).
es: Desafío de tiempo rechazado (queda(n) <enemies> enemigo(s) con vida).
fr: Échec du défi de temps (<enemies> ennemis encore en vie).
it: Sfida Tempo rifiutata (<enemies> nemici ancora vivi).
pt: Desafio de tempo recusado (<enemies> inimigos deixados vivos).
ru: Задание на Время не засчитано (Не убито врагов: <enemies>).
tr: Zaman Mücadelesi başarısız oldu (<enemies> düşman hayatta kaldı).
uk: Випробування на час відхилено (ворогів залишилося в живих: <enemies>).

source: Four years after the escape...
de: Vier Jahre nach der Flucht...
es: Cuatro años después de escapar...
fr: Quatre ans après la fuite...
it: Quattro anni dopo la fuga...
ru: Спустя четыре года после побега . . .
tr: Kaçıştan dört sene sonra...
uk: Через чотири роки після втечі...

source: Screen Pad adjustments
de: Screenpad Einstellungen
es: Ajustes de controles de pantalla
fr: Réglages du pad à l'écran
it: Modifiche screen pad
pt: Ajustes do controle de tela
ru: Настройка расположения кнопок:
tr: Ekran paneli ayarları
uk: Налаштування екранного джойстика

source: Buttons size
de: Tastengröße
es: Tamaño de los botones
fr: Taille des boutons
it: Dimensioni comandi
pt: Tamanho dos botões
ru: Менять размер кнопок
tr: Butonların Boyutu
uk: Розмір кнопок

source: Button size
de: Tastengröße
es: Tamaño del botón
fr: Taille du bouton
it: Dimensioni comando
pt: Tamanho do botão
ru: Менять размер кнопки
tr: Buton Boyutu
uk: Розмір кнопки

# buttonSizeShort
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
pt: Tamanho
ru: Менять размер
tr: Boyut
uk: Розмір

# lockButtonPos
source: Lock buttons
de: Tasten verriegeln
es: Bloquear botones
fr: Verrouiller les boutons
it: Comandi Blocco
pt: Travar botões
ru: Закрепить кнопки
tr: Kilit Butonu
uk: Закріпити кнопки

# lockButtonShort
source: Lock
de: Verriegeln
es: Bloquear
fr: Verrouiller
it: Blocco
pt: Traver
ru: Закрепить
tr: Kilit
uk: Закріпити

source: Move buttons
de: Tasten bewegen
es: Mover botones
fr: Déplacer les boutons
it: Comandi Movimento
pt: Mover botões
ru: Перемещать кнопки
tr: Hareket Butonu
uk: Рухати кнопки

# moveButtonsShort
source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Movimento
pt: Mover
ru: Перемещать
tr: Hareket
uk: Рухати

# restoreDefaultPositionsQ
source: Restore to default button positions?
de: Auf Standardtastenposition zurückstellen?
es: ¿Restablecer las posiciones de los botones por defecto?
fr: Restaurer les positions par défaut des boutons ?
it: Ripristinare le impostazioni predefinite della posizione dei comandi?
pt: Restaurar as posições padrão?
ru: Восстановить расположение кнопок по умолчанию?
tr: Varsayılan düğme konumlarına geri yükle?
uk: Відновити стандартне положення кнопок

source: Four years ago...
de: Vor vier Jahren...
es: Hace cuatro años...
fr: Il y a quatre ans...
it: Quattro anni fa...
pt: Há quatro anos...
ru: Четыре года назад . . .
tr: Dört sene önce...
uk: Чотири роки тому...

# timeScoreDenied
source: <number> enemies left behind. Time score won't count
de: <number> Feinde zurückgeblieben. Zeitherausforderung zählt nicht
es: Han quedado <number> enemigos. La puntuación de tiempo no contará.
fr: <number> ennemis encore en vie. Le score de temps ne sera pas comptabilisé
it: <number> nemici lasciati alle spalle. Il punteggio tempo non verrà contato
pt: <number> inimigos deixados pra trás. Tempo negado no ranking.
ru: Осталось врагов: <number>. Очки за время прохождения не начислены
tr: Ardında <number> adet düşman bıraktın. Zaman skorun geçersiz sayılacak
uk: Залишилося ворогів: <number>. Очки за тривалість проходження не нараховані

source: Time score won't count.
de: Zeitherausforderung zählt nicht.
es: La puntuación de tiempo no contará.
fr: Le score de temps ne sera pas comptabilisé.
it: Il punteggio tempo non verrà contato.
pt: Tempo negado no ranking.
ru: Очки за время прохождения не начислены.
tr: Zaman skorun geçerisiz sayılacak.
uk: Очки за тривалість проходження не нараховані.

# itemSlotIsEmpty
source: This item slot is empty.
de: Dieser Platz ist leer.
es: Esta ranura de objeto está vacía.
fr: Cet emplacement d'objet est vide.
it: Questo slot oggetto è vuoto.
pt: Este espaço de item está vazio.
ru: Ячейка этого предмета пуста.
tr: Bu eşya yuvası boş.
uk: Комірка цього предмета порожня.

source: Force
de: Kraft
es: Fuerza
it: Forza
pt: Força
ru: Сила
tr: Güç
uk: Сила

source: Wisdom
de: Weisheit
es: Sabiduría
fr: Sagesse
it: Saggezza
pt: Sabedoria
ru: Мудрость
tr: Akıl
uk: Мудрість

source: Courage
de: Mut
es: Valentía
it: Coraggio
pt: Coragem
ru: Отвага
tr: Güç
uk: Відвага

# sword_boost
source: Sword master
de: Schwertmeister
es: Maestro espadachín
fr: Maître de l'épée
it: Maestro di spade
pt: Mestre espadachim
ru: Мастер меча
tr: Kılıç Ustası
uk: Майстер меча

# sword_boost_desc
source: Boosts passive sword attack power by <number>%.
de: Erhöht die Angriffskraft des Schwerts um <number>%.
es: Aumenta el poder de ataque pasivo con espada en un <number> %.
fr: Augmente la puissance d'attaque passive des épées de <number> %.
it: Potenzia il potere d'attacco della spada passiva di un <number>%.
pt: Incrementa o dano com espadas em <number>%.
ru: Повышает пассивную атаку мечом на <number>%.
tr: Pasif kılıç saldırı gücünü % <number> artırır
uk: Підвищує пасивну атаку мечем на <number>%.

# dagger_boost
source: Dagger specialist
de: Dolchspezialist
es: Especialista con daga
fr: Spécialiste des dagues
it: Specialista dei pugnali
pt: Especialista em adagas
ru: Специалист по кинжалам
tr: Bıçak Ustası
uk: Спеціаліст із кинджалів

# dagger_boost_desc
source: Boosts passive dagger attack power by <number>%.
de: Erhöht die Angriffskraft des Dolchs um <number>%.
es: Aumenta el poder de ataque pasivo con daga en un <number> %.
fr: Augmente la puissance d'attaque passive des dagues de <number> %.
it: Potenzia il potere d'attacco del pugnale passivo di un <number>%.
pt: Incrementa o dano com adagas em <number>%.
ru: Повышает пассивную атаку кинжалом на <number>%.
tr: Pasif bıçak saldırı gücünü % <number> arttırır.
uk: Підвищує пасивну атаку кинджалом на <number>%.

# faster_stamina_regeneration
source: Monstrous vigour
de: Monströse Energie
es: Vigor monstruoso
fr: Énergie colossale
it: Vigore mostruoso
pt: Vigor monstruoso
ru: Чудовищная сила
tr: Korkunç Canlılık
uk: Сила монстра

# faster_stamina_regeneration_desc
source: Increases stamina regeneration speed.
de: Erhöht die Geschwindigkeit der Ausdauerregeneration.
es: Aumenta la velocidad de regeneración de la resistencia.
fr: Augmente la vitesse de régénération de l'endurance.
it: Aumenta la velocità di rigenerazione della resistenza.
pt: Aumenta a velocidade de regeneração da estamina.
ru: Повышает скорость восстановления выносливости.
tr: Dayanıklılık yenilenme hızını artırır.
uk: Підвищує швидкість відновлення витривалості.

# poisoned_weapons
source: Toxic haze
de: Giftiger Dunst
es: Bruma tóxica
fr: Brouillard toxique
it: Foschia tossica
pt: Névoa tóxica
ru: Ядовитый туман
tr: Zehirli Sis
uk: Отруйний туман

# poisoned_weapons_desc
source: All weapons deal extra <poison>poison<white> damage.
de: Alle Waffen verursachen zusätzliche <poison>Giftschaden<white>.
es: Todas las armas infligen daño de <poison>veneno<white> adicional.
fr: Toutes les armes occasionnent des dégâts de <poison>poison<white> supplémentaires.
it: Tutte le armi infliggono danni <poison>veleno<white> extra.
pt: Todas as armas infligem dano extra por <poison>envenenamento<white>.
ru: Всё оружие наносит дополнительный урон <poison>ядом<white>.
tr: Tüm silahlar ekstra <poison>zehir<white> hasarı vurur.
uk: Вся зброя завдає додаткових пошкоджень <poison>отрутою<white>.

# persistent_projectile
source: Obstinate shot
de: Hartnäckiger Schuss
es: Disparo obstinado
fr: Tir tenace
it: Sparo ostinato
pt: Disparo obstinado
ru: Неотразимый бросок
tr: İnatçı Atış
uk: Невідхильний кидок

# persistent_projectile_desc
source: All weapon projectiles will persist even when struck by other projectiles on the fly.
de: Alle Waffenprojektile können nicht mehr blockiert werden, auch wenn sie von anderen Projektilen im Flug getroffen werden.
es: Todos los proyectiles de armas persisten incluso cuando los golpean otros proyectiles al vuelo.
fr: Tous les projectiles poursuivront leur trajectoire même s'ils sont frappés par d'autres projectiles lors du tir.
it: Tutti i proiettili delle armi perdureranno anche quando verranno colpiti da altri proiettili in volo.
pt: Todos os projéteis persistirão quando atingidos por outros projéteis no trajeto.
ru: Всё метательное оружие не сбивается с траектории при столкновении с другим летящим снарядом.
tr: Tüm silah atışları,diğer atışlar tarafından vurulduğunda bile devam edecek...
uk: Уся метальна зброя не збивається з траєкторії при зіткненні з іншим летючим снарядом.

# instant_blow_projectile
source: Corrosive shot
de: Korrosiver Schuss
es: Disparo corrosivo
fr: Tir destructeur
it: Sparo corrosivo
pt: Disparo corrosivo
ru: Разъедающий снаряд
tr: Aşındırıcı Atış
uk: Корозійний снаряд

# instant_blow_projectile_desc
source: Weapon projectiles will instantly blow up defeated enemies.
de: Waffenprojektile werden besiegte Feinde sofort in die Luft sprengen.
es: Los proyectiles de armas hacen explotar al instante a los enemigos derrotados.
fr: Les projectiles feront instantanément exploser les ennemis vaincus.
it: I proiettili per le armi faranno esplodere all'istante i nemici sconfitti.
pt: Todos os projéteis irão explodir instantaneamente os inimigos derrotados.
ru: Метательное оружие мгновенно взрывает поверженных врагов.
tr: Silah Atışları katledilen rakipleri havaya uçuracak.
uk: Метальна зброя миттєво підриває переможених ворогів.

source: Charge blast
de: Ladungsexplosion
es: Estallido de carga
fr: Explosion chargée
it: Attacco esplosivo
pt: Carga explosiva
ru: Заряженный выпад
tr: Şarjlı Patlama
uk: Заряджений випад

# charge_blast_desc
source: Charge attack that deals <number> times weapon damage.
de: Sturmangriff, der den <number>-fachen Waffenschaden verursacht.
es: Un ataque de carga que inflige <number> veces el daño del arma.
fr: Attaque chargée qui inflige <number> fois plus de dégâts d'arme.
it: Un attacco esplosivo che infligge danni da arma <number> volte.
pt: Ataque carregado que causa <number> vezes o dano da arma.
ru: Заряженная атака, наносящая <number>-кратный урон от оружия.
tr: Şarj olan atışlar silah hasarını <number> kat arttırır.
uk: Заряджена атака, яка завдає <number>-кратне пошкодження від зброї.

# charge_blast_desc_ex
source: The projectile is able to break enemy shields.
de: Das Projektil kann feindliche Schilde durchbrechen .
es: El proyectil puede romper los escudos enemigos.
fr: Le projectile peut briser les boucliers ennemis.
it: Il proiettile è in grado di frantumare gli scudi nemici.
pt: O projétil pode quebrar instantaneamente escudos dos inimigos.
ru: Метательное оружие способно разбивать вражеские щиты.
tr: Atışlar rakibin kalkanını kırar.
uk: Метальна зброя здатна розбивати ворожі щити.

# staff_boost
source: Virtuous wizard
de: Tugendhafter Zauberer
es: Mago virtuoso
fr: Sorcier vertueux
it: Mago virtuoso
pt: Mago virtuoso
ru: Благородный маг
tr: Erdemli Büyücü
uk: Шляхетний чаклун

# staff_boost_desc
source: Boosts passive staff attack power by <number>%.
de: Erhöht die Angriffskraft des Stabs um <number>%.
es: Aumenta el poder de ataque pasivo con báculo en un <number> %.
fr: Augmente la puissance d'attaque passive des bâtons de <number> %.
it: Potenzia il potere d'attacco del bastone passivo di un <number>%.
pt: Incrementa o dano com cajados em <number>%.
ru: Повышает пассивную атаку посоха на <number>%.
tr: Asa saldırı gücünü % <number> arttırır.
uk: Підвищує пасивну атаку посоха на <number>%.

# spear_boost
source: Throwing legend
de: Wurflegende
es: Leyenda arrojadiza
fr: Légende du lancer
it: Tiratore leggendario
pt: Arremessador lendário
ru: Легендарный копейщик
tr: Atış Efsanesi
uk: Легендарний списник

# spear_boost_desc
source: Boosts passive spear attack power by <number>%.
de: Erhöht die Angriffskraft des Speers um <number>%.
es: Aumenta el poder de ataque pasivo con lanza en un <number> %.
fr: Augmente la puissance d'attaque passive des lances de <number> %.
it: Potenzia il potere d'attacco della lancia passiva di un <number>%.
pt: Incrementa o dano com lanças em <number>%.
ru: Повышает пассивную атаку копья на <number>%.
tr: Pasif mızrak saldırı gücünü % <number> artırır.
uk: Підвищує пасивну атаку списом на <number>%.

# fire_protection
source: Fireproof skin
de: Feuerfeste Haut
es: Piel ignífuga
fr: Peau ignifugée
it: Pelle ignifuga
pt: Pele à prova de fogo
ru: Огнеупорная кожа
tr: Yanmaz Deri
uk: Вогнестійка шкіра

# fire_protection_desc
source: Grants passive protection against <fire>flames<white> and <fire>lava<white>.
de: Gewährt passiven Schutz vor <fire>Flammen<white> und <fire>Lava<white>.
es: Otorga protección pasiva contra las <fire>llamas<white> y la <fire>lava<white>.
fr: Accorde une protection passive contre les <fire>flammes<white> et la <fire>lave<white>.
it: Fornisce protezione passiva contro le <fire>fiamme<white> e la <fire>lava<white>.
pt: Proporciona proteção passiva contra <fire>chamas<white> e <fire>lava<white>.
ru: Даёт пассивную защиту от <fire>огня<white> и <fire>лавы<white>.
tr: <fire>Alevlerine<white> ve <fire>lavlara<white> karşı pasif koruma sağlar.
uk: Дає пасивний захист від <fire>вогню<white> та <fire>лави<white>.

# loot_magnet
source: Gold magnet
es: Imán dorado
fr: Aimant à or
it: Calamita dorata
pt: Imã de ouro
ru: Золотой магнит
tr: Altın Mıknatısı
uk: Золотий магнит

# loot_magnet_desc
source: Attracts gold coins and XP dropped by enemies.
de: Zieht Goldmünzen und XP an, die von Feinden fallen gelassen werden.
es: Atrae las monedas de oro y la EXP que sueltan los enemigos.
fr: Attire les pièces d'or et l'XP laissées par les ennemis.
it: Attira monete d'oro e PE fatti cadere dai nemici.
pt: Atração magnética a moedas de ouro e XP deixados pelos inimigos derrotados.
ru: Притягивает золотые монеты и сферы опыта, выпавшие из врагов.
tr: Rakiplerden düşen TP ve Altınları kendisine çeker.
uk: Притягує золоті монети та сфери досвіду, що випали з ворогів.

# spherical_shield_break
source: Spherical shield breaker
de: Sphärenschildbrecher
es: Rompeescudos esféricos
fr: Brise-boucliers sphériques
it: Frantumatore scudi sferici
pt: Quebrador de escudo esférico
ru: Разрушитель щита
tr: Küresel Kalkan Kırıcı
uk: Руйнівник щитів

# spherical_shield_break_desc
source: Weapon projectiles instantly break enemies' spherical shields.
de: Waffenprojektile durchbrechen sofort die sphärischen Schilde der Feinde.
es: Los proyectiles de armas rompen al instante los escudos esféricos de los enemigos.
fr: Les projectiles briseront instantanément les boucliers sphériques ennemis.
it: I proiettili per le armi frantumano all'istante gli scudi sferici dei nemici.
pt: Disparos quebrarão os escudos esféricos dos inimigos instantaneamente.
ru: Метательное оружие мгновенно разрушает сферические щиты врага.
tr: Silah atışları, düşmanların küresel kalkanlarını anında kırar.
uk: Метальна зброя миттєво руйнує сферичні щити ворога.

# triple_jump
source: Magic jump
de: Zaubersprung
es: Salto mágico
fr: Saut magique
it: Balzo magico
pt: Pulo mágico
ru: Магический прыжок
tr: Sihirli Atlama
uk: Магічний стрибок

# triple_jump_desc
source: Gives the ability to perform an extra jump while still in the air.
de: Gibt die Fähigkeit, einen zusätzlichen Sprung in der Luft auszuführen.
es: Otorga la habilidad de realizar un salto adicional cuando aún se está en el aire.
fr: Donne la possibilité d'effectuer un saut supplémentaire une fois dans les airs.
it: Ti permette di eseguire un balzo extra mentre sei ancora in aria.
pt: Proporciona a habilidade de executar mais um pulo extra enquanto ainda estiver no ar.
ru: Даёт возможность совершить дополнительный прыжок в воздухе.
tr: Hala havada iken ekstra bir zıplama gerçekleştirme yeteneği verir.
uk: Дає можливість здійснити додатковий стрибок у повітрі.

source: Dark twin
de: Dunkler Zwilling
es: Gemelo oscuro
fr: Jumeau des ombres
it: Gemello oscuro
pt: Gêmeo sombrio
ru: Тёмный близнец
tr: Kara İkiz
uk: Темний близнюк

# dark_twin_desc
source: Summons a Dark Twin to fight alongside the Dirty Faced Soldier.
de: Beschwört einen Dunklen Zwilling, der an der Seite des Soldaten mit schmutzigem Gesicht kämpft.
es: Invoca un gemelo oscuro que lucha junto al soldado Cara Sucia.
fr: Invoque un Jumeau des ombres pour se battre aux côtés du Soldat au Visage sale.
it: Evoca un Gemello oscuro per farlo combattere accanto al Soldato dal volto sporco.
pt: Invoca um gêmeo sombrio que luta ao lado do Soldado do Rosto Sujo.
ru: Вызывает тёмного близнеца, который помогает герою в сражении.
tr: Kirli Yüzlü Askerin yanında savaşmak için Karanlık bir İkiz çağırır.
uk: Викликає темного близнюка, який допомагає герою в битві.

# hammer_boost
source: Crushing strength
de: Zerquetschende Kraft
es: Fuerza aplastante
fr: Force écrasante
it: Forza frantumante
pt: Motivação esmagadora
ru: Сокрушающая сила
tr: Ezici Güç
uk: Нищівна сила

# hammer_boost_desc
source: Boosts passive hammer attack power by <number>%.
de: Erhöht die Angriffskraft des Hammers um <number>%.
es: Aumenta el poder de ataque pasivo con martillo en un <number> %.
fr: Augmente la puissance d'attaque passive des marteaux de <number> %.
it: Potenzia il potere d'attacco del martello passivo di un <number>%.
pt: Incrementa o dano com martelos em <number>%.
ru: Повышает пассивную атаку молота на <number>%.
tr: Pasif çekiç saldırı gücünü % <number> artırır.
uk: Підвищує пасивну атаку молота на <number>%.

# axe_boost
source: Slicing master
de: Schneidemeister
es: Maestro de los tajos
fr: Maître du découpage
it: Maestro del taglio
pt: Mestre do corte
ru: Мастер-рубака
tr: Parçalama Ustası
uk: Майстер-рубака

# axe_boost_desc
source: Boosts passive axe attack power by <number>%.
de: Erhöht die Angriffskraft der Axt um <number>%.
es: Aumenta el poder de ataque pasivo con hacha en un <number> %.
fr: Augmente la puissance d'attaque passive des haches de <number> %.
it: Potenzia il potere d'attacco dell'ascia passiva di un <number>%.
pt: Incrementa o dano com machados em <number>%.
ru: Повышает пассивную атаку топора на <number>%.
tr: Pasif balta saldırı gücünü % <number> artırır
uk: Підвищує пасивну атаку сокири на <number>%.

# higher_potion_heal
source: Monstrous metabolism
de: Monströser Metabolismus
es: Metabolismo monstruoso
fr: Métabolisme infernal
it: Metabolismo mostruoso
pt: Metabolismo monstruoso
ru: Метаболизм монстра
tr: Devasa Metabolizma
uk: Метаболізм монстра

# higher_potion_heal_desc
source: Potions heal <number> times more.
de: Tränke heilen <number> mal mehr.
es: Las pociones curan <number> veces más.
fr: Les potions sont <number> fois plus efficaces.
it: Le pozioni curano <number> volte in più.
pt: Poções recuperam <number> vezes mais vitalidade.
ru: Зелья восстанавливают здоровье в <number>-кратном размере.
tr: İksirler <number> kat daha fazla iyileştirir...
uk: Зілля відновлюють здоров'я в <number>-кратному розмірі.

# spike_protection
source: Untouchable skin
de: Unberührbare Haut
es: Piel intocable
fr: Peau solide
it: Pelle intoccabile
pt: Pele intocável
ru: Шкура вепря
tr: Dokunulamaz Deri
uk: Шкура вепра

# spike_protection_desc
source: Passive protection against spikes.
de: Passiver Schutz gegen Stacheln.
es: Protección pasiva contra los pinchos.
fr: Protection passive contre les piques.
it: Protezione passiva contro gli spuntoni.
pt: Proteção passiva contra espinhos.
ru: Даёт пассивную защиту от шипов.
tr: Kazıklara karşı pasif koruma sağlar.
uk: Дає пасивний захист від шипів.

# special_spherical_shield
source: Arcane protection
de: Arkaner Schutz
es: Protección arcana
fr: Protection ésotérique
it: Protezione arcana
pt: Proteção arcana
ru: Мистическая защита
tr: Gizemli Koruma
uk: Містичний захист

# special_spherical_shield_desc
source: Triggering the class's special ability creates a spherical shield.
de: Das Auslösen der Spezialfähigkeit der Klasse erzeugt einen sphärischen Schild.
es: La activación de la habilidad especial de clase crea un escudo esférico.
fr: Le déclenchement de la capacité spéciale de classe crée un bouclier sphérique.
it: Innescando l'abilità speciale della classe, si crea uno scudo sferico.
pt: Disparar a habilidade especial de classe invoca um escudo esférico.
ru: Использование особого навыка класса автоматически создаёт сферический щит.
tr: Sınıfın özel yeteneğini tetiklemek küresel bir kalkan oluşturur.
uk: Використання особливого вміння класу автоматично створює сферичний щит.

# extra_hearts
source: Enhanced vitality
de: Verstärkte Vitalität
es: Vitalidad mejorada
fr: Vitalité améliorée
it: Vitalità potenziata
pt: Vitalidade privilegiada
ru: Живучесть быка
tr: Geliştirilmiş canlılık
uk: Живучість бика

# extra_hearts_desc
source: Increases the maximum number of hearts.
de: Erhöht die maximale Anzahl von Herzen.
es: Aumenta el número máximo de corazones.
fr: Augmente le nombre maximum de coeurs.
it: Aumenta il numero massimo di cuori.
pt: Aumenta o número máximo de corações.
ru: Повышает максимальный запас сердец.
tr: Maksimum kalp sayısını artırır.
uk: Підвищує максимальний запас сердець.

source: Thunder wave
de: Donnerwelle
es: Onda atronadora
fr: Vague de tonnerre
it: Onda di tuono
pt: Onda trovejante
ru: Грозовая волна
tr: Gök gürültüsü dalgası
uk: Грозова хвиля

# thunder_wave_desc
source: Summons a wave of lightning bolts that strike all enemies around.
de: Beschwört eine Welle von Blitzen, die alle Feinde in der Umgebung treffen.
es: Invoca una onda de rayos que golpean a los enemigos alrededor.
fr: Invoque une vague d'éclairs frappant tous les ennemis à proximité.
it: Richiama un'onda di bulloni tuonanti che colpiscono tutti i nemici nei paraggi.
pt: Invoca uma onda de trovões que atinge todos os inimigos ao redor.
ru: Вызывает волну молний, поражающих всех врагов вокруг.
tr: Etrafındaki tüm düşmanları vuran bir yıldırım dalgası çağırır.
uk: Викликає хвилю блискавок, що вражають усіх ворогів навколо.

# thunder_wave_desc_ex
source: The higher the Armor value, the higher the damage inflicted.
de: Je höher der Rüstungswert, desto höher der verursachte Schaden.
es: Cuanto mayor es el valor de armadura, más daño se inflige.
fr: Plus les statistiques de l'armure sont élevées, plus les dégâts infligés sont importants.
it: Maggiore sarà il valore dell'armatura, maggiore sarà il danno inflitto.
pt: Mais alto o valor de Armadura, mais alto o dano.
ru: Чем выше показатель брони, тем больший урон будет нанесён.
tr: Daha yüksek Zırh değer, daha fazla hasar uygular.
uk: Чим вище показник броні, тим більших пошкоджень буде завдано.

# pointsLeftToSpend
source: <number> points left to distribute
de: Noch <number> Punkte zu verteilen
es: Quedan <number> puntos por distruibuir
fr: <number> points restants à répartir
it: <number> punti rimasti da distribuire
pt: <number> pontos restantes para distribuir
ru: Доступно очков: <number>
tr: Kullanabileceğiniz <number> puanınız kaldı.
uk: Доступно очок: <number>

# resetSkillTreePointsButton
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
pt: Reiniciar
ru: Сбросить
uk: Скинути
