Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

source: dungeon
es: nivel
fr: niveau
it: livello
pt: fase
ru: уровня
tr: zindan
uk: рівня

source: Dungeon
es: Nivel
fr: Niveau
it: Livello
pt: Fase
ru: уровня
tr: Zindan
uk: рівня

source: PRESS START
de: DRÜCKE START
es: EMPEZAR
fr: APPUYER SUR START
it: PREMI START
pt: PRESSIONE START
ru: НАЧАТЬ ИГРУ
tr: BAŞLATA BAS
uk: ПОЧАТИ ГРУ

# pressStartAndroidTV
source: START
es: EMPEZAR
ru: НАЧАТЬ
tr: BAŞLAT
uk: ПОЧАТИ

source: Equip
de: Ausrüsten
es: Equipar
fr: Équiper
it: Usa
pt: Equipar
ru: Надеть
tr: Kuşan
uk: Надягти

source: Trash
de: Wegwerfen
es: Eliminar
fr: Jeter
it: Rimuovi
pt: Descartar
ru: Удалить
tr: At
uk: Видалити

source: Exit
de: Verlassen
es: Salir
fr: Sortir
it: Esci
pt: Sair
ru: Выйти
tr: Çık
uk: Вийти

source: Sell
de: Verk.
es: Vender
fr: Vendre
it: Vendi
pt: Vender
ru: Продать
tr: Sat
uk: Продати

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Compra
pt: Comprar
ru: Купить
tr: Satın Al
uk: Купити

source: More
de: Mehr
es: Más
fr: Plus
it: Extra
pt: Mais
ru: Ещё
tr: Daha fazla
uk: Ще

source: Newsletter
es: Novedades
fr: Nouveautés
it: Novità
pt: Novidades
ru: Свежие Новости
tr: Haber Bülteni
uk: Новини

source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
pt: Dicas
ru: Советы
tr: İpuçları
uk: Поради

source: More gold!
de: Mehr Gold!
es: ¡Más oro!
fr: Plus d'or !
it: Più oro!
pt: Mais ouro!
ru: Больше золота!
tr: Daha çok altın!
uk: Більше золота!

source: Damage
de: Schaden
es: Daño
fr: Dégâts
it: Danno
pt: Dano
ru: Урон
tr: Hasar
uk: Атака

source: Armor
de: Rüstung
es: Armadura
fr: Armures
it: Armatura
pt: Armadura
ru: Броня
tr: Zırh
uk: Броня

source: Equipped
de: Ausger.
es: Equipado
fr: Équipé
it: In uso
pt: Equipado
ru: Надето
tr: Kuşanıldı
uk: Надягнуто

# trashItemConfirmation
source: Permanently discard '
de: Willst du ' wegwerfen?
es: Eliminar '
fr: Veux-tu vraiment jeter cet objet '
it: Rimuovi '
pt: Deseja descartar '
ru: Удалить навсегда '
tr: ' ögesini kalıcı olarak at
uk: Видалити назавжди '

# sellItemConfirmation
source: Permanently sell <item> for <gold>?
de: <item> für <gold> verkaufen?
es: ¿Vender <item> por <gold>?
fr: Veux-tu vendre <item> pour <gold> ?
it: Vuoi vendere <item> per <gold>?
pt: Deseja vender <item> por <gold>?
ru: Навсегда продать предмет <item> за <gold>?
tr: <item> ögesini <gold> karşılığında kalıcı olarak sat?
uk: Продати назавжди <item> за <gold>?

# trashCharacterConfirmation
source: Permanently remove character on slot <slot>?
de: Charakter auf Platz <slot> löschen?
es: ¿Eliminar el personaje en ranura <slot>?
fr: Supprimer définitivement le personnage de l'entrée <slot> ?
it: Vuoi rimuovere il personaggio dello slot <slot>?
pt: Excluir permanentemente o personagem na entrada <slot>?
ru: Навсегда удалить персонажа из слота <slot>?
tr: <slot> yuvasındaki karakteri kalıcı olarak kaldır?
uk: Видалити назавжди героя з чарунки <slot>?

# reviveConfirmation
source: Pay <price> to instantly revive your character? You currently have <gold>.
de: <price> bezahlen, um dich wiederzubeleben? Du hast im Moment <gold> Gold.
es: ¿Quieres pagar <price> para revivir a tu personaje? Ahora mismo tienes <gold>.
fr: Payer <price> pour revivre instantanément ? Tu as <gold> en ce moment.
it: Vuoi pagare <price> per rianimare il tuo personaggio? Al momento hai <gold>.
pt: Pagar <price> para reviver instantaneamente? Você tem <gold> no momento.
ru: Заплатить <price> за мгновенное воскрешение персонажа? У Вас всего <gold>.
tr: Karakterini anında diriltmek için <price> öde? Şu anda <gold> altının var.
uk: Заплатити <price> за миттєве воскресіння героя? У вас усього <gold>.

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim
ru: Да
tr: Evet
uk: Так

source: No
de: Nein
fr: Non
pt: Não
ru: Нет
tr: Hayır
uk: Ні

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
it: Non ora
pt: Depois
ru: Позже
tr: Şimdi değil
uk: Не зараз

# quitGameConfirmation
source: Quit game?
de: Spielbeenden?
es: ¿Salir del juego?
fr: Quitter le jeu ?
it: Uscire dal gioco?
pt: Sair do jogo?
ru: Выйти из игры?
tr: Oyundan çık?
uk: Вийти з гри?

# restartGameConfirmation
source: Restart level?
de: Level-Neustart?
es: ¿Reiniciar nivel?
fr: Recommencer le niveau ?
it: Vuoi ricominciare?
pt: Recomeçar a fase?
ru: Начать уровень заново?
tr: Seviyeyi yeniden başlat?
uk: Почати рівень спочатку?

# leaveGameWarning
source: Items collected in this level will be lost.
de: Gesammelte Items aus diesem Level gehen verloren.
es: Perderás los objetos conseguidos en este nivel.
fr: Les objets collectés dans ce niveau seront perdus.
it: Perderai gli oggetti raccolti in questo livello.
pt: Os itens coletados nesta fase serão perdidos.
ru: Предметы, собранные на этом уровне, будут потеряны.
tr: Bu seviyede toplanan eşyalar kaybedilecek.
uk: Предмети, зібрані на цьому рівні, будуть втрачені.

source: Quit
de: Verlassen
es: Salir
fr: Sortir
it: Esci
pt: Sair
ru: Выйти
tr: Çık
uk: Вийти

source: Resume
de: Wiederaufnehmen
es: Continuar
fr: Continuer
it: Riprendi
pt: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити

source: Restart
de: Neustarten
es: Reiniciar
fr: Recommencer
it: Ricomincia
pt: Recomeçar
ru: Начать заново
tr: Yeniden başlat
uk: Почати спочатку

source: Loading
de: Lade
es: Cargando
fr: Chargement
it: Caricando
pt: Carregando
ru: Загрузка
tr: Yükleniyor
uk: Завантаження

source: Slot
de: Platz
es: Ranura
fr: Entrée
pt: Entrada
ru: Слот
tr: Yuva
uk: Чарунка

# slotSelect
source: Select slot
de: Platz auswählen
es: Elegir ranura
fr: Choisis une entrée
it: Seleziona slot
pt: Escolha uma entrada
ru: Выберите слот:
tr: Yuva seç
uk: Виберіть чарунку

source: New game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
it: Nuova partita
pt: Novo jogo
ru: Новая Игра
tr: Yeni oyun
uk: Нова гра

source: Head
de: Kopf
es: Cabeza
fr: Tête
it: Testa
pt: Cabeça
ru: Голова
tr: Baş
uk: Голова

source: Eyes
de: Augen
es: Ojos
fr: Yeux
it: Occhi
pt: Olhos
ru: Глаза
tr: Gözler
uk: Очі

source: Color
de: Farbe
fr: Couleur
it: Colore
pt: Cor
ru: Цвет глаз
tr: Renk
uk: Колір

source: Body
de: Körper
es: Cuerpo
fr: Corps
it: Corpo
pt: Corpo
ru: Тело
tr: Gövde
uk: Тіло

source: Create character
de: Charakter erstellen
es: Crear personaje
fr: Créer personnage
it: Crea personaggio
pt: Criar personagem
ru: Создать Персонажа
tr: Karakter oluştur
uk: Створити героя

# playNow
source: Play!
de: Spielen!
es: ¡Jugar!
fr: Jouer !
it: Gioca!
pt: Jogar!
ru: Играть!
tr: Oyna!
uk: Грати!

source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
pt: Jogar
ru: Играть
tr: Oyna
uk: Грати

source: Shop
de: Laden
es: Tienda
fr: Boutique
it: Negozio
pt: Loja
ru: Магазин
tr: Mağaza
uk: Крамниця

source: Increases
de: Erhöht
es: Aumenta
fr: Augmente
it: Aumenta
pt: Aumenta
ru: Повыш.
tr: Artış
uk: Підвищ.

source: Decreases
de: Verringert
es: Disminuye
fr: Diminue
it: Diminuisce
pt: Diminui
ru: Пониж.
tr: Azalma
uk: Зниж.

# byPct
source: by
de: um
es: un
fr: de
it: di
pt: em
ru: на
tr: x
uk: на

# speedBoost
source: speed
de: Geschw.
es: la velocidad
fr: la vitesse
it: velocità
pt: a velocidade
ru: скорость
tr: hız
uk: швидкість

# armorBoost
source: armor
de: Rüst.
es: la armadura
fr: l'armure
it: armatura
pt: a armadura
ru: броня
tr: zırh
uk: броня

# magicBoost
source: magic power
de: Magie
es: el poder mágico
fr: la force magique
it: potere magico
pt: o dano mágico
ru: магич. сила
tr: büyü gücü
uk: магіч. сила

# jumpBoost
source: jump impulse
de: Sprungkraft
es: el impulso de salto
fr: le saut
it: spinta salto
pt: o pulo
ru: сила прыжка
tr: zıplama gücü
uk: сила стрибка

# swordBoost
source: sword attack power
de: Schwertmacht
es: el daño con espada
fr: la force à l'épée
it: potenza attacco spada
pt: o dano com espada
ru: атака мечом
tr: kılıç saldırı gücü
uk: атака мечем

# staffBoost
source: staff attack power
de: Stab-Angriffskraft
es: el daño con báculo
fr: puissance d'attaque au bâton
it: potere d'attacco del bastone
pt: o poder do cajado
ru: урон посохом
tr: asa saldırı gücü
uk: пошкодження посохом

# axeBoost
source: axe attack power
de: Axt-Angriffskraft
es: el daño con hacha
fr: puissance d'attaque à la hache
it: potere d'attacco dell'ascia
pt: o dano com machado
ru: урон топором
tr: balta saldırı gücü
uk: пошкодження сокирою

# hammerBoost
source: hammer attack power
de: Hammer-Angriffskraft
es: el daño con martillo
fr: puissance d'attaque au marteau
it: potere d'attacco del martello
pt: o dano com martelo
ru: урон молотом
tr: çekiç saldırı gücü
uk: пошкодження молотом

# spearBoost
source: spear attack power
de: Speer-Angriffskraft
es: el daño con lanza
fr: puissance d'attaque à la lance
it: potere d'attacco della lancia
pt: o dano com lança
ru: урон копьём
tr: mızrak saldırı gücü
uk: пошкодження списом

source: Use
de: Benutzen
es: Usar
fr: Utiliser
it: Usa
pt: Usar
ru: Использовать
tr: Kullan
uk: Використати

source: Retry
de: Neuversuch
es: Reintentar
fr: Recommencer
it: Riprova
pt: Recomeçar
ru: Заново
tr: Tekrar dene
uk: Спочатку

source: Revive
de: Wiederbeleben
es: Revivir
fr: Revivre
it: Rianima
pt: Reviver
ru: Воскресить
tr: Dirilt
uk: Воскресити

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
it: Salta
pt: Pular
ru: Пропустить
tr: Atla
uk: Пропустити

# cantUse
source: You can't use it now.
de: Das geht jetzt nicht!
es: No se puede usar ahora.
fr: Tu ne peux pas l'utiliser maintenant.
it: Non si può usare ora.
pt: Não pode usar isso agora.
ru: Невозможно сейчас это использовать.
tr: Şu anda kullanamazsın.
uk: Ви не можете зараз це використовувати.

# cantAttack
source: I can't attack!
de: Ich kann nicht angreifen!
es: ¡No puedo atacar!
fr: Je ne peux pas attaquer !
it: Non posso attaccare!
pt: Não consigo sacar a arma!
ru: *Атака здесь не работает...*
tr: Saldıramıyorum!
uk: Я не можу атакувати!

# bagFull
source: Your bag is full! Sell some items to free space!
de: Deine Tasche ist voll! Verkaufe ein paar Gegenstände!
es: ¡Mochila llena! ¡Vende algún objeto!
fr: Sac plein ! Vends des objets pour avoir de la place !
it: La tua borsa è piena! Vendi oggetti per fare spazio!
pt: Mochila cheia! Venda itens para abrir espaço!
ru: Ваш инвентарь полон! Продайте что-нибудь, чтобы освободить место.
tr: Çantan dolu! Yer açmak için bazı eşyaları sat!
uk: Ваш інвентар повний! Продайте що-небудь, щоб звільнити місце!

# notEnoughMoney
source: Not enough gold!
de: Nicht genügend Gold!
es: ¡Oro insuficiente!
fr: Or insuffisant !
it: Oro insufficiente!
pt: Ouro insuficiente!
ru: Недостаточно золота!
tr: Altın yetersiz!
uk: Недостатньо золота!

source: End of
de: Abgeschlossen:
es: Fin del
fr: Fin du
it: Fine del
pt: Fim da
ru: Завершение
tr: Sonu
uk: Кінець

source: of
de: von
es: de
fr: sur
it: di
pt: de
ru: из
uk: з

source: chapter
de: Kapitel
es: capítulo
fr: chapitre
it: capitolo
pt: capítulo
ru: глава
tr: bölüm
uk: глава

source: Chapter
de: Kapitel
es: Capítulo
fr: Chapitre
it: Capitolo
pt: Capítulo
ru: Глава
tr: Bölüm
uk: Глава

source: bonus
es: extra
pt: bônus
ru: Бонусного Уровня
uk: бонусного рівня

source: Bonus level!
es: ¡Nivel extra!
fr: Niveau Bonus !
it: Livello bonus!
pt: Fase Bônus!
ru: Бонусный Уровень!
tr: Bonus seviye!
uk: Бонусний рівень!

source: Bonus
es: Extra
pt: Bônus
ru: Бонус
uk: Бонус

# element
source: Magical element
de: Magisches Element
es: Elemento mágico
fr: Élément magique
it: Elemento magico
pt: Elemento mágico
ru: Магический Элемент
tr: Sihirli element
uk: Магічний елемент

# part
source: dungeon
es: nivel
fr: niveau
it: livello
pt: fase
ru: уровень
tr: zindan
uk: рівень

# Part
source: Dungeon
es: Nivel
fr: Niveau
it: Livello
pt: Fase
ru: Уровень
tr: Zindan
uk: Рівень

source: Secret area discovered!
de: Verstecktes Areal entdeckt!
es: ¡Zona secreta descubierta!
fr: Zone secrète découverte !
it: Area segreta scoperta!
pt: Área secreta descoberta!
ru: Вы нашли Тайник!
tr: Gizli alan bulundu!
uk: Ви знайшли схованку!

# secretAreasDiscovered:
source: Secret areas
de: Versteckte Areale
es: Zonas secretas
fr: Zones secrètes
it: Aree segrete
pt: Áreas secretas
ru: Найдено Тайников
tr: Gizli alanlar
uk: Знайдено схованок

# gold:
source: Gold collected
de: Gold gesammelt
es: Oro obtenido
fr: Or collecté
it: Oro raccolto
pt: Ouro coletado
ru: Всего собрано золота
tr: Toplanan altın
uk: Зібрано золота

source: Enemies killed
de: Gegner getötet
es: Enemigos muertos
fr: Ennemis tués
it: Nemici sconfitti
pt: Inimigos derrotados
ru: Всего убито врагов
tr: Öldürülen düşmanlar
uk: Вбито ворогів

source: Achievement unlocked
de: Erfolg freigeschaltet
es: Logro desbloqueado
fr: Conquête déverrouillée
it: Obiettivo sbloccato
pt: Façanha conquistada
ru: Открыто достижение!
tr: Açılan başarılar
uk: Отримано нове досягнення

# inventorySell
source: Sell
de: Verk.
es: Vender
fr: Vendre
it: Vendi
pt: Vender
ru: Продать
tr: Sat
uk: Продати

# login
source: Sign in
de: Einloggen
es: Login
fr: Connexion
it: Accedi
pt: Login
ru: Войти в учётную запись
tr: Oturum aç
uk: Увійти

# logout
source: Sign out
de: Ausloggen
es: Salir
fr: Quitter
it: Esci
pt: Sair
ru: Выйти из аккаунта
tr: Oturumu kapat
uk: Вийти

# chapterComingSoon
source: New dungeon coming soon!
de: Neue Dungeons folgen bald!
es: ¡Nuevo nivel muy pronto!
fr: Nouveau niveau Bientôt !
it: Prossimamente un nuovo livello!
pt: Nova fase em breve!
ru: Скоро! Новые уровни!
tr: Yeni zindan yakında geliyor!
uk: Незабаром! Нові рівні!

# chapterComingSoonText
source: Stay tuned for <strong>more dungeons</strong> and <strong>new game modes</strong> in the upcoming updates!
de: Bald erwarten dich <strong>weitere Dungeons</strong> und <strong>neue Spielmodi</strong>, also halte Ausschau nach kommenden Updates!
es: ¡Permanece atento a los <strong>nuevos niveles</strong> y <strong>modos de juego</strong> de las próximas actualizaciones!
fr: Reste connecté pour découvrir <strong>plus de donjons</strong> et de <strong>nouveaux modes de jeu</strong> lors de prochaines mises à jour !
it: Presto in arrivo <strong>più livelli</strong> e <strong>nuove modalità di gioco</strong> con i prossimi aggiornamenti!
pt: Fique ligado para <strong>mais conteúdo</strong> nas próximas atualizações!<strong></strong>
ru: Оставайтесь с нами, чтобы получить доступ к <strong>новым уровням</strong> и <strong>новым режимам игры</strong> в грядущих обновлениях!
tr: Önümüzdeki güncellemelerle gelecek <strong>zindanlar</strong> ve <strong>yeni oyun modları</strong> için beklemede ol!
uk: Залишайтеся з нами, щоб отримати доступ до <strong>нових рівнів</strong> і <strong>режимів гри</strong> в майбутніх оновленнях!

# loginRecommendation
source: <default>You seem to have been playing <strong>Magic Rampage<default> for quite a while now. How about <login>signing in<default>? <weak>The <login><service><weak> services let you save your characters in the <strong>cloud<weak>, browse your <strong>achievements<weak> and check online <strong>leaderboards<weak> with your friends!
de: <default>Du scheinst <strong>Magic Rampage<default> schon eine Weile zu spielen. Willst du dich nicht <login>einloggen<default>? <weak>Mit dem <login><service><weak>-Service kannst du deine Charaktere in der <strong>Cloud<weak> speichern, <strong>Erfolge<weak> durchstöbern und <strong>Online-Ranglisten<weak> mit deinen Freunden ansehen!
es: <default>Ya llevas un tiempo jugando a <strong>Magic Rampage<default>. ¿Qué te parece si <login>inicias sesión<default>? <weak>¡El servicio <login><service><weak> te permite guardar tus personajes en la <strong>nube<weak>, ver tus <strong>logros<weak> y comprobar en línea la <strong>clasificación<weak> de tus amigos!
fr: <default>Apparemment, tu joues à <strong>Magic Rampage<default> depuis un certain temps. Que dirais-tu de <login>te connecter<default> ? <weak>Les services <login><service><weak> stockent tes personnages dans le <strong>nuage<weak>, et publient <strong>tes conquêtes<weak> et tes <strong>scores<weak> en ligne pour que tu puisses comparer ta performance avec tes amis !
it: <default>Stai giocando a <strong>Magic Rampage<default> già da un po'. Che ne dici di <login>accedere<default>? <weak>Con <login><service><weak> puoi salvare i tuoi personaggi nella <strong>cloud<weak>, visualizzare i tuoi <strong>obiettivi<weak> e consultare le <strong>classifiche<weak> online con i tuoi amici!
pt: <default>Você parece já estar jogando <strong>Magic Rampage<default> por algum tempo. Que tal <login>logar-se<default>? <weak>Os serviços da <login><service><weak> armazenam seus personagens na <strong>nuvem<weak>, e disponibilizam <strong>conquistas<weak> e <strong>placares<weak> on-line para você comparar seu desempenho com seus amigos!
ru: <default>Вы играете в <strong>Magic Rampage<default> уже достаточно долго. Как насчёт того, чтобы <login>зарегистрировать учётную запись<default>? <weak>Вход в учётную запись <login><service><weak> позволит сохранять Ваших героев в <strong>облаке<weak>, просматривать Ваши <strong>сервисные достижения<weak> и проверять сетевые <strong>Таблицы Лидеров<weak> с Вашими друзьями!
tr: <default>Görünüşe göre uzun süredir <strong>Magic Rampage<default> oynuyorsun. <login>Oturum açmaya<default> ne dersin? <weak><login><service><weak> hizmetleri sayesinde karakterlerini <strong>buluta<weak> kaydedebilir, <strong>başarılarına<weak> göz atabilir ve çevrim içi olarak arkadaşlarınla <strong>sıralamalara<weak> bakabilirsin!
uk: <default>Ви граєте в <strong>Magic Rampage<default> уже достатньо довго. Як щодо того, щоб <login>зареєструвати обліковий запис<default>? <weak>Служби входу <login><service><weak> дозволяють зберігати вашого героя в <strong>хмарі<weak>, переглядати <strong>досягнення<weak> й перевіряти онлайн <strong>рейтинг лідерів<weak> з друзями!

# complete100pct
source: Why not try to complete 100% of the previous Dungeons while you wait?
de: Versuche doch solange, alle Dungeons auf 100% zu bringen!
es: ¿Por qué no completas el 100 % de los niveles anteriores mientras esperas?
fr: Que dirais-tu d'essayer de finir les précédents niveaux à 100 % en attendant ?
it: Mentre aspetti, perché non provi a completare il 100% dei livelli precedenti?
pt: Que tal tentar completar 100% das fases anteriores, enquanto você espera?
ru: Почему бы не попытаться пройти предыдущие уровни на 100%, пока Вы ожидаете?
tr: Beklerken önceki Zindanları %100 tamamlamaya çalışmaya ne dersin?
uk: Чому б не спробувати пройти попередні рівні на 100%, поки ви очікуєте?

source: Ok!
de: Okay!
es: ¡Vale!
fr: Très bien !
pt: Certo!
ru: Хорошо!
tr: Tamam!
uk: Добре!

source: Achievements
de: Erfolge
es: Logros
fr: Conquêtes
it: Obiettivi
pt: Conquistas
ru: Достижения
tr: Başarılar
uk: Досягнення

source: Leaderboards
de: Ranglisten
es: Clasificación
fr: Scores
it: Classifiche
pt: Placares
ru: Таблицы Лидеров
tr: Sıralamalar
uk: Рейтинг лідерів

source: Credits
es: Créditos
fr: Crédits
it: Riconoscimenti
pt: Créditos
ru: Об игре
tr: Hazırlayanlar
uk: Про авторів

# facebook
source: Facebook page
de: Facebook-Seite
es: Página de Facebook
fr: Page Facebook
it: Pagina Facebook
pt: Página no Facebook
ru: Страница Facebook
tr: Facebook sayfası
uk: Сторінка Facebook

source: Game Design and Programming
de: Gamedesign und Programmierung
es: diseño y programación del juego
fr: Game design et programmation
it: Game design e programmazione
pt: game design e programação
ru: Проектирование игры и программирование
tr: Oyun Tasarımı ve Programlama
uk: Проектування гри й програмування

source: Production
de: Produktion
es: producción
it: Produzione
pt: produção
ru: Организация и ведение проекта
tr: Prodüksiyon
uk: Організація й ведення проекту

source: Programming
de: Programmierung
es: programación
fr: Programmation
it: Programmazione
pt: programação
ru: Программирование
tr: Programlama
uk: Програмування

# twoDArtDirection
source: 2D Art Direction
de: Künstler. Leitung 2D
es: dirección arte 2D
fr: Direction artistique 2D
it: Direzione grafica 2D
pt: direção de arte 2d
ru: Руководство 2D-оформлением
tr: 2D Sanat Yönetimi
uk: Керівництво 2D-оформленням

# twoDArt
source: 2D Art
de: 2D-Gestaltung
es: arte 2D
fr: Art 2D
it: Grafica 2D
pt: arte 2d
ru: 2D-оформление
tr: 2D Sanat
uk: 2D-оформлення

source: Special thanks to
de: Besonderer Dank geht an
es: Agradecimientos especiales a
fr: Remerciements spéciaux à
it: Un ringraziamento speciale a
pt: Agradecimentos especiais para
ru: Отдельная благодарность
tr: Özel Teşekkürler
uk: Окрема подяка

# fireElement
source: Fire
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
pt: Fogo
ru: Огонь
tr: Ateş
uk: Вогонь

# earthElement
source: Earth
de: Erde
es: Tierra
fr: Terre
it: Terra
pt: Terra
ru: Земля
tr: Toprak
uk: Земля

# waterElement
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt: Água
ru: Вода
tr: Su
uk: Вода

# iceElement
source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
pt: Gelo
ru: Лёд
tr: Buz
uk: Лід

# darknessElement
source: Darkness
de: Dunkelheit
es: Oscuridad
fr: Ténèbres
it: Oscurità
pt: Escuridão
ru: Тьма
tr: Karanlık
uk: Темрява

# airElement
source: Air
de: Luft
es: Aire
it: Aria
pt: Ar
ru: Воздух
tr: Hava
uk: Повітря

# lightElement
source: Light
de: Licht
es: Luz
fr: Lumière
it: Luce
pt: Luz
ru: Свет
tr: Işık
uk: Світло

# expansionApkRequiredText
source: Please wait while additional packages are being downloaded
de: Bitte warten, Zusatzinhalte werden geladen ...
es: Espera mientras se descargan los paquetes adicionales
fr: Patiente un instant pendant que nous téléchargeons des données supplémentaires
it: Scaricamento pacchetti aggiuntivi in corso. Attendi...
pt: Aguarde enquanto baixamos pacotes adicionais
ru: Подождите, пока загрузятся дополнительные пакеты...
tr: İlave paketler indirilirken lütfen bekle
uk: Зачекайте, поки завантажаться додаткові пакети

source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricati
pt: Baixado
ru: Загружено.
tr: İndirildi
uk: Завантажено

source: Not downloaded
de: Nicht heruntergeladen
es: No descargado
fr: Non téléchargé
it: Non scaricati
pt: Não baixado
ru: Не загружено.
tr: İndirilmedi
uk: Не завантажено

# unknown
source: Unknown state
de: Unbekannter Zustand
es: Estado desconocido
fr: Situation inconnue
it: Stato sconosciuto
pt: Estado desconhecido
ru: Статус не известен.
tr: Bilinmeyen durum
uk: Статус невідомий

source: Waiting...
de: Warten ...
es: Esperando...
fr: En attente...
it: In attesa...
pt: Esperando...
ru: Ожидание...
tr: Bekleniyor...
uk: Очікуйте…

# lvl-check-required
source: LVL check is required
de: Lvl-Check benötigt
es: Comprobación de LVL necesaria
fr: Demande de vérification de niveau
it: Necessario controllo LVL
pt: Requer verificação LVL
ru: Требуется проверка уровня.
tr: Seviye kontrolü gerekiyor
uk: Необхідна перевірка рівня

# download-required
source: Download is required
de: Download benötigt
es: Descarga necesaria
fr: Demande de téléchargement
it: Scaricamento necessario
pt: Requer download
ru: Требуется загрузка.
tr: İndirme gerekiyor
uk: Необхідне завантаження

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
pt: Concluído
ru: Завершено.
tr: Tamamlandı
uk: Завершено

source: Connecting...
de: Verbinde ...
es: Conectando...
fr: Connexion en cours...
it: Connessione in corso...
pt: Conectando...
ru: Соединение...
tr: Bağlanıyor...
uk: З'єднання…

source: Downloading
de: Lade
es: Descargando
fr: Téléchargement en cours...
it: Scaricando...
pt: Baixando
ru: Идёт загрузка...
tr: İndiriliyor
uk: Завантажується

source: Failed!
de: Fehler!
es: ¡Error!
fr: Échec de la connexion
it: Errore!
pt: Falhou!
ru: Не удалось!
tr: Başarısız oldu!
uk: Не вдалося!

# failed-canceled
source: Canceled!
de: Abgebrochen!
es: ¡Cancelado!
fr: Annulé !
it: Annullato!
pt: Cancelado!
ru: Отменено!
tr: İptal edildi!
uk: Скасовано!

# failed-fetching-url
source: Failed while fetching URL
de: Abrufen der URl fehlgeschlagen
es: Error al acceder a la URL
fr: Impossible de récupérer l'URL
it: Errore di recupero dell'URL
pt: Falhou ao buscar URL
ru: Ошибка при вызове URL!
tr: URL getirilemedi
uk: Помилка при виклику URL
