Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# coinExtra
source: Competitive matches are giving extra Tokens as a prize <time-frame>! Enjoy!
de: Wettkampf-Matches geben dir <time-frame> Extramünzen! Viel Spaß!
es: ¡Las partidas competitivas otorgan monedas adicionales como premio <time-frame>! ¡Disfrútalas!
fr: Les matches en mode Compétition donnent des pièces supplémentaires en récompense <time-frame> ! Profites-en !
it: Ottieni gettoni extra con le partite competitive <time-frame>! Approfittane!
pt: As partidas no Modo Competitivo estão dando Fichas extra como prêmio <time-frame>! Aproveite!
ru: <time-frame> в Соревновательном Режиме дают дополнительные жетоны! Удачи!
tr: Rekabet maçları ödül olarak ekstra Jeton veriyor <time-frame>! Keyfini çıkar!
uk: <time-frame> змагальні бої дають додаткові монети! Щасти!

# timeFrameThisWeek
source: this week
de: diese Woche
es: esta semana
fr: cette semaine
it: questa settimana
pt: durante esta semana
ru: На этой неделе
tr: bu hafta
uk: Цього тижня

# timeFrameWeekend
source: during this weekend
de: an diesem Wochenende
es: durante esta semana
fr: ce week-end
it: questo weekend
pt: neste final de semana
ru: На этих выходных
tr: bu hafta sonu boyunca
uk: На цих вихідних

# timeFrameThisMonth
source: during this month
de: in diesem Monat
es: durante este mes
fr: ce mois-ci
it: questo mese
pt: neste mês
ru: В этом месяце
tr: bu ay boyunca
uk: Цього місяця

# timeFrameToday
source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
pt: hoje
ru: Сегодня
tr: bugün
uk: Сьогодні

# competitiveShortButton
source: Competitive
de: Wettkampf
es: Competitivo
fr: Compétition
it: Competitiva
pt: Competitivo
ru: Соревновательный Режим
tr: Rekabet
uk: Змагання

# difficultyEasy
source: Easy
de: Leicht
es: Fácil
fr: Facile
it: Facile
pt: Fácil
ru: Легко
tr: Kolay
uk: Легко

# difficultyMedium
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Media
pt: Médio
ru: Средне
tr: Orta
uk: Середнє

# difficultyDifficult
source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
pt: Difícil
ru: Сложно
tr: Zor
uk: Важко

# revengeNotification
source: Notifications for revenge matches
de: Benachrichtigungen für Revanchen
es: Notificaciones de revanchas
fr: Notifications pour les revanches
it: Notifiche per rivincite
pt: Notificações de revanche
ru: Уведомления о реванше
tr: İntikam maçlarına yönelik bildirimler
uk: Сповіщення про реванш

# opponentNotifiedMessage
source: <player-name> has been notified that you won this match!
de: <player-name> wurde benachrichtigt, dass du dieses Duell gewonnen hast!
es: ¡Se ha notificado a <player-name> que has ganado esta partida!
fr: <player-name> a été averti de ta victoire pour ce match !
it: Abbiamo informato <player-name> che hai vinto questa partita!
pt: <player-name> foi notificado de que você venceu essa partida!
ru: <player-name> был(а) уведомлен(а) о Вашей победе в матче!
tr: <player-name> bu maçı kazandığın hakkında bilgilendirildi!
uk: <player-name> отримав сповіщення про вашу перемогу в матчі!

# opponentNotifiedMessageEx
source: <player-name> has been notified that you won this match! Be ready for a revenge match!
de: <player-name> wurde benachrichtigt, dass du dieses Duell gewonnen hast! Bereite dich auf seine Rache vor!
es: ¡Se ha notificado a <player-name> que has ganado esta partida! ¡Prepárate para la revancha!
fr: <player-name> a été averti de ta victoire pour ce match ! Prépare-toi pour sa revanche !
it: Abbiamo informato <player-name> che hai vinto questa partita! Preparati alla rivincita!
pt: <player-name> foi notificado de que você venceu essa partida! Esteja pronto para uma revanche!
ru: <player-name> был(а) уведомлен(а) о Вашей победе в матче! Готовьтесь к реваншу!
tr: <player-name> bu maçı kazandığın hakkında bilgilendirildi! Bir intikam maçına hazır ol!
uk: <player-name> отримав сповіщення про вашу перемогу в матчі! Готуйтеся до реваншу!

# newVersionAvailable
source: There's a newer version of Magic Rampage available! Update now!
de: Eine neue Version von Magic Rampage ist verfügbar! Führe das Update jetzt aus!
es: ¡Hay una nueva versión de Magic Rampage disponible! ¡Actualiza ya!
fr: Une version plus récente de Magic Rampage est disponible ! Mets ton jeu à jour dès maintenant !
it: È disponibile una nuova versione di Magic Rampage! Aggiorna subito il gioco!
pt: Há uma nova versão do Magic Rampage disponível! Atualize agora!
ru: Доступна новая версия Magic Rampage. Скорее обновите!
tr: Magic Rampage'in daha yeni bir sürümü mevcut! Şimdi güncelle!
uk: Доступна нова версія Magic Rampage. Скоріше оновіть гру!

# welcomeBackMessageEx
source: It looks like you haven't played for a while. We've given you <gold-amount> gold and <coins-amount> competitive tokens in the Prize Room to help you on your journey! :)
de: Sieht so aus, als hättest du eine Weile lang nicht gespielt. Wir haben <gold-amount> Gold und <coins-amount> Wettkampfmünzen im Preisraum für dich hinterlegt, um dir auf deiner Reise zu helfen! :)
es: Parece que llevas tiempo sin jugar. ¡Te hemos dado <gold-amount> de oro y <coins-amount> fichas competitivas de la Sala de Premios para ayudarte en tu aventura! :)
fr: Il semblerait que tu n'aies pas joué depuis un moment. Nous t'avons offert <gold-amount> en or et <coins-amount> pièces de combat dans la Salle de récompenses pour t'aider dans ton voyage ! :)
it: È da un po' che non giochi. Ti abbiamo dato <gold-amount> in oro e <coins-amount> gettoni tramite la stanza dei premi per aiutarti nella tua avventura! :)
pt: Faz tempo que você não joga. Acabamos de enviar <gold-amount> em ouro e <coins-amount> em fichas através da Sala de Prêmios para ajudar na jornada! :)
ru: Вы давненько сюда не заглядывали. Посетите Призовую Комнату, там Вас ждёт материальная помощь: <gold-amount> золота и <coins-amount> жетонов! :)
tr: Görünüşe göre bir süredir oyunu oynamamışsın. <gold-amount> altın ve <coins-amount> Rekabet Jetonu ödülün Ödül Odası'nda seni bekliyor. Yolculuğunda sana yardımcı olması dileğiyle! :)
uk: Ви давнісінько сюди не заглядали. Відвідайте призову кімнату, там на вас чекає матеріальна допомога: <gold-amount> золота й <coins-amount> змагальних монет! :)

# welcomeBackMessageExShort
source: Long time no see! We've given you <gold-amount> gold and <coins-amount> competitive tokens in the Prize Room to help you on your journey! :)
de: Lange nicht gesehen! Wir haben <gold-amount> Gold und <coins-amount> Wettkampfmünzen im Preisraum für dich hinterlegt, um dir auf deiner Reise zu helfen! :)
es: ¡Cuánto tiempo! ¡Te hemos dado <gold-amount> de oro y <coins-amount> fichas competitivas de la Sala de Premios para ayudarte en tu aventura! :)
fr: Cela faisait longtemps ! Nous t'avons offert <gold-amount> en or et <coins-amount> pièces de combat dans la Salle de récompenses pour t'aider dans ton voyage ! :)
it: Quanto tempo! Ti abbiamo dato <gold-amount> in oro e <coins-amount> gettoni tramite la stanza dei premi per aiutarti nella tua avventura! :)
pt: Faz tanto tempo! Enviamos <gold-amount> em ouro e <coins-amount> em fichas através da Sala de Prêmios para ajudar na jornada! :)
ru: Сколько лет, сколько зим! В Призовой Комнате Вас ждёт сюрприз, который поможет в Ваших приключениях: <gold-amount> золота и <coins-amount> жетонов! :)
tr: Görüşmeyeli çok oldu! <gold-amount> altın ve <coins-amount> Rekabet Jetonu ödülün Ödül Odası'nda seni bekliyor. Yolculuğunda sana yardımcı olması dileğiyle! :)
uk: Наче вік не бачилися! У призовій кімнаті на вас чекає сюрприз, який допоможе у ваших пригодах: <gold-amount> золота й <coins-amount> змагальних монет! :)

source: Community Management
es: Gestión de la comunidad
fr: Gestion communautaire
it: Gestione community
pt: gestão de comunidade
ru: Управление сообществом
tr: Topluluk Yönetimi
uk: Управління спільнотою

source: Community Management and Support
de: Community Management und Support
es: Gestión de la comunidad y asistencia
fr: Gestion communautaire et assistance
it: Supporto e gestione community
pt: gestão de comunidade e suporte
ru: Поддержка и управление сообществом
tr: Topluluk Yönetimi ve Destek
uk: Підтримка й управління спільнотою

# arcane
source: Use Arcane Rune
de: Arkanenrune benutzen
es: Usar Runa Arcana
fr: Utiliser la Rune obscure
pt: Usar Runa Arcana
ru: Использ. Руны Тайн!
tr: Gizemli Rünü Kullan
uk: Використати таємну руну

source: Cancel challenge?
de: Herausforderung abbrechen?
es: ¿Cancelar desafío?
fr: Annuler le défi ?
it: Annullare sfida?
pt: Cancelar desafio?
ru: Отменить вызов?
tr: Meydan okumayı iptal et?
uk: Скасувати виклик?

# prizeReceivedGoldSlot
source: You've received <amount> gold coins in the Prize Room. Slot <slot-number>.
de: Du hast <amount> Goldmünzen im Preisraum erhalten. Platz <slot-number>.
es: Has recibido <amount> monedas de oro en la Sala de Premios. Ranura <slot-number>.
fr: Tu as reçu <amount> pièces d'or dans la Salle de récompenses. Slot <slot-number>.
it: Hai ricevuto <amount> monete d'oro nella Stanza dei premi. Slot <slot-number>.
pt: Você recebeu <amount> moedas de ouro através da Sala de Prêmios. Entrada <slot-number>.
ru: Вы получили <amount> золота в Призовой Комнате. Слот <slot-number>.
tr: Ödül Odası'nda <amount> altın aldın. Yuva <slot-number>.
uk: Ви отримали <amount> золотих монет у призовій кімнаті. Комірка <slot-number>.

# prizeReceivedCoinSlot
source: You've received <amount> competitive tokens in the Prize Room. Slot <slot-number>.
de: Du hast <amount> Wettkampfmünzen im Preisraum erhalten. Platz <slot-number>.
es: Has recibido <amount> fichas competitivas en la Sala de Premios. Ranura <slot-number>.
fr: Tu as reçu <amount> pièces de combat dans la Salle de récompenses. Slot <slot-number>.
it: Hai ricevuto <amount> monete competitive nella Stanza dei premi. Slot <slot-number>.
pt: Você recebeu <amount> fichas através da Sala de Prêmios. Entrada <slot-number>.
ru: Вы получили <amount> жетонов в Призовой Комнате. Слот <slot-number>.
tr: Ödül Odası'nda <amount> Rekabet jetonu aldın. Yuva <slot-number>.
uk: Ви отримали <amount> змагальних монет у призовій кімнаті. Комірка <slot-number>.

# prizeReceivedItemSlot
source: You've received the <item-name> in the Prize Room. Slot <slot-number>.
de: Du hast <item-name> im Preisraum erhalten. Platz <slot-number>.
es: Has recibido <item-name> en la Sala de Premios. Ranura <slot-number>.
fr: Tu as reçu l'objet <item-name> dans la Salle de récompenses. Slot <slot-number>.
it: Hai ricevuto <item-name> nella Stanza dei premi. Slot <slot-number>.
pt: Você recebeu o item <item-name> através da Sala de Prêmios. Entrada <slot-number>.
ru: В Призовой Комнате Вы получили: <item-name>. Слот <slot-number>.
tr: Ödül Odası'nda <item-name> eşyasını aldın. Yuva <slot-number>.
uk: Ви отримали <item-name> у призовій кімнаті. Комірка <slot-number>.

source: Join beta
de: Tritt der Beta bei
es: Unirse a la beta
fr: Rejoindre la bêta
it: Partecipa alla beta
pt: Entre no Beta
ru: Стать тестировщиком
tr: Beta'ya katıl
uk: Тестувати

source: Community forums
de: Community-Foren
es: Foros de la comunidad
fr: Forums communautaires
it: Forum della community
pt: Fóruns da comunidade
ru: Обсуждения Сообщества
tr: Topluluk forumları
uk: Форум спільноти

source: Production assistant
de: Produktionsassistent
es: Asistente de producción
fr: Assistant de production
it: Assistente alla produzione
pt: assistente de produção
ru: Помощник организатора проекта
tr: Prodüksiyon asistanı
uk: Помічник організатора проекту

source: Requires
de: Benötigt
es: Hace falta
fr: Nécessite
it: Richiede
pt: Requer
ru: Требуется
tr: Gerekiyor
uk: Потребує

# requiresRankFull
source: Requires <rank> rank. Your current rank is <current-rank>.
de: Benötigt <rank> Rang. Dein derzeitiger Rang ist <current-rank>.
es: Hace falta el rango <rank>. Tu rango actual es <current-rank>.
fr: Nécessite le grade <rank>. Ton grade actuel est <current-rank>.
it: Richiede posizione <rank>. La tua posizione attuale è <current-rank>.
pt: Requer patente <rank>. Sua patente atual é <current-rank>.
ru: Требуется ранг «<rank>». Ваш текущий ранг: «<current-rank>».
tr: <rank> derecesi gerekiyor. Mevcut derecen <current-rank>.
uk: Потребує ранг «<rank>». Ваш поточний ранг: «<current-rank>».

# goldChestDescNoNumber
source: Grants gold coins to your character.
de: Gewährt deinem Charakter Goldmünzen.
es: Otorga monedas de oro a tu personaje.
fr: Fais gagner des pièces d'or à ton personnage.
it: Garantisce monete d'oro al tuo personaggio.
pt: Concede moedas de ouro ao seu personagem.
ru: Даёт Вашему герою золото.
tr: Karakterine altın kazandırır.
uk: Дає вашому герою золоті монети.

# goldCoinChestNumNumberDesc
source: Grants gold and competitive tokens to your character.
de: Gewährt deinem Charakter Gold- und Wettkampfmünzen.
es: Otorga monedas de oro y fichas a tu personaje.
fr: Fais gagner des pièces d'or et des pièces de combat à ton personnage.
it: Garantisce oro e monete Competitive al tuo personaggio.
pt: Concede moedas de ouro e fichas ao seu personagem.
ru: Даёт Вашему герою золото и жетоны.
tr: Karakterine altın ve Rekabet Jetonu kazandırır.
uk: Дає вашому герою золоті й змагальні монети.

# warnRankPenalty
source: Quitting a challenge or a match against another player penalizes you with ranking loss.
de: Einen Wettkampf oder ein Spiel gegen einen anderen Spieler zu beenden bestraft dich mit einem niedrigeren Rang.
es: Al abandonar un desafío o partida contra otro jugador, se te bajará en la clasificación.
fr: Quitter un défi ou un match contre un autre joueur fera baisser ton classement.
it: Abbandonare una sfida o una partita contro un altro giocatore ti penalizza con una posizione più bassa.
pt: Sair no meio de um desafio ou uma partida contra outro jogador penaliza você com perda no ranking.
ru: Выход из Соревнования с другим игроком до окончания карается понижением ранга.
tr: Başka bir oyuncuyla oynanan bir meydan okumadan veya maçtan çıkmanın cezası derece kaybıdır.
uk: Вихід зі змагання або матчу з іншим гравцем карається зниженням рангу.

# rankPenaltyNotification
source: Your rank has been decreased for quitting a challenge or a match against another player.
de: Dein Rang wurde herabgesetzt, weil du einen Wettkampf oder ein Spiel gegen einen anderen Spieler beendet hast.
es: Se te ha bajado de rango por abandonar un desafío o partida contra otro jugador.
fr: Ton rang dans le classement a baissé car tu as quitté un défi ou un match contre un autre joueur.
it: La tua posizione è stata diminuita perché hai abbandonato una sfida o una partita contro un altro giocatore.
pt: Seu ranking foi reduzido por desistir no meio de um desafio ou uma partida contra outro jogador.
ru: Ваш ранг был понижен за выход из Соревнования с другим игроком.
tr: Başka bir oyuncuyla oynadığın bir meydan okumadan veya maçtan çıktığın için derecen düşürüldü.
uk: Ваш ранг був знижений за вихід зі змагання або матчу з іншим гравцем.

# rankPenalty
source: Rank penalty: <value>
de: Rang-Strafe: <value>
es: Penalización de rango: <value>
fr: Pénalité de classement : <value>
it: Penalità posizione: <value>
pt: Penalidade no Ranking: <value>
ru: Штраф ранга: <value>
tr: Derece cezası: <value>
uk: Штраф рейтингу: <value>

source: Story and Screenplay
de: Story und Screenplay
es: Historia y guion
fr: Histoire et scénario
it: Storia e sceneggiatura
pt: história e roteiro
ru: История и сценарий
tr: Hikaye ve Senaryo
uk: Історія та сценарій

# quitDungeonMatchConfirmation
source: Quit dungeon?
de: Dungeon verlassen?
es: ¿Abandonar mazmorra?
fr: Quitter le donjon ?
it: Abbandonare il dungeon?
pt: Abandonar a masmorra?
ru: Покинуть Соревнование?
tr: Zindandan çık?
uk: Покинути рівень?

# quitDungeonMatchButton
source: Quit
de: Verlassen
es: Abandonar
fr: Quitter
it: Abbandona
pt: Abandonar
ru: Выйти
tr: Çık
uk: Вийти

# rankDailyDecDesc
source: Once a day, each player's ranking score is decreased by <value>.
de: Einmal am Tag wird der Rang jeden Spielers um <value> herabgesetzt.
es: Una vez al día, se disminuye la puntuación de la clasificación de cada jugador en <value>.
fr: Chaque jour, le classement de tous les joueurs baisse de <value>.
it: Una volta al giorno, il punteggio della posizione di ogni giocatore diminuisce di <value>.
pt: Todos os dias, a pontuação do Ranking de cada jogador é diminuído em <value>.
ru: Раз в день ранг каждого игрока понижается на <value>.
tr: Her oyuncunun derecesi günde bir kez <value> düşürülür.
uk: Один раз на день рейтинг кожного гравця знижується на <value>.

# newVersionInBeta
source: There is a new version available for beta testing!
de: Eine neue Version ist jetzt zum Betatest verfügbar!
es: ¡Hay una nueva versión disponible para testeo beta!
fr: Une nouvelle version est disponible pour les bêta testeurs !
it: C'è una nuova versione disponibile per il testing della beta!
pt: Uma nova versão já está disponível para beta teste!
ru: Доступна новая версия для бета-тестирования!
tr: Yeni bir beta testi sürümü mevcut!
uk: Доступна нова версія для бета-тестування!

# betaInstructions
source: Want to join the beta testers to get newer versions before everyone else? Sign up through the Options menu.
de: Willst du unseren Betatestern beitreten, um neue Versionen vor allen anderen zu bekommen? Melde dich im Optionsmenü an.
es: ¿Quieres unirte a los beta testers para recibir las versiones nuevas antes que nadie? Apúntate en el menú Opciones.
fr: Tu souhaites rejoindre nos bêta testeurs et obtenir les dernières versions avant tout le monde ? Inscris-toi via le menu Options.
it: Vuoi entrare a far parte dei beta tester per ottenere le ultime versioni prima di chiunque altro? Iscriviti dal menu Opzioni.
pt: Quer se juntar aos testadores beta e baixar novas versões antes de todo mundo? Inscreva-se através do menu Opções.
ru: Хотите стать бета-тестировщиком и получать доступ к новым версиям раньше остальных? Зарегистрируйтесь через меню «Настройки».
tr: Yeni sürümleri herkesten önce almak için beta testine katılmak ister misin? Seçenekler menüsünden oturum aç.
uk: Хочете стати бета-тестером й отримувати доступ до нових версій раніше за інших? Увійдіть у меню «Налаштування».

source: Challenge of the week
de: Herausforderung der Woche
es: Desafío de la semana
fr: Défi de la semaine
it: Sfida della settimana
pt: Desafio da semana
ru: Состязание Недели
tr: Haftanın meydan okuması
uk: Змагання тижня

source: Dungeon of the week
de: Dungeon der Woche
es: Mazmorra de la semana
fr: Donjon de la semaine
it: Livello della settimana
pt: Masmorra da semana
ru: Уровень Недели
tr: Haftanın zindanı
uk: Рівень тижня

source: Weekly Challenge
de: Wöchentliche Herausforderung
es: Desafío semanal
fr: Défi hebdomadaire
it: Sfida settimanale
pt: Desafio semanal
ru: Еженедельное Состязание
tr: Haftalık Meydan Okuma
uk: Щотижневе змагання

source: Weekly Dungeon
de: Wöchentlicher Dungeon
es: Mazmorra semanal
fr: Donjon hebdomadaire
it: Dungeon settimanale
pt: Masmorra semanal
ru: Еженедельный Уровень
tr: Haftalık Zindan
uk: Щотижневий рівень

source: Challenge of the month
de: Herausforderung des Monats
es: Desafío del mes
fr: Défi du mois
it: Sfida del mese
pt: Desafio do mês
ru: Состязание Месяца
tr: Ayın meydan okuması
uk: Змагання місяця

source: Dungeon of the month
de: Dungeon des Monats
es: Mazmorra del mes
fr: Donjon du mois
it: Dungeon del mese
pt: Masmorra do mês
ru: Уровень Месяца
tr: Ayın zindanı
uk: Рівень місяця

source: Monthly Challenge
de: Monatliche Herausforderung
es: Desafío mensual
fr: Défi mensuel
it: Sfida mensile
pt: Desafio mensal
ru: Ежемесячное Состязание
tr: Aylık Meydan Okuma
uk: Щомісячне змагання

source: Monthly Dungeon
de: Monatliches Dungeon
es: Mazmorra mensual
fr: Donjon mensuel
it: Dungeon mensile
pt: Masmorra mensal
ru: Ежемесячный Уровень
tr: Aylık Zindan
uk: Щомісячний рівень

source: Weekly report
de: Wochenbericht
es: Informe semanal
fr: Rapport hebdomadaire
it: Resoconto settimanale
pt: Relatório semanal
ru: Еженедельный отчёт
tr: Haftalık rapor
uk: Щотижневий звіт

source: Monthly report
de: Monatsbericht
es: Informe mensual
fr: Rapport mensuel
it: Resoconto mensile
pt: Relatório mensal
ru: Ежемесячный отчёт
tr: Aylık rapor
uk: Щомісячний звіт

# lastDaysReport
source: Last <days> days:
de: Letzte <days> Tage:
es: Últimos <days> días:
fr: <days> derniers jours :
it: Ultimi <days> giorni:
pt: Últimos <days> dias:
ru: Последние <days> дн.:
tr: Son <days> gün:
uk: Останні <days> д.:

# randomMatchesCountReport
source: Random matches played against you: <number>
de: Gegen dich gespielte Zufallsspiele: <number>
es: Partidas aleatorias jugadas contra ti: <number>
fr: Matches aléatoires joués contre toi : <number>
it: Partite casuali giocate contro di te: <number>
pt: Partidas aleatórias jogadas contra você: <number>
ru: Случайные матчи, сыгранные против Вас: <number>
tr: Sana karşı oynanan rastgele maçlar: <number>
uk: Випадкові матчі, зіграні проти вас: <number>

# randomMatchesCountReportFull
source: Random matches played against you in the last <days> days: <number>
de: Gegen dich in den letzten <days> Tagen gespielte Zufallsspiele: <number>
es: Partidas aleatorias jugadas contra ti en los últimos <days> días: <number>
fr: Matches aléatoires joués contre toi les <days> derniers jours : <number>
it: Partite casuali giocate contro di te negli ultimi <days> giorni: <number>
pt: Partidas aleatórias jogadas contra você nos últimos <days> dias: <number>
ru: Случайные матчи, сыгранные против Вас за последние <days> дн.: <number>
tr: Son <days> gün içinde sana karşı oynanan rastgele maçlar: <number>
uk: Випадкові матчі, зіграні проти вас за останні <days> д.: <number>

# yourVictoriesCountReport
source: Your victories: <number>
de: Deine Siege: <number>
es: Tus victorias: <number>
fr: Tes victoires : <number>
it: Le tue vittorie: <number>
pt: Suas vitórias: <number>
ru: Ваши победы: <number>
tr: Kazandığın zaferler: <number>
uk: Ваші перемоги: <number>

# yourDefeatsCountReport
source: Your defeats: <number>
de: Deine Niederlagen: <number>
es: Tus derrotas: <number>
fr: Tes défaites : <number>
it: Le tue sconfitte: <number>
pt: Suas derrotas: <number>
ru: Ваши поражения: <number>
tr: Mağlubiyetlerin: <number>
uk: Ваші поразки: <number>

# victoryCountReport
source: Victory count: <number>
de: Anzahl Siege: <number>
es: Número de victorias: <number>
fr: Nombre de victoires : <number>
it: Totale vittorie: <number>
pt: Contagem de vitórias: <number>
ru: Счёт побед: <number>
tr: Zafer sayısı: <number>
uk: Рахунок перемог: <number>

# defeatCountReport
source: Defeat count: <number>
de: Anzahl Niederlagen: <number>
es: Número de derrotas: <number>
fr: Nombre de défaites : <number>
it: Totale sconfitte: <number>
pt: Contagem de derrotas: <number>
ru: Счёт поражений: <number>
tr: Mağlubiyet sayısı: <number>
uk: Рахунок поразок: <number>

# victoryRate
source: Victory rate: <percent>%
de: Siegrate: <percent>%
es: Porcentaje de victorias: <percent> %
fr: Pourcentage de victoires : <percent> %
it: Percentuale di vittorie: <percent>%
pt: Taxa de vitória: <percent>%
ru: Процент побед: <percent>%
tr: Zafer oranı: <percent>%
uk: Відсоток перемог: <percent>%

# highestRank
source: Your highest rank: <rank>
de: Dein höchster Rang: <rank>
es: Tu rango más alto: <rank>
fr: Ton rang le plus élevé : <rank>
it: La tua posizione più alta: <rank>
pt: Sua patente mais alta: <rank>
ru: Ваш наивысший ранг: <rank>
tr: En yüksek derecen: <rank>
uk: Ваш найвищий ранг: <rank>

# topRankingPosition
source: Your top ranking position: #<number>
de: Deine höchste Platzierung: #<number>
es: Tu posición más alta en la clasificación: #<number>
fr: Ta meilleure position dans le classement : #<number>
it: La tua posizione migliore: #<number>
pt: Sua melhor colocação no ranking geral: #<number>
ru: Ваше наилучшее положение в рейтинге: #<number>
tr: En yüksek sıralama yerin: #<number>
uk: Ваше найкраще положення в рейтингу: #<number>
