Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# challengeResultDefeat
source: <friends-name> has beaten you!
de: <friends-name> hat dich geschlagen!
es: ¡<friends-name> te ha derrotado!
fr: <friends-name> t'a vaincu !
it: <friends-name> ti ha battuto!
pt: <friends-name> te derrotou!
ru: <friends-name> победил(а) вас!
tr: <friends-name> seni yendi!
uk: <friends-name> переміг вас!

# challengeResultChalDefeat
source: <friends-name> has beaten you after asking for revenge!
de: <friends-name> hat dich geschlagen, nachdem er nach Revanche gefordert hat!
es: ¡<friends-name> te ha derrotado tras pedir venganza!
fr: <friends-name> t'a vaincu après avoir demandé une revanche !
it: <friends-name> ti ha battuto dopo aver chiesto la rivincita!
pt: <friends-name> te derrotou após ter pedido uma revanche!
ru: <friends-name> попросил(а) Вас о реванше и победил(а)!
tr: <friends-name> intikam fırsatı istedikten sonra seni yendi!
uk: <friends-name> попросив реванш і переміг!

# challengeResultChalTaunt
source: <friends-name> couldn't beat you the first time, but they defeated you in revenge!
de: <friends-name> konnte dich beim ersten Mal nicht schlagen, aber im Revanche-Spiel schon!
es: ¡<friends-name> no pudo contigo la primera vez, pero te ha derrotado en una venganza!
fr: <friends-name> n'a pas pu te vaincre la première fois, mais il t'a battu lors d'une revanche !
it: <friends-name> non ti ha battuto la prima volta, ma ti ha sconfitto alla rivincita!
pt: <friends-name> não conseguiu te derrotar da primeira vez, mas conseguiu na revanche!
ru: <friends-name> не смог(ла) победить в первой битве, но не оставил(а) Вам шансов в матче-реванше!
tr: <friends-name> seni ilk seferde yenemedi, ama intikam maçında yendi!
uk: <friends-name> не зміг перемогти в першій битві, але не залишив вам шансів у матчі-реванші!

# challengeResultChalDefeatTau
source: <friends-name> tried two times, but still couldn't beat you!
de: <friends-name> hat zwei Mal versucht, dich zu schlagen - und es nicht geschafft!
es: ¡<friends-name> lo ha intentado dos veces, pero aun así no ha podido contigo!
fr: <friends-name> a essayé à deux reprises, mais il n'a toujours pas réussi à te vaincre !
it: <friends-name> ci ha provato due volte, ma non ti ha battuto!
pt: <friends-name> tentou duas vezes, ainda assim não conseguiu te derrotar!
ru: <friends-name> не раз пробовал(а), но так и не смог(ла) Вас одолеть!
tr: <friends-name> iki kez denedi, ama yine de seni yenemedi!
uk: <friends-name> двічі не зміг вас перемогти!

# challengeResultVictory
source: You have beaten <friends-name>!
de: Du hast <friends-name> geschlagen!
es: ¡Has derrotado a <friends-name>!
fr: Tu as battu <friends-name> !
it: Hai battuto <friends-name>!
pt: Você derrotou <friends-name>!
ru: Вы победили игрока <friends-name>!
tr: <friends-name> adlı kişiyi yendin!
uk: Ви перемогли <friends-name>!

# challengeStatusDeclined
source: Declined
de: Abgelehnt
es: Rechazado
fr: Décliné
it: Rifiutata
pt: Recusada
ru: Отклонено
tr: Reddedildi
uk: Скасовано

# challengeStatusWaiting
source: Waiting
de: Warte
es: Esperando
fr: En attente
it: In attesa
pt: Esperando
ru: Ожидание
tr: Bekleniyor
uk: Очікування

# challengeStatusYouWon
source: You won
de: Du gewinnst
es: Has ganado
fr: Tu as gagné
it: Vinta
pt: Você venceu
ru: Вы победили
tr: Kazandın
uk: Ви перемогли

# challengeStatusYouLost
source: You lost
de: Du verlierst
es: Has perdido
fr: Tu as perdu
it: Persa
pt: Você perdeu
ru: Вы проиграли
tr: Kaybettin
uk: Ви програли

# challengeStatusDraw
source: Draw
de: Unentschieden
es: Empate
fr: Match nul
it: Pareggio
pt: Empate
ru: Ничья
tr: Berabere
uk: Нічия

source: Add friend
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
it: Aggiungi amico
pt: Adicionar amigo
ru: Добавить друга
tr: Arkadaş ekle
uk: Додати друга

source: My friends
de: Meine Freunde
es: Mis amigos
fr: Mes amis
it: I miei amici
pt: Meus amigos
ru: Мои друзья
tr: Arkadaşlarım
uk: Мої друзі

source: My challenges
de: Meine Herausforderungen
es: Mis desafíos
fr: Mes défis
it: Le mie sfide
pt: Meus desafios
ru: Мои вызовы
tr: Meydan okumalarım
uk: Мої виклики

# challengeButton
source: Challenge
de: Herausfordern
es: Desafiar
fr: Défier
it: Sfida
pt: Desafiar
ru: Вызов
tr: Meydan oku
uk: Виклик

# challengeNowButton
source: Challenge now!
de: Jetzt herausfordern!
es: ¡Desafiar!
fr: Défier maintenant !
it: Sfida ora!
pt: Desafiar agora!
ru: Немедленно бросить вызов!
tr: Hemen meydan oku!
uk: Негайно кинути виклик!

# challengeQuestion
source: Challenge <friends-name>?
de: Fordere <friends-name> heraus?
es: ¿Desafiar a <friends-name>?
fr: Défier <friends-name> ?
it: Vuoi sfidare <friends-name>?
pt: Desafiar <friends-name>?
ru: Бросить вызов игроку <friends-name>?
tr: <friends-name> adlı kişiye meydan oku?
uk: Викликати <friends-name> на бій?

source: Clear all
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Elimina tutto
pt: Apagar todos
ru: Очистить все
tr: Tümünü temizle
uk: Очистити все

# clearAllChalConfirmation
source: Clear all challenges?
de: Alle Herausforderungen löschen?
es: ¿Borrar todos los desafíos?
fr: Effacer tous les défis ?
it: Eliminare tutte le sfide?
pt: Apagar todos os desafios?
ru: Очистить все вызовы?
tr: Tüm meydan okumaları temizle?
uk: Очистити всі виклики?

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Elimina
pt: Apagar
ru: Очистить
tr: Temizle
uk: Очистити

source: Refresh
de: Neu laden
es: Actualizar
fr: Actualiser
it: Aggiorna
pt: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити

# update
source: Refresh
de: Update
es: Actualizar
fr: Actualiser
it: Aggiorna
pt: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити

# gameVersionTooOld
source: Your game software version is too old! Please update the game in order to play online.
de: Deine Spielversion ist zu alt! Bitte führe ein Update aus, um online spielen zu können.
es: ¡Tu versión del software del juego es demasiado antigua! Actualiza el juego para jugar en línea.
fr: La version de ton jeu est trop ancienne ! Merci de mettre le jeu à jour pour pouvoir jouer en ligne.
it: La tua versione di gioco è datata! Aggiorna il gioco per poter giocare online.
pt: A versão do seu jogo é muito antiga! Por favor atualize-o para continuar jogando on-line.
ru: Похоже, Вы не обновляли игру со дня сотворения мира. Скачайте обновление, чтобы играть с внутрисерверными возможностями.
tr: Oyun yazılım sürümün çok eski! Çevrim içi oynayabilmek için lütfen oyunu güncelle.
uk: Схоже, ви не оновлювали гру зі дня створення світу. Завантажте оновлення для гри в мережі.

# using2ndController
source: It seems you are using the second controller. Please use the first controller.
de: Anscheinend benutzt du den zweiten Controller. Bitte spiele mit dem ersten Controller.
es: Parece que estás usando el segundo mando. Utiliza el primer mando.
fr: Il semblerait que tu utilises le deuxième contrôleur. Merci d'utiliser le premier contrôleur.
it: Sembra che tu stia usando il secondo controller. Prendi il primo controller.
pt: Parece que você está usando o segundo controle. Por favor pegue o primeiro controle.
ru: Кажется, Вы используете второй контроллер. Возьмите главный контроллер.
tr: İkinci kontrol cihazını kullanıyorsun. Lütfen birinci kontrol cihazını kullan.
uk: Здається, ви використовуєте другий джойстик. Візьміть головний джойстик.

# using2ndControllerEx
source: It seems you are using the second controller. Gaming and browsing may not work correctly. Please use the first controller.
de: Anscheinend benutzt du den zweiten Controller. Spielen und navigieren funktioniert möglicherweise nicht richtig. Bitte benutze den ersten Controller.
es: Parece que estás usando el segundo mando. Puede que el juego y la navegación no funcionen correctamente. Utiliza el primer mando.
fr: Il semblerait que tu utilises le deuxième contrôleur. Le jeu et la navigation sur le Web peuvent ne pas fonctionner correctement. Merci d'utiliser le premier contrôleur.
it: Sembra che tu stia usando il secondo controller. Potrebbe non essere possibile giocare e navigare normalmente. Prendi il primo controller.
pt: Parece que você está usando o segundo controle. O controle nos menus e no jogo pode não funcionar corretamente. Por favor pegue o primeiro controle.
ru: Кажется, Вы используете второй контроллер: игровое управление и навигация могут работать неправильно. Возьмите главный контроллер.
tr: İkinci kontrol cihazını kullanıyorsun. Oyun ve gezinme işlevleri doğru şekilde çalışmayabilir. Lütfen birinci kontrol cihazını kullan.
uk: Здається, ви використовуєте другий джойстик: ігрове управління та навігація можуть працювати неправильно. Візьміть головний джойстик.

# noFriends
source: Your friends list is currently empty.
de: Deine Freundesliste ist leer.
es: Tu lista de amigos está vacía.
fr: Ta liste d'amis est vide.
it: La tua lista amici è vuota.
pt: Sua lista de amigos está vazia.
ru: У Вас нет друзей? Сочувствуем.
tr: Arkadaş listen şu anda boş.
uk: У вас немає друзів. Співчуваємо.

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
pt: Amigos
ru: Друзья
tr: Arkadaşlar
uk: Друзі

source: Friends list
de: Freundesliste
es: Lista de amigos
fr: Liste d'amis
it: Lista amici
pt: Lista de amigos
ru: Список друзей
tr: Arkadaş listesi
uk: Список друзів

source: Challenges
de: Herausforderungen
es: Desafíos
fr: Défis
it: Sfide
pt: Desafios
ru: Битвы
tr: Meydan okuma
uk: Битви

source: Challenges list
de: Herausforderungsliste
es: Lista de desafíos
fr: Liste de défis
it: Lista sfide
pt: Lista de desafios
ru: Список битв
tr: Meydan okumalar listesi
uk: Список битв

# beatenByRandomChallenger
source: <player-name> beat you in a random match!
de: <player-name> hat dich in einem Zufallsmatch besiegt!
es: ¡<player-name> te ha vencido en una partida aleatoria!
fr: <player-name> t'a battu dans un match aléatoire !
it: <player-name> ti ha battuto in una partita casuale!
pt: <player-name> te derrotou numa partida aleatória!
ru: <player-name> победил(а) Вас в случайном матче!
tr: <player-name> seni bir rastgele maçta yendi!
uk: <player-name> переміг вас у випадковому матчі!

# beatRandomChallenger
source: You beat <player-name> in a random match!
de: <player-name> wurde in einem Zufallsmatch besiegt!
es: ¡Has vencido a <player-name> en una partida aleatoria!
fr: Tu as battu <player-name> dans un match aléatoire !
it: Hai battuto <player-name> in una partita casuale!
pt: <player-name> foi derrotado por você numa partida aleatória!
ru: Вы победили игрока <player-name> в случайном матче!
tr: <player-name> adlı kişiyi bir rastgele maçta yendin!
uk: Ви перемогли <player-name> у випадковому матчі!

# removeFriendConfirmation
source: Remove <friends-name> from your list?
de: <friends-name> von deiner Liste entfernen?
es: ¿Eliminar a <friends-name> de tu lista?
fr: Retirer <friends-name> de ta liste ?
it: Vuoi rimuovere <friends-name> dalla tua lista amici?
pt: Remover <friends-name> da sua lista?
ru: Удалить игрока <friends-name> из списка?
tr: <friends-name> adlı kişiyi listenden çıkar?
uk: Видалити <friends-name> зі списку?

# addFriendConfirmation
source: Add <friends-name> to your list?
de: <friends-name> deiner Liste hinzufügen?
es: ¿Añadir a <friends-name> a tu lista?
fr: Ajouter <friends-name> à ta liste ?
it: Vuoi aggiungere <friends-name> alla tua lista amici?
pt: Adicionar <friends-name> à sua lista?
ru: Добавить игрока <friends-name> в друзья?
tr: <friends-name> adlı kişiyi listene ekle?
uk: Додати <friends-name> у список?

# challengeFullQuestion
source: Challenge <friends-name> to a Dungeon match?
de: <friends-name> zu einem Dungeon-Match herausfordern?
es: ¿Desafiar a <friends-name> a una partida de mazmorra?
fr: Défier <friends-name> dans un match de donjon ?
it: Vuoi sfidare <friends-name> in una partita livello?
pt: Desafiar <friends-name> numa masmorra?
ru: Бросить вызов игроку <friends-name> в матче?
tr: <friends-name> adlı kişiye bir Zindan maçında meydan oku?
uk: Кинути виклик <friends-name> у матчі?

# notEnoughCoinsShort
source: Not enough tokens!
de: Nicht genug Münzen!
es: ¡Fichas insuficientes!
fr: Pas assez de crédits !
it: Gettoni insufficienti!
pt: Fichas insuficientes!
ru: Недостаточно жетонов!
tr: Yeterli jeton yok!
uk: Недостатньо монет!

# moreCoins
source: More Tokens!
de: Mehr Münzen!
es: ¡Más fichas!
fr: Plus de crédits !
it: Più gettoni!
pt: Mais fichas!
ru: Больше жетонов!
tr: Daha çok jeton!
uk: Більше монет!

# lastDays
source: Last <days> days
de: Letzte <days> Tage
es: Últimos <days> días
fr: <days> derniers jours
it: Ultimi <days> giorni
pt: Últimos <days> dias
ru: Последние <days> дн.
tr: Son <days> gün
uk: Останні <days> д.

# challengeSent
source: Challenge sent to <friends-name>!
de: Herausforderung an <friends-name> geschickt!
es: ¡Desafío enviado a <friends-name>!
fr: Défi envoyé à <friends-name> !
it: Sfida inviata a <friends-name>!
pt: Desafio enviado para <friends-name>!
ru: Игроку <friends-name> отправлен вызов на бой!
tr: Meydan okuma <friends-name> adlı kişiye gönderildi!
uk: Виклик на бій відправлений <friends-name>!

# challengeSentError
source: Couldn't send challenge to <friends-name>!
de: Konnte Herausforderung nicht an <friends-name> schicken!
es: ¡No se ha podido enviar el desafío a <friends-name>!
fr: Impossible d'envoyer un défi à <friends-name> !
it: Impossibile inviare sfida a <friends-name>!
pt: Não foi possível enviar o desafio para <friends-name>!
ru: Не удалось вызвать на бой игрока <friends-name>!
tr: Meydan okuma <friends-name> adlı kişiye gönderilemedi!
uk: Не вдалося викликати <friends-name> на бій!

# challengeSentErrorFull
source: Couldn't send challenge to <friends-name>! Check your internet connection.
de: Konnte Herausforderung nicht an <friends-name> schicken! Prüfe deine Internetverbindung.
es: ¡No se ha podido enviar el desafío a <friends-name>! Comprueba tu conexión a internet.
fr: Impossible d'envoyer un défi à <friends-name> ! Vérifie ta connexion Internet.
it: Non è stato possibile inviare la sfida a <friends-name>! Controlla la tua connessione a Internet.
pt: Não foi possível enviar o desafio para <friends-name>! Verifique sua conexão.
ru: Не удалось вызвать на бой игрока <friends-name>! Проверьте Интернет-соединение.
tr: Meydan okuma <friends-name> adlı kişiye gönderilemedi! İnternet bağlantını kontrol et.
uk: Не вдалося викликати <friends-name> на бій! Перевірте інтернет-з'єднання.

source: Social
de: Sozial
fr: Communauté
ru: Моя страница
tr: Sosyal
uk: Соціум

# noPlayerFound
source: No results for <search-string>.
de: Nichts zu <search-string> gefunden.
es: No hay resultados para <search-string>.
fr: Aucun résultat pour <search-string>.
it: Nessun risultato per <search-string>.
pt: Nenhum resultado encontrado para <search-string>.
ru: Результат для «<search-string>» не найден.
tr: <search-string> için bir sonuç bulunmadı.
uk: Не знайдені результати для «<search-string>».

source: Results:
de: Ergebnisse:
es: Resultados:
fr: Résultats :
it: Risultati:
pt: Resultados:
ru: Результаты:
tr: Sonuçlar:
uk: Результати:

# foundOneResult
source: Found 1 result:
de: 1 Ergebnis gefunden:
es: Se ha encontrado 1 resultado:
fr: 1 résultat trouvé :
it: 1 risultato trovato:
pt: 1 resultado encontrado:
ru: Найден 1 результат:
tr: 1 sonuç bulundu:
uk: Знайдено 1 результат:

# foundMultipleResult
source: Found <count> results:
de: <count> Ergebnisse gefunden:
es: Se han encontrado <count> resultados:
fr: <count> résultats trouvés :
it: <count> risultati trovati:
pt: <count> resultados encontrados:
ru: Найдены результаты (<count> шт.):
tr: <count> sonuç bulundu:
uk: Знайдено результати (<count> шт.):

# findFriends
source: Find your friends
de: Freunde finden
es: Busca a tus amigos
fr: Trouver des amis
it: Trova amici
pt: Encontre seus amigos
ru: Найти друзей
tr: Arkadaşlarını bul
uk: Знайдіть друзів

# typeYourFriendsNickName
source: Search for your friend's nickname on <service>.
de: Gib den Namen deines Freundes bei <service> ein.
es: Escribe el apodo de tu amigo en <service>.
fr: Saisis le pseudo de ton ami sur <service>.
it: Inserisci il nickname del tuo amico su <service>.
pt: Digite o apelido do seu amigo na <service>.
ru: Введите ник друга с сервиса <service>.
tr: <service> sunucusunda arkadaşının takma adını bul.
uk: Введіть нік друга з <service>.

source: Searching
de: Suche
es: Buscando
fr: Recherche en cours
it: Ricerca in corso
pt: Buscando
ru: Идёт поиск...
tr: Arama
uk: Йде пошук

# makeSureYouTypedRight
source: Make sure you've typed your friend's nickname exactly as it is on their account.
de: Achte darauf, dass du den Namen deines Freundes genau so eingibst, wie der Account lautet.
es: Comprueba que hayas escrito el apodo de tu amigo exactamente como aparece en su cuenta.
fr: Assure-toi de bien avoir saisi le pseudo de ton ami comme inscrit sur son compte.
it: Assicurati di aver digitato il nickname del tuo amico esattamente com'è nel suo account.
pt: Certifique-se de ter digitado o apelido exatamente como é na conta do seu amigo.
ru: Убедитесь, что ввели ник друга именно так, как он написан в его учётной записи.
tr: Arkadaşının takma adını tam olarak hesapta göründüğü şekilde yazdığından emin ol.
uk: Переконайтеся, що ввели нік друга саме так, як він написаний в його акаунті.

# challengingFriendDungeonTitle
source: Challenging <friends-name>
de: Fordere <friends-name> heraus
es: Desafiando a <friends-name>
fr: Défi avec <friends-name> en cours
it: Sfida contro <friends-name>
pt: Desafiando <friends-name>
ru: Вы вызываете на бой игрока <friends-name>!
tr: Meydan okunuyor <friends-name>
uk: Ви викликаєте <friends-name> на бій

# noChallenges
source: No new challenges at the moment.
de: Keine neuen Herausforderungen.
es: No hay nuevos desafíos en estos momentos.
fr: Aucun nouveau défi pour le moment.
it: Nessuna nuova sfida al momento.
pt: Nenhum novo desafio até o momento.
ru: Сейчас нет актуальных вызовов на бой.
tr: Şu anda hiçbir yeni meydan okuma yok.
uk: Зараз немає актуальних викликів на бій.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar
ru: Добавить
tr: Ekle
uk: Додати

# declineFriendsChallenge
source: Decline <friends-name>'s challenge?
de: Die Herausforderung von <friends-name> ablehnen?
es: ¿Rechazar el desafío de <friends-name>?
fr: Refuser le défi de <friends-name> ?
it: Vuoi rifiutare la sfida di <friends-name>?
pt: Recusar o desafio de <friends-name>?
ru: Отклонить вызов от игрока <friends-name>?
tr: <friends-name> adlı kişinin meydan okumasını reddet?
uk: Відхилити виклик від <friends-name>?

# acceptFriendsChallenge
source: Accept <friends-name>'s challenge?
de: Die Herausforderung von <friends-name> akzeptieren?
es: ¿Aceptar el desafío de <friends-name>?
fr: Accepter le défi de <friends-name> ?
it: Vuoi accettare la sfida di <friends-name>?
pt: Aceitar ao desafio de <friends-name>?
ru: Принять вызов от игрока <friends-name>?
tr: <friends-name> adlı kişinin meydan okumasını kabul et?
uk: Прийняти виклик від <friends-name>?

# goldChestTitle
source: <gold-number> gold chest
de: <gold-number> Goldkiste
es: Cofre de <gold-number> de oro
fr: <gold-number> coffre en or
it: <gold-number> forziere d'oro
pt: <gold-number> baú de ouro
ru: Сундук с <gold-number> золота
tr: <gold-number> altın sandığı
uk: Скриня з <gold-number> золота

# goldChestDesc
source: Grants <gold-number> gold coins to your character.
de: Gewährt deinem Charakter <gold-number> Goldmünzen.
es: Otorga <gold-number> monedas de oro a tu personaje.
fr: Fais gagner <gold-number> pièces d'or à ton personnage.
it: Dà al tuo personaggio <gold-number> monete d'oro.
pt: Transfere <gold-number> em moedas de ouro para seu personagem.
ru: Ваш персонаж получит <gold-number> золота.
tr: Karakterine <gold-number> altın kazandırır.
uk: Ваш герой отримає <gold-number> золотих монет.

# goldChestPlusDesc
source: Grants <gold-number> gold coins and <coin-number> competitive tokens to your character.
de: Gewährt deinem Charakter <gold-number> Goldmünzen und <coin-number> Wettkampfmünzen.
es: Otorga <gold-number> monedas de oro y <coin-number> fichas competitivas a tu personaje.
fr: Fais gagner <gold-number> pièces d'or et <coin-number> pièces de combat à ton personnage.
it: Dà al tuo personaggio <gold-number> monete d'oro e <coin-number> gettoni.
pt: Transfere <gold-number> em moedas de ouro e <coin-number> fichas para seu personagem.
ru: Ваш персонаж получит <gold-number> золота и <coin-number> жетонов.
tr: Karakterine <gold-number> altın ve <coin-number> rekabet jetonu kazandırır.
uk: Ваш герой отримає <gold-number> золотих монет і <coin-number> змагальних монет.

# playerRank
source: Rank
de: Rang
es: Rango
fr: Grade
it: Rango
pt: Patente
ru: Ранг
tr: Derece
uk: Ранг

# playerUnranked
source: Unranked
de: Ranglos
es: Sin rango
fr: Aucun grade
it: Nessun rango
pt: Sem patente
ru: Древесина
tr: Derecesiz
uk: Салага

# rankIron
source: Iron
de: Eisen
es: Hierro
fr: Fer
it: Ferro
pt: Ferro
ru: Сталь
tr: Demir
uk: Рядовий

# rankBronze
source: Bronze
es: Bronce
it: Bronzo
ru: Бронза
tr: Bronz
uk: Прапорщик

# rankSilver
source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
pt: Prata
ru: Серебро
tr: Gümüş
uk: Капітан

# rankGold
source: Gold
es: Oro
fr: Or
it: Oro
pt: Ouro
ru: Золото
tr: Altın
uk: Майор

# rankPlatinum
source: Platinum
de: Platin
es: Platino
fr: Platine
it: Platino
pt: Platina
ru: Платина
tr: Platin
uk: Полковник

# rankDiamond
source: Diamond
de: Diamant
es: Diamante
fr: Diamant
it: Diamante
pt: Diamante
ru: Бриллиант
tr: Elmas
uk: Генерал

# spearDescription
source: Spears can pierce through barriers and enemies.
de: Speere durchbohren Barrieren und Feinde.
es: Las lanzas pueden atravesar las barreras y a los enemigos.
fr: Les lances peuvent transpercer les barrières et les ennemis.
it: Le lance possono perforare barriere e nemici.
pt: Lanças podem perfurar barreiras e inimigos.
ru: Копья пронзают барьеры и врагов насквозь.
tr: Mızraklar bariyerleri ve düşmanları delip geçebilir.
uk: Списи можуть пронизувати бар'єри й ворогів наскрізь.

# billOk
source: Successful transaction
de: Transaktion erfolgreich
es: Transacción correcta
fr: Transaction effectuée
it: Transazione riuscita
pt: Transação bem sucedida
ru: Удачная транзакция!
tr: İşlem başarılı
uk: Успішна транзакція

# billFeatureNotSupported
source: Feature not supported
de: Feature nicht unterstützt
es: Característica no disponible
fr: Fonction non prise en charge
it: Funzionalità non supportata
pt: Recurso não suportado
ru: Эта функция не поддерживается!
tr: Özellik desteklenmiyor
uk: Ця функція не підтримується

# billServiceDisconnected
source: Service disconnected
de: Service nicht verbunden
es: Servicio desconectado
fr: Service déconnecté
it: Servizio disconnesso
pt: Serviço desconectado
ru: Нет связи с сервисом!
tr: Hizmet bağlantısı kesildi
uk: Немає зв'язку із сервісом

# billServiceUnavailable
source: Service unavailable
de: Service nicht verfügbar
es: Servicio no disponible
fr: Service indisponible
it: Servizio non disponibile
pt: Serviço indisponível
ru: Сервис недоступен!
tr: Hizmet kullanılamıyor
uk: Сервіс недоступний

# waitingChallengeResponse
source: Waiting for <friends-name> to accept your challenge.
de: Warte darauf, dass <friends-name> deine Herausforderung annimmt.
es: Esperando a que <friends-name> acepte tu desafío.
fr: En attente de l'acceptation de ton défi par <friends-name>.
it: In attesa che <friends-name> accetti la tua sfida.
pt: Esperando <friends-name> aceitar seu desafio.
ru: Ожидаем, пока игрок <friends-name> примет Ваш вызов.
tr: <friends-name> adlı kişinin meydan okumayı kabul etmesi bekleniyor.
uk: Очікуємо, поки <friends-name> прийме ваш виклик.
