Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# bankIsFull
source: The bank is full!
de: Die Bank ist voll!
es: ¡El banco está lleno!
fr: La banque est pleine !
it: La banca è piena!
pt: O banco está cheio!
ru: В Банке нет свободных ячеек!
tr: Banka dolu
uk: У банку немає вільних комірок

source: level
es: nivel
fr: niveau
it: livello
pt: nível
ru: уровень
tr: seviye
uk: рівень

source: Level
es: Nivel
fr: Niveau
it: Livello
pt: Nível
ru: Уровень
tr: Seviye
uk: Рівень

source: Level up
es: Subes de nivel
fr: Niveau supérieur
it: Nuovo liv.
pt: Subiu de nível
ru: Новый Уровень
tr: Yeni seviye
uk: Новий рівень

source: Level up!
es: ¡Subes de nivel!
fr: Niveau supérieur !
it: Nuovo liv.!
pt: Subiu de nível!
ru: Новый Уровень!
tr: Yeni seviye!
uk: Новий рівень!

source: Score
de: Punkte
es: Puntos
it: Punti
pt: Pontos
ru: Счёт
tr: Puan
uk: Рахунок

source: SCORE
de: PUNKTE
es: PUNTOS
it: PUNTI
pt: PONTOS
ru: СЧЁТ
tr: PUAN
uk: РАХУНОК

# headshotBonus
source: Head shot
es: En la cabeza
fr: Tir à la tête
it: Colpi testa
pt: Na cabeça
ru: Попадание в голову!
tr: Kafadan
uk: Попадання в голову

source: Time bonus
de: Zeitbonus
es: Bonificación de tiempo
fr: Bonus de temps
it: Bonus tempo
pt: Bônus de tempo
ru: Бонус времени!
tr: Süre bonusu
uk: Бонус часу

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
it: Esperienza
pt: Experiência
ru: Опыт
tr: Deneyim
uk: Досвід

source: Potion used
de: Trank benutzt
es: Poción usada
fr: Potion
it: Uso pozione
pt: Poção usada
ru: Штраф зелья!
tr: Kullanılan iksir
uk: Штраф зілля

# damagePenalty
source: Damage taken
de: Schaden
es: Daño recibido
fr: Dommages subis
it: Danni subiti
pt: Dano tomado
ru: Получен урон!
tr: Alınan hasar
uk: Отримано шкоди

source: Double kill
de: Doppel-Kill
es: Baja doble
it: Due vittime
pt: Morte dupla
ru: Двойное убийство
tr: Çifte katliam
uk: Подвійне вбивство

source: Triple kill
de: Dreier-Kill
es: Baja triple
it: Tre vittime
pt: Morte tripla
ru: Тройное убийство
tr: Üçlü katliam
uk: Потрійне вбивство

source: Multi kill
es: Baja múltiple
fr: Kills multiples
it: Più vittime
pt: Morte múltipla
ru: Массовое убийство
tr: Seri katliam
uk: Масове вбивство

source: MONSTER KILL!
es: ¡BAJA MONSTRUOSA!
it: STRAGE!
pt: MONSTRUOSO!
ru: ЧУДОВИЩНОЕ УБИЙСТВО
tr: BÜYÜK KATLİAM!
uk: ЖАХЛИВЕ ВБИВСТВО

# dungeonTitle
source: Dungeon Level <level>
es: Nivel <level> de mazmorra
fr: Donjon Niveau <level>
it: Livello <level>
pt: Masmorra Nível <level>
ru: Испытание <level> уровня
tr: Zindan Seviyesi <level>
uk: Підземелля <level> рівня

# experienceLost
source: <xp> experience points have been lost!
de: <xp> Erfahrung verloren!
es: ¡Has perdido <xp> puntos de experiencia!
fr: <xp> points d'expérience ont été perdus !
it: <xp> punti esperienza persi!
pt: <xp> pontos de experiência foram perdidos!
ru: Потеряны Очки Опыта: <xp>!
tr: <xp> deneyim puanı kaybedildi!
uk: Втрачено досвіду: <xp>!

source: Experience points
de: Erfahrungspunkte
es: Puntos de experiencia
fr: Points d'expérience
it: Punti esperienza
pt: Pontos de experiência
ru: Очки Опыта
tr: Deneyim puanları
uk: Досвід

source: Final score
de: Endpunktzahl
es: Puntos finales
fr: Score final
it: Punteggio finale
pt: Pontuação final
ru: ФИНАЛЬНЫЙ СЧЁТ
tr: Final puanı
uk: Фінальний рахунок

source: versus
es: contra
it: contro
ru: против
tr: x
uk: проти

source: Total damage taken
de: Gesamter erlittener Schaden
es: Total de daño recibido
fr: Total des dommages subis
it: Totale danni subiti
pt: Dano tomado total
ru: Всего урона получено
tr: Alınan toplam hasar
uk: Усього отримано шкоди

# totalTime
source: Time
de: Zeit
es: Tiempo
fr: Durée
it: Tempo
pt: Tempo total
ru: Время
tr: Süre
uk: Час

# headShotCount
source: Head shots
es: Disparos en la cabeza
fr: Tirs à la tête
it: Colpi testa
pt: Acertos na cabeça
ru: Попадания в голову
tr: Kafadan
uk: Влучень у голову

# potionUsedCount
source: Potions used
de: Tränke benutzt
es: Pociones usadas
fr: Potions utilisées
it: Uso pozione
pt: Poções usadas
ru: Использования Зелий
tr: Kullanılan iksir
uk: Зіль використано

# multiKillCount
source: Multiple kills
de: Mehrfach-Kills
es: Bajas múltiples
fr: Kills multiples
it: Più vittime
pt: Mortes múltiplas
ru: Массовые убийства
tr: Seri katliam
uk: Масових вбивств

# challengeFriend
source: Challenge a friend
de: Spiele gegen einen Freund
es: Desafía a un amigo
fr: Défier un ami
it: Sfida un amico
pt: Desafie um amigo
ru: Бросить вызов другу
tr: Bir arkadaşa meydan oku
uk: Викликати друга

# playSolo
source: Play solo Dungeon
de: Solo-Dungeon spielen
es: Jugar mazmorra solo
fr: Faire le donjon en solo
it: Gioca dungeon in singolo
pt: Jogar Masmorra Solo
ru: Играть в одиночку
tr: Tek kişilik Zindan oyna
uk: Грати одному

source: Solo Dungeon
es: Mazmorra solo
fr: Donjon solo
it: Dungeon in singolo
pt: Masmorra Solo
ru: Одиночное Испытание
tr: Tekli zindan
uk: Одиночна гра

source: Hall of Fame
de: Ruhmeshalle
es: Salón de la fama
it: Albo d'onore
pt: Hall da fama
ru: Зал Славы
tr: Onur Listesi
uk: Зала слави

source: Screenpad size
de: Screenpad-Größe
es: Tamaño de controles
fr: Taille du Screen Pad
it: Dimensioni screenpad
pt: Tamanho do Screenpad
ru: Размер экранного джойстика
tr: Ekran pedi boyutu
uk: Розмір екранного джойстика

# screepadOptions
source: Screenpad options
de: Screenpad-Optionen
es: Opciones de controles
fr: Options du Screen Pad
it: Opzioni screenpad
pt: Opções do Screenpad
ru: Настройки экранного джойстика
tr: Ekran pedi seçenekleri
uk: Налаштування екранного джойстика

source: Controls
de: Steuerung
es: Controles
fr: Contrôles
it: Comandi
pt: Controle
ru: Управление
tr: Kontroller
uk: Управління

# adjustControls
source: Adjust controls size
de: Steuerungsgröße anpassen
es: Ajustar tamaño de controles
fr: Ajuster la taille des contrôles
it: Cambia dimensione comandi
pt: Ajuste tamanho do controle
ru: Размер кнопок управления
tr: Kontrollerin boyutunu ayarla
uk: Розмір кнопок управління

source: YOU WIN!
de: GEWONNEN!
es: ¡HAS GANADO!
fr: VICTOIRE !
it: HAI VINTO!
pt: VITÓRIA!
ru: ПОБЕДА!
tr: KAZANDIN!
uk: ТИ ПЕРЕМІГ!

source: YOU LOSE!
de: VERLOREN!
es: ¡HAS PERDIDO!
fr: DÉFAITE !
it: HAI PERSO!
pt: DERROTA!
ru: ПОРАЖЕНИЕ!
tr: KAYBETTİN!
uk: ТИ ПРОГРАВ!

source: You win!
de: Du gewinnst!
es: ¡Has ganado!
fr: Victoire !
it: Hai vinto!
pt: Vitória!
ru: Вы победили!
tr: Kazandın!
uk: Ти переміг!

source: You lose!
de: Du verlierst!
es: ¡Has perdido!
fr: Défaite !
it: Hai perso!
pt: Derrota!
ru: Вы проиграли!
tr: Kaybettin!
uk: Ти програв!

# DRAWGAME
source: DRAW!
de: UNENTSCHIEDEN!
es: ¡EMPATE!
fr: MATCH NUL !
it: PAREGGIO!
pt: EMPATE!
ru: НЕВЕРОЯТНО - НИЧЬЯ!
tr: BERABERE!
uk: НІЧИЯ!

# drawGame
source: Draw!
de: Unentschieden!
es: ¡Empate!
fr: Match nul !
it: Pareggio!
pt: Empate!
ru: Невероятно - Ничья!
tr: Berabere!
uk: Нічия!

source: Go!
de: Los!
es: ¡Adelante!
it: Via!
pt: Vai!
ru: Начали!
tr: Başla!
uk: Бій!

source: Competitive Mode
de: Wettkampfmodus
es: Modo Competitivo
fr: Mode Compétition
it: Modalità Competitiva
pt: Modo Competitivo
ru: Режим Соревнований
tr: Rekabet Modu
uk: Змагання

source: Trainer
es: Entrenador
fr: Entraîneur
it: Istruttore
pt: Treinador
ru: Наставник
tr: Eğitmen
uk: Наставник

# notEnoughCoins
source: Not enough tokens. Complete Solo Dungeons to get more!
de: Nicht genug Münzen. Beende Solo-Dungeons, um mehr zu bekommen!
es: Fichas insuficientes. ¡Termina mazmorras de un solo jugador para obtener más!
fr: Pas assez de crédits. Finis les donjons solo pour en obtenir davantage !
it: Gettoni insufficienti. Completa livelli in singolo per ottenerne altri!
pt: Fichas insuficientes. Termine Masmorras Solo para juntar mais!
ru: Недостаточно жетонов. Сыграйте в Одиночное Испытание, чтобы накопить деньжат!
tr: Yeterli jeton yok. Daha fazla kazanmak için Tek Kişilik Zindanları tamamla!
uk: Недостатньо монет. Зіграйте в одиночному режимі, щоб накопичити грошенят!

# startChallengeConfirmation
source: Challenge player, <name>?
de: Spieler <name> herausfordern?
es: ¿Desafiar al jugador <name>?
fr: Défier le joueur <name> ?
it: Vuoi sfidare <name>?
pt: Desafiar jogador <name>?
ru: Бросить вызов игроку <name>?
tr: <name> adlı oyuncuya meydan oku?
uk: Викликати <name> на бій?

source: Run!
de: Lauf!
es: ¡Corre!
fr: Cours !
it: Corri!
pt: Correr!
ru: Запуск!
tr: Koş!
uk: Запуск!

source: Start!
es: ¡Empieza!
fr: C'est parti !
it: Inizia!
pt: Começar!
ru: Старт!
tr: Başla!
uk: Старт!

# coinCost
source: <dark>Cost:<light> <coins>
de: <dark>Kosten:<light> <coins>
es: <dark>Coste:<light> <coins>
fr: <dark>Coût :<light> <coins>
it: <dark>Costo:<light> <coins>
pt: <dark>Custo:<light> <coins>
ru: <dark>Стоимость:<light> <coins>
tr: <dark>Maliyet:<light> <coins>
uk: <dark>Вартість:<light> <coins>

# coinPrize
source: <dark>Prize:<light> <coins> <dark>+<light> <xp>
de: <dark>Preis:<light> <coins> <dark>+<light> <xp>
es: <dark>Premio:<light> <coins> <dark>+<light> <xp>
fr: <dark>Récompense :<light> <coins> <dark>+<light> <xp>
it: <dark>Premio:<light> <coins> <dark>+<light> <xp>
pt: <dark>Prêmio:<light> <coins> <dark>+<light> <xp>
ru: <dark>Награда:<light> <coins> <dark>+<light> <xp>
tr: <dark>Ödül:<light> <coins> <dark>+<light> <xp>
uk: <dark>Нагорода:<light> <coins> <dark>+<light> <xp>

source: xp
es: exp
fr: exp
it: pe
ru: ОО
tr: dp
uk: досв.

# getMoreCoinsButton
source: More Tokens!
de: Mehr Münzen!
es: ¡Más monedas!
fr: Plus de pièces !
it: Più monete!
pt: Mais fichas!
ru: Больше жетонов!
tr: Daha Çok Jeton!
uk: Більше монет!

# Lv
source: Lvl
de: Lv
es: Nvl
it: Liv
pt: Nv
ru: Ур.
tr: Sv
uk: рів.

source: Killer Spider
de: Killerspinne
es: Mataarañas
fr: Tueur d'araignées
it: Ragno killer
pt: Aranha assassina
ru: Паук-Убийца
tr: Katil Örümcek
uk: Павук-вбивця

source: Killer Clone
de: Killerklon
es: Mataclones
fr: Tueur de clones
it: Clone killer
pt: Clone assassino
ru: Двойник-Убийца
tr: Katil Klon
uk: Двійник-вбивця

source: Killer Skeletons
de: Killerskelette
es: Mataesqueletos
fr: Tueur de squelettes
it: Scheletri killer
pt: Esqueletos assassinos
ru: Скелет-Убийца
tr: Katil İskeletler
uk: Скелет-вбивця

source: Energy Drain
de: Energieverlust
es: Drenar energía
fr: Drain d'énergie
it: Esaurimento energia
pt: Drenagem de energia
ru: Истощение Энергии!
tr: Enerji Sömürme
uk: Виснаження енергії

source: Special Kill
de: Spezial-Kill
es: Muerte especial
fr: Kill spécial
it: Uccisione speciale
pt: Morte especial
ru: Особое убийство!
tr: Özel Öldürme
uk: Особливе вбивство

# classSpecials
source: Class Special Abilities
de: Klassenspezifische Fähigkeiten
es: Habilidades especiales
fr: Capacités spéciales de classe
it: Abilità speciali di classe
pt: Habilidades especiais
ru: Особые Навыки класса
tr: Sınıfa Özel Beceriler
uk: Особливі вміння класу

# notLoggedMessage
source: You must be signed in to <service> in order to play any online multiplayer match.
de: Du musst bei <service> eingeloggt sein, um online zu spielen.
es: Tienes que iniciar sesión en <service> para poder jugar una partida multijugador en línea.
fr: Tu dois être connecté à <service> pour participer à un match multijoueur en ligne.
it: Devi aver effettuato l'accesso a <service> per giocare una partita multigiocatore online.
pt: Você precisa estar logado à <service> para jogar partidas multiplayer on-line.
ru: Вы должны войти в сервис <service>, чтобы опробовать Соревновательный Режим и прочие сетевые особенности!
tr: Herhangi bir çevrim içi çok oyunculu maç oynayabilmek için <service> sunucusunda oturum açmış olman gerekir.
uk: Увійдіть у сервіс <service>, щоб зіграти в багатокористувацький мережевий матч.

# logInNow
source: Sign in now
de: Jetzt einloggen
es: Iniciar sesión
fr: Se connecter
it: Accedi ora
pt: Logar
ru: Войти сейчас
tr: Şimdi oturum aç
uk: Увійти зараз

# connectionIssue
source: Couldn't connect to the server.
de: Keine Verbindung mit dem Server möglich.
es: No se ha podido conectar con el servidor.
fr: Connexion au serveur impossible.
it: Impossibile collegarsi al server.
pt: Não foi possível conectar ao servidor.
ru: Не удалось подключиться к серверу!
tr: Sunucuya bağlanılamadı.
uk: Не вдалося під'єднатися до сервера.

source: Try again
de: Nochmal versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente
ru: Повторить попытку
tr: Tekrar dene
uk: Повторіть спробу

# equipChange
source: Equipment change
de: Ausrüstung wechseln
es: Cambio de equipo
fr: Changement d'équipement
it: Cambio equipaggiamento
pt: Troca de equipamento
ru: Замена снаряжения!
tr: Ekipman değişimi
uk: Заміна спорядження

source: Server Side Programming
de: Server-Side Programmierung
es: Programación del lado del servidor
fr: Programmation côté serveur
it: Programmazione lato server
pt: programação do servidor
ru: Программирование сервера
tr: Sunucu Tarafı Programlama
uk: Програмування серверу

# totalMultikillPoints
source: Multiple Kill Points
de: Punkte für Mehrfach-Kills
es: Puntos por muertes múltiples
fr: Points de kills multiples
it: Punti Più vittime
pt: Mortes múltiplas
ru: Очки за мультиубийства
tr: Seri Katliam Puanları
uk: Бали за масове вбивство

source: Class passive boost
de: Passiver Klassenboost
es: Potenciador de pasiva de clase
fr: Boost passif de classe
it: Incremento passivo classe
pt: Acréscimo passivo da classe
ru: Пассивного усиления класса
tr: Sınıf Pasif Takviyesi
uk: Пасивне підсилення класу

source: Equipment boost
de: Ausrüstungsboost
es: Potenciador de equipo
fr: Boost d'équipement
it: Incremento equipaggiamento
pt: Acréscimo por equipamentos
ru: Усиления снаряжения
tr: Ekipman Takviyesi
uk: Підсилення спорядження

# speedBoostTitle
source: speed
de: Tempo
es: velocidad
fr: vitesse
it: velocità
pt: velocidade
ru: к скорости
tr: hız
uk: швидкість

# armorBoostTitle
source: armor
de: Rüstung
es: armadura
fr: armure
it: armatura
pt: armadura
ru: к броне
tr: zırh
uk: броня

# magicBoostTitle
source: magic power
de: Zauberkraft
es: daño mágico
fr: puissance magique
it: potere magico
pt: dano mágico
ru: к силе магии
tr: büyü gücü
uk: магічна сила

# jumpBoostTitle
source: jump impulse
de: Springimpuls
es: impulso de salto
fr: puissance de saut
it: spinta salto
pt: pulo
ru: к силе прыжка
tr: zıplama gücü
uk: сила стрибка

# swordBoostTitle
source: sword attack power
de: Schwert-Angriffskraft
es: daño con espada
fr: dégâts à l'épée
it: danni da spada
pt: dano com espadas
ru: к урону мечом
tr: kılıç saldırı gücü
uk: атака мечем

# daggerBoostTitle
source: dagger attack power
de: Dolch-Angriffskraft
es: daño con daga
fr: dégâts à la dague
it: danni da pugnale
pt: dano com adagas
ru: к урону кинжалом
tr: hançer saldırı gücü
uk: атака кинджалом

# staffBoostTitle
source: staff attack power
de: Stab-Angriffskraft
es: daño con báculo
fr: dégâts au bâton
it: danni da bastone
pt: poder dos cajados
ru: к урону посохом
tr: asa saldırı gücü
uk: атака посохом

# axeBoostTitle
source: axe attack power
de: Axt-Angriffskraft
es: daño con hacha
fr: dégâts à la hache
it: danni da ascia
pt: dano com machados
ru: к урону топором
tr: balta saldırı gücü
uk: атака сокирою

# hammerBoostTitle
source: hammer attack power
de: Hammer-Angriffskraft
es: daño con martillo
fr: dégâts au marteau
it: danni da martello
pt: dano com martelos
ru: к урону молотом
tr: çekiç saldırı gücü
uk: атака молотом

# spearBoostTitle
source: spear attack power
de: Speer-Angriffskraft
es: daño con lanza
fr: dégâts à la lance
it: danni da lancia
pt: dano com lanças
ru: к урону копьём
tr: mızrak saldırı gücü
uk: атака списом

# trainersHall
source: Training Hall
de: Trainingshalle
es: Salón de entrenamiento
fr: Salle d'entraînement
it: Sala Allenamento
pt: Salão do Treinador
ru: Зал Тренировок
tr: Eğitim Salonu
uk: Зала тренувань

source: Skill Tree
de: Talentbaum
es: Árbol de habilidades
fr: Arbre de compétences
it: Albero delle abilità
pt: Árvore de Habilidades
ru: Дерево Навыков
tr: Yetenek Ağacı
uk: Дерево умінь

source: Dash
de: Schmettern
es: Arremetida
fr: Sprint
it: Scatto
pt: Arranque
ru: Рывок
tr: Atılım
uk: Ривок

source: Dash Ability
de: Schmetter-Fähigkeit
es: Habilidad Arremetida
fr: Compétence de sprint
it: Abilità scatto
pt: Habilidade de arranque
ru: Навык «Рывок»
tr: Atılım Yeteneği
uk: Уміння «Ривок»

source: Learn Dash Ability
de: Schmettern lernen
es: Aprender la habilidad Arremetida
fr: Apprendre la compétence de sprint
it: Apprendi abilità scatto
pt: Aprender o Arranque
ru: Изучить навык «Рывок»
tr: Atılım Yeteneğini öğren
uk: Вивчіть уміння «Ривок»

# goBackToLevelSelect
source: Quit dungeon?
de: Dungeon verlassen?
es: ¿Salir de la mazmorra?
fr: Quitter le donjon ?
it: Abbandonare livello?
pt: Sair da fase?
ru: Покинуть уровень?
tr: Zindandan çık?
uk: Залишити рівень?

source: Leave
de: Verlassen
es: Salir
fr: Quitter
it: Abbandona
pt: Sair
ru: Выйти
tr: Çık
uk: Вийти

source: No matches found.
de: Keine Spiele gefunden.
es: No se han encontrado partidas.
fr: Aucun match trouvé.
it: Nessuna partita trovata.
pt: Nenhuma partida encontrada.
ru: Матчи не обнаружены.
tr: Hiçbir maç bulunmadı.
uk: Матчі не знайдені.

# playSoloDungeon
source: Play Solo Dungeons.
de: Solo-Dungeons spielen.
es: Juega las mazmorras de un solo jugador.
fr: Faire les Donjons en solo.
it: Gioca livelli in singolo.
pt: Jogue Masmorras Solo.
ru: Сыграйте в Одиночное Испытание.
tr: Tek Kişilik Zindanları oyna.
uk: Зіграйте в одиночному режимі.

# moMatchesPlaySolo
source: No matches found. Play Solo Dungeon instead.
de: Kein Spiele gefunden. Spiele stattdessen ein Solo-Dungeon.
es: No se han encontrado partidas. Juega las mazmorras de un solo jugador.
fr: Aucun match trouvé. Fais plutôt les Donjons en solo.
it: Nessuna partita trovata. Gioca un livello in singolo.
pt: Nenhuma partida encontrada. Jogue Masmorras Solo ao invés disso.
ru: Матчи не обнаружены. Рекомендуем сыграть в Одиночное Испытание.
tr: Hiçbir maç bulunmadı. Bunun yerine Tek Kişilik Zindanları oyna.
uk: Матчі не знайдені. Рекомендуємо зіграти в одиночному режимі.

source: Revenge!
de: Revanche!
es: ¡Venganza!
fr: Revanche !
it: Rivincita!
pt: Revanche!
ru: Реванш!
tr: İntikam!
uk: Реванш!

source: Graphics
de: Grafik
es: Gráficos
fr: Graphismes
it: Grafica
pt: Gráficos
ru: Графика
tr: Grafikler
uk: Графіка

source: Graphics options
de: Grafikoptionen
es: Opciones de gráficos
fr: Options graphiques
it: Opzioni grafica
pt: Opções gráficas
ru: Настройки графики
tr: Grafik seçenekleri
uk: Налаштування графіки

# graphicsOptMin
source: Minimum
es: Mínimo
fr: Bas
it: Minimo
pt: Mínimo
ru: Минимальная
tr: Düşük
uk: Мінімальна

# graphicsOptMed
source: Medium
es: Medio
fr: Moyen
it: Medio
pt: Médio
ru: Средняя
tr: Orta
uk: Середня

# graphicsOptMax
source: Maximum
es: Máximo
fr: Haut
it: Massimo
pt: Máximo
ru: Максимальная
tr: Yüksek
uk: Максимальна

# graphicsOptPerf
source: High performance
de: Hohe Performance
es: Alto rendimiento
fr: Haute performance
it: Alte prestazioni
pt: Alta performance
ru: В приоритете высокая производительность
tr: Yüksek performans
uk: Висока продуктивність

# graphicsOptQual
source: Graphics quality
de: Grafikqualität
es: Calidad de gráficos
fr: Qualité des graphismes
it: Qualità grafica
pt: Alta qualidade
ru: В приоритете качественная графика
tr: Grafik kalitesi
uk: Якість графіки

# graphicsOptPerfLong
source: Prioritize high performance
de: Hohe Performance priorisieren
es: Priorizar alto rendimiento
fr: Favoriser la haute performance
it: Favorisci alte prestazioni
pt: Priorizar alta performance
ru: Приоритет производительности
tr: Yüksek performansa öncelik ver
uk: Пріоритет продуктивності

# graphicsOptQualLong
source: Prioritize graphics quality
de: Grafikqualität priorisieren
es: Priorizar calidad de gráficos
fr: Favoriser la qualité des graphismes
it: Favorisci qualità grafica
pt: Priorizar qualidade gráfica
ru: Приоритет качества графики
tr: Grafik kalitesine öncelik ver
uk: Пріоритет якості графіки

# friendSearchType
source: Type your friend's nickname
de: Gib den Spitznamen deiner Freunde ein
es: Escribe el apodo de tu amigo
fr: Saisis le pseudo de ton ami
it: Scrivi il nickname del tuo amico
pt: Digite o nome ou apelido do seu amigo
ru: Введите ник Вашего друга
tr: Arkadaşının takma adını yaz
uk: Введіть ім'я друга

# friendSearch
source: Your friend's nickname
de: Spitzname deiner Freunde
es: El apodo de tu amigo
fr: Le pseudo de ton ami
it: Nickname del tuo amico
pt: Nome ou apelido do seu amigo
ru: Имя Вашего друга
tr: Arkadaşının takma adı
uk: Ім'я друга

# friendSearchLongGP
source: Ask your friend what his nickname on Google Play Games is in case you don't already know it.
de: Frag deine Freunde nach ihrem Spitznamen bei Google Play, wenn du ihn noch nicht kennst.
es: Pregúntale a tu amigo el apodo que usa en Google Play Games, en caso de que no lo sepas.
fr: Demande son pseudo Google Play Jeux à ton ami si tu ne le connais pas déjà.
it: Chiedi al tuo amico qual è il suo nickname su Google Play Games se non lo sai ancora.
pt: Caso você não saiba o nickname do seu amigo na Google Play Games, pergunte a ele.
ru: Спросите у друга его ник в Google Play Играх, если Вы не знаете его.
tr: Eğer bilmiyorsan arkadaşından Google Play Games'te kullandığı takma adı öğren.
uk: Запитайте в друга його нік на Google Play Games.

# friendSearchLongGC
source: Ask your friend what his nickname on Game Center is in case you don't already know it.
de: Frag deine Freunde nach ihrem Spitznamen bei Game Center, wenn du ihn noch nicht kennst.
es: Pregúntale a tu amigo el apodo que usa en Game Center, en caso de que no lo sepas.
fr: Demande son pseudo Game Center à ton ami si tu ne le connais pas déjà.
it: Chiedi al tuo amico qual è il suo nickname su Game Center se non lo sai ancora.
pt: Caso você não saiba o nickname do seu amigo na Game Center, pergunte a ele.
ru: Спросите у друга его ник на Game Center, если Вы не знаете его.
tr: Eğer bilmiyorsan arkadaşından Game Center'da kullandığı takma adı öğren.
uk: Запитайте в друга його нік на Games Center.

source: Decline
de: Ablehnen
es: Rechazar
fr: Décliner
it: Rifiuta
pt: Recusar
ru: Отклонить
tr: Reddet
uk: Скасувати

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
pt: Ignorar
ru: Игнорировать
tr: Yok say
uk: Ігнорувати

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
pt: Aceitar
ru: Принять
tr: Kabul et
uk: Прийняти

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pt: Remover
ru: Удалить
tr: Kaldır
uk: Видалити

# receivedChallenges
source: Challenges you received
de: Erhaltene Herausforderungen
es: Desafíos recibidos
fr: Défis reçus
it: Sfide ricevute
pt: Desafios recebidos
ru: Принятые вызовы
tr: Aldığın meydan okumalar
uk: Прийняті виклики

# sentChallenges
source: Challenges you made
de: Gestellte Herausforderungen
es: Desafíos realizados
fr: Défis envoyés
it: Sfide lanciate
pt: Desafios que você fez
ru: Отправленные вызовы
tr: Yaptığın meydan okumalar
uk: Відправлені виклики

# friendChallengedYou
source: <friends-name> has challenged you!
de: <friends-name> hat dich herausgefordert!
es: ¡<friends-name> te ha desafiado!
fr: <friends-name> t'a défié !
it: <friends-name> ti ha sfidato!
pt: <friends-name> te desafiou!
ru: <friends-name> бросил(а) вам вызов!
tr: <friends-name> sana meydan okudu!
uk: <friends-name> викликає на бій!

# challengeMade
source: You have challenged <friends-name>!
de: Du hast <friends-name> herausgefordert!
es: ¡Has desafiado a <friends-name>!
fr: Tu as défié <friends-name> !
it: Hai sfidato <friends-name>!
pt: Você desafiou <friends-name>!
ru: Вы бросили вызов игроку <friends-name>!
tr: <friends-name> adlı kişiye meydan okudun!
uk: Ви викликаєте <friends-name> на бій!

# friendAcceptedChallenge
source: <friends-name> accepted the challenge!
de: <friends-name> hat die Herausforderung angenommen!
es: ¡<friends-name> ha aceptado el desafío!
fr: <friends-name> a accepté le défi !
it: <friends-name> ha accettato la sfida!
pt: <friends-name> aceitou seu desafio!
ru: <friends-name> принял(а) вызов!
tr: <friends-name> meydan okumayı kabul etti!
uk: <friends-name> прийняв виклик!
