Repository: wonderingemptydreamz/magic-rampage-steam
Catalog: lang/*/ui.strings
Languages: de, es, fr, it, pt, ru, tr, uk

# witchdoctor-desc
source: The Witchdoctor summons a pair of skeletons that fight alongside him. Skeletons are stronger when the Witchdoctor uses <darkness>Darkness<white>- or <light>Light<white>-based equipment.
de: Der Hexendoktor belebt zwei Skelette wieder und lässt sie an seiner Seite kämpfen. Ausrüstung der Elemente <darkness>Dunkelheit<white> oder <light>Licht<white> erhöht die Angriffswerte der Skelette.
es: El Hechicero invoca a un par de esqueletos para que luchen a su lado. Los esqueletos se vuelven más fuertes cuando el Hechicero usa equipo de <darkness>Oscuridad<white> o <light>Luz<white>.
fr: Le Sorcier invoque deux squelettes qui se battent à ses côtés. Les squelettes sont plus puissants lorsque le Sorcier porte des équipements de type <darkness>Ténèbres<white> ou <light>Lumière<white>.
it: Lo Sciamano evoca un paio di scheletri che combattono al suo fianco. Gli scheletri sono più forti quando lo Sciamano usa equipaggiamento di <darkness>Oscurità<white> o di <light>Luce<white>.
pt: O Feiticeiro invoca um par de esqueletos aliados. Eles ficam mais poderosos conforme o Feiticeiro se equipa de itens do tipo <darkness>Escuridão<white> ou <light>Luz<white>.
ru: Чумной Доктор призывает двух Скелетов, которые сражаются рядом с ним. Скелеты становятся сильнее, если Чумной Доктор использует снаряжение с Элементами <darkness>Тьмы<white> или <light>Света<white>.
tr: Cadı doktor kendisi için savaşan iki iskelet çıkarır. Cadı Doktor <darkness>Karanlık<white> veya <light>Işık<white> bazlı ekipman kullandığında iskeletler daha güçlü olurlar.
uk: Чаклун викликає двох скелетів, які б'ються поруч із ним. Скелети стають сильнішими, якщо Чаклун використовує спорядження з елементами <darkness>темряви<white> або <light>світла<white>.

# druid-short-desc
source: Summons a temporary spider minion.
de: Beschwört für begrenzte Zeit einen Spinnendiener.
es: Invoca a una araña secuaz temporal.
fr: Invoque un sbire araignée temporaire.
it: Evoca un aracnoservo temporaneo.
pt: Invoca uma aranha temporária.
ru: Призывает временного Паука-Миньона.
tr: Geçici bir örümcek piyon çıkarır.
uk: Викликає тимчасового павука-міньйона.

# warrior-short-desc
source: Inflicts huge area damage and casts temporary shields around player.
de: Richtet immensen Flächenschaden an und erzeugt Schilde um den Krieger.
es: Inflige gran daño de área e invoca escudos temporales alrededor.
fr: Inflige d'importants dégâts de zone et installe des boucliers temporaires autour de lui.
it: Infligge grossi danni ad area e proietta intorno scudi temporanei.
pt: Causa grande dano em área e cria escudos temporários ao seu redor.
ru: Наносит сильный урон по площади и временно окружает себя щитами.
tr: Çok yüksek miktarda alan hasarı verir ve oyuncunun üzerinde geçici kalkanlar açar.
uk: Завдає сильного пошкодження по площі й тимчасово оточує героя щитами.

# thief-short-desc
source: Performs a high jump and temporarily sees everything in slow motion.
de: Vollführt einen akrobatischen Sprung und verlangsamt die Zeit.
es: Realiza un gran salto y ralentiza el tiempo temporalmente.
fr: Effectue un grand saut et voit temporairement tout au ralenti.
it: Esegue un balzo in alto e vede tutto temporaneamente al rallentatore.
pt: Realiza um pulo bem alto e vê tudo em câmera lenta temporariamente.
ru: Высоко прыгает и ненадолго замедляет ход времени.
tr: Yükseğe zıplar ve geçici olarak her şeyi ağır çekimde görür.
uk: Високо стрибає й ненадовго уповільнює хід часу.

# rogue-short-desc
source: Temporarily sees everything in slow motion, increases <green>Dagger<white> attack power and may perform triple jumping.
de: Verlangsamt vorübergehend die Zeit und erhöht Angriffskraft von <green>Dolchen<white>.
es: Ralentiza el tiempo temporalmente y aumenta el poder de ataque con <green>Daga<white>.
fr: Voit temporairement tout au ralenti et augmente la puissance d'attaque de la <green>Dague<white>.
it: Vede tutto temporaneamente al rallentatore e aumenta il potere d'attacco con <green>pugnale<white>.
pt: Vê tudo em câmera lenta, ataque com <green>Adagas<white> é aumentado e pode executar pulo triplo temporariamente.
ru: Ненадолго замедляет ход времени и увеличивает силу атаки <green>кинжала<white>, а также может совершать тройной прыжок.
tr: Geçici olarak her şeyi yavaş çekimde görür, <green>Hançer<white> saldırı gücü artar ve üç zıplama yapabilir.
uk: Ненадовго вповільнює хід часу й збільшує силу атаки <green>кинджала<white>, а також може здійснювати потрійний стрибок.

# ranger-short-desc
source: Temporarily sees everything in slow motion, increases <green>Sword<white> attack power and may perform triple jumping.
de: Verlangsamt vorübergehend die Zeit und erhöht Angriffskraft von <green>Schwertern<white>.
es: Ralentiza el tiempo temporalmente y aumenta el poder de ataque con <green>Espada<white>.
fr: Voit temporairement tout au ralenti et augmente la puissance d'attaque de l'<green>Épée<white>.
it: Vede tutto temporaneamente al rallentatore e aumenta il potere d'attacco con <green>spada<white>.
pt: Vê tudo em câmera lenta, ataque com <green>Espadas<white> é aumentado e pode executar pulo triplo temporariamente.
ru: Ненадолго замедляет ход времени и увеличивает силу атаки <green>меча<white>, а также может совершать тройной прыжок.
tr: Geçici olarak her şeyi yavaş çekimde görür, <green>Kılıç<white> saldırı gücü artar ve üç zıplama yapabilir.
uk: Ненадовго вповільнює хід часу й збільшує силу атаки <green>меча<white>, а також може здійснювати потрійний стрибок.

# elite-warrior-short-desc
source: Inflicts huge area damage and casts temporary shields around player.
de: Richtet immensen Flächenschaden an und erzeugt Schilde um den Elitekrieger.
es: Inflige gran daño de área e invoca escudos temporales alrededor.
fr: Inflige d'importants dégâts de zone et installe des boucliers temporaires autour de lui.
it: Infligge grossi danni ad area e proietta intorno scudi temporanei.
pt: Causa grande dano em área e cria escudos temporários ao seu redor.
ru: Наносит сильный урон по площади и временно окружает себя щитами.
tr: Çok yüksek miktarda alan hasarı verir ve oyuncunun üzerinde geçici kalkanlar açar.
uk: Завдає сильного пошкодження по площі й тимчасово оточує героя щитами..

# priest-short-desc
source: Becomes temporarily immune to damage and increases attack power of <light>Light<white> weapons.
de: Gewährt vorübergehend Immunität und erhöht Angriffskraft von <light>Licht<white>-Waffen.
es: Se vuelve temporalmente inmune al daño y aumenta el daño de las armas de <light>Luz<white>.
fr: Devient temporairement immunisé contre les dégâts et augmente la puissance d'attaque des armes de type <light>Lumière<white>.
it: Diventa temporaneamente immune ai danni e aumenta il potere d'attacco con armi di <light>Luce<white>.
pt: Fica temporariamente imune a dano e armas de <light>Luz<white> tem dano aumentado.
ru: Становится временно невосприимчив к урону и усиливает оружие с Элементом <light>Света<white>.
tr: Geçici olarak hasara karşı dokunulmazlık kazanır ve <light>Işık<white> silahlarının saldırı gücünü artırır.
uk: Стає тимчасово несприйнятливим до пошкоджень і підсилює зброю з елементом <light>світла<white>.

# mage-short-desc
source: Casts powerful fireballs whose damage is increased when <fire>Fire<white> equipment is used.
de: Erzeugt mächtige Feuerbälle, deren Schaden durch <fire>Feuer<white>-Ausrüstung erhöht wird.
es: Lanza poderosas bolas de fuego cuyo daño aumenta cuando se usa equipo de <fire>Fuego<white>.
fr: Lance de puissantes boules de feu dont les dommages augmentent si des équipements de type <fire>Feu<white> sont utilisés.
it: Lancia potenti palle di fuoco il cui danno inflitto aumenta usando equipaggiamento di <fire>Fuoco<white>.
pt: Lança poderosas bolas de fogo cujo dano é aumentado com equipamentos de <fire>Fogo<white>.
ru: Вызывает мощные огненные шары, чей урон увеличивается, если надето снаряжение с Элементом <fire>Огня<white>.
tr: <fire>Ateş<white> ekipmanı kullanıldığında hasarı artan güçlü ateş topları fırlatır.
uk: Викликає потужні вогняні кулі, чиє пошкодження збільшується, якщо надягнене спорядження з елементом <fire>вогню<white>.

# black-mage-short-desc
source: Casts powerful beams whose damage is increased when <darkness>Darkness<white> equipment is used.
de: Erzeugt mächtige Strahlen, deren Schaden durch <darkness>Dunkelheits<white>-Ausrüstung erhöht wird.
es: Lanza poderosos haces cuyo daño aumenta cuando se usa equipo de <darkness>Oscuridad<white>.
fr: Lance de puissants rayons dont les dommages augmentent si des équipements de type <darkness>Ténèbres<white> sont utilisés.
it: Lancia potenti raggi il cui danno inflitto aumenta usando equipaggiamento di <darkness>Oscurità<white>.
pt: Lança poderosas bolas de energia cujo dano é aumentado com equipamentos de <darkness>Escuridão<white>.
ru: Вызывает мощные сгустки тьмы, чей урон увеличивается, если надето снаряжение с Элементом <darkness>Тьмы<white>.
tr: <darkness>Karanlık<white> ekipmanı kullanıldığında hasarı artan güçlü ışınlar fırlatır.
uk: Викликає потужні згустки темряви, чиє пошкодження збільшується, якщо надягнене спорядження з елементом <darkness>темряви<white>.

# high-mage-short-desc
source: Casts powerful beams whose damage is increased when <darkness>Darkness<white> or <fire>Fire<white> equipment is used.
de: Erzeugt mächtige Strahlen, deren Schaden durch <darkness>Dunkelheits<white>- oder <fire>Feuer<white>-Ausrüstung erhöht wird.
es: Lanza poderosos haces cuyo daño aumenta cuando se usa equipo de <darkness>Oscuridad<white> o <fire>Fuego<white>.
fr: Lance de puissants rayons dont les dommages augmentent si des équipements de type <darkness>Ténèbres<white> ou <fire>Feu<white> sont utilisés.
it: Lancia potenti raggi il cui danno inflitto aumenta usando equipaggiamento di <darkness>Oscurità<white> o <fire>Fuoco<white>.
pt: Lança poderosas bolas de energia cujo dano é aumentado com equipamentos de <darkness>Escuridão<white> ou <fire>Fogo<white>.
ru: Вызывает мощные сгустки магии, чей урон увеличивается, если надето снаряжение с Элементами <darkness>Тьмы<white> или <fire>Огня<white>.
tr: <darkness>Karanlık<white> veya <fire>Ateş<white> ekipmanı kullanıldığında hasarı artan güçlü ışınlar fırlatır.
uk: Викликає потужні згустки магії, чиє пошкодження збільшується, якщо надягнене спорядження з елементом <darkness>темряви<white> або <fire>вогню<white>.

# paladin-short-desc
source: Throws powerful hammers and becomes temporarily immune to damage.
de: Schleudert mächtige Hämmer und gewährt vorübergehende Immunität.
es: Lanza poderosos martillazos y se hace temporalmente inmune al daño.
fr: Lance de puissants marteaux tout en étant temporairement immunisé contre les dommages.
it: Lancia potenti martelli e diventa temporaneamente immune ai danni.
pt: Lança poderosos martelos e fica temporariamente imune ao dano.
ru: Швыряет мощные молоты и становится временно невосприимчив к урону.
tr: Güçlü çekiçler fırlatır ve geçici olarak hasara karşı dokunulmazlık kazanır.
uk: Жбурляє потужні молоти й стає тимчасово несприйнятливим до пошкоджень.

# warlock-short-desc
source: Summons a temporary clone to fight alongside him.
de: Beschwört für begrenzte Zeit einen schattenhaften Klon.
es: Invoca a un clon temporal para que luche a su lado.
fr: Invoque un clone temporaire pour se battre à ses côtés.
it: Evoca un clone temporaneo che combatte al suo fianco.
pt: Invoca um clone temporário que luta ao seu lado.
ru: Призывает временного Двойника, который сражается рядом с ним.
tr: Kendisi için savaşan geçici bir klon çıkarır.
uk: Викликає тимчасового двійника, який б'ється поруч з ним.

# witchdoctor-short-desc
source: Summons a pair of skeletons that fight alongside him.
de: Beschwört zwei Skelette, die für den Hexendoktor kämpfen.
es: Invoca a un par de esqueletos para que luchen a su lado.
fr: Invoque deux squelettes pour se battre à ses côtés.
it: Evoca un paio di scheletri che combattono al suo fianco.
pt: Invoca um par de esqueletos aliados.
ru: Призывает двух Скелетов, которые сражаются рядом с ним.
tr: Kendisi için savaşan iki iskelet çıkarır.
uk: Викликає двох скелетів, які б'ються поруч з ним.

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções
ru: Настройки
tr: Seçenekler
uk: Налаштування

source: Video Settings
de: Videoeinstellungen
es: Ajustes de vídeo
fr: Réglages graphiques
it: Impostazioni video
pt: Configurações de vídeo
ru: Настройки видео
tr: Video Ayarları
uk: Налаштування відео

source: Full screen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
pt: Tela-cheia
ru: Полноэкранный режим
tr: Tam ekran
uk: Повноекранний режим

source: Apply changes
de: Anwenden
es: Aplicar cambios
fr: Appliquer les modifications
it: Applica modifiche
pt: Aplicar
ru: Применить изменения
tr: Değişiklikleri uygula
uk: Застосувати зміни

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirma
ru: Подтвердить
tr: Onayla
uk: Підтвердити

source: Gamepad settings
de: Controller-Einstellungen
es: Ajustes de mando
fr: Réglages des commandes
it: Impostazioni controller
pt: Ajustes de gamepad
ru: Настройки геймпада
tr: Oyun Kolu Ayarları
uk: Налаштування джойстика

source: Gamepad
de: Controller
es: Mando
fr: Commandes
it: Controller
ru: Геймпад
tr: Oyun Kolu
uk: Джойстик

source: Jump
de: Sprung
es: Saltar
fr: Saut
it: Salta
pt: Pular
ru: Прыжок
tr: Zıpla
uk: Стрибок

source: Attack
de: Angriff
es: Atacar
fr: Attaque
it: Attacca
pt: Atacar
ru: Атака
tr: Saldır
uk: Атака

source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
it: Inventario
pt: Inventário
ru: Инвентарь
tr: Envanter
uk: Інвентар

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar
ru: Назад
tr: Geri
uk: Назад

source: Pause
es: Pausa
it: Pausa
pt: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза

source: Open inventory
de: Inventar öffnen
es: Abrir inventario
fr: Ouvrir l'inventaire
it: Apri inventario
pt: Abrir inventário
ru: Открыть инвентарь
tr: Envanteri aç
uk: Відкрити інвентар

source: Back/Cancel
de: Zurück/Abbrechen
es: Atrás/Cancelar
fr: Retour/Annuler
it: Indietro/Cancella
pt: Voltar/Cancelar
ru: Назад/Отмена
tr: Geri/İptal
uk: Назад/Скасувати

source: Pause game
de: Pausieren
es: Pausar partida
fr: Mettre en pause
it: Interrompi gioco
pt: Pausar jogo
ru: Приостановить игру
tr: Oyunu duraklat
uk: Призупинити гру

source: Restore defaults
de: Standard wiederherstellen
es: Restaurar predeterminados
fr: Restaurer les paramètres par défaut
it: Ripristina predefinite
pt: Restaurar padrão
ru: Восстановить настройки по умолчанию
tr: Varsayılanları geri yükle
uk: Відновити стандартні налаштування

source: Enable
de: Einschalten
es: Permitir
fr: Autoriser
it: Autorizza
pt: Ativar
ru: Включить
tr: Etkinleştir
uk: Активувати

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
pt: Cancelar
ru: Отменить
tr: İptal
uk: Скасувати

source: Quests
es: Misiones
fr: Quêtes
it: Missioni
pt: Missões
ru: Квесты
tr: Görevler
uk: Квести

source: Reward for quest:
de: Quest-Belohnung:
es: Recompensa de misión:
fr: Récompense de quête :
it: Ricompensa per la missione:
pt: Prêmio pela missão:
ru: Награда за Задание:
tr: Görev ödülü:
uk: Нагорода за квест:

source: A few days ago . . .
de: Vor ein paar Tagen . . .
es: Hace unos días . . .
fr: Quelques jours auparavant...
it: Qualche giorno fa . . .
pt: Há alguns dias . . .
ru: Несколько дней назад . . .
tr: Birkaç gün önce . . .
uk: Кілька днів тому…

# twoGamepadsRequired
source: This mode requires two gamepads connected to your device.
de: Für diesen Modus müssen zwei Controller mit deinem Gerät verbunden sein.
es: Hacen falta dos mandos conectados a este dispositivo para este modo.
fr: Pour ce mode, deux manettes doivent être connectées à votre appareil.
it: Questa modalità richiede due controller connessi al tuo dispositivo.
pt: Este modo requer que dois controles estejam conectados ao seu dispositivo.
ru: Этот режим требует подключения к Вашему устройству двух геймпадов.
tr: Bu mod için cihazına iki oyun kolu bağlı olmalıdır.
uk: Цей режим вимагає підключення до пристрою двох джойстиків.

# multiplayerModesSoon
source: Stay tuned for the new <strong>competitive multiplayer</strong> mode in the upcoming updates!
de: Freut euch auf den neuen <strong>Multiplayer-Modus</strong> in den nächsten Updates!
es: ¡Permanece atento al nuevo modo <strong>multijugador competitivo</strong> en las próximas actualizaciones!
fr: Restez connectés ! Le nouveau mode <strong>multijoueur compétitif</strong> arrive dans les prochaines mises à jour !
it: Occhio ai prossimi aggiornamenti: è in arrivo una nuova modalità <strong>multigiocatore competitiva</strong>!
pt: Fique atento para o novo modo de <strong>multiplayer competitivo</strong> nas atualizações futuras!
ru: Ожидайте нового <strong>многопользовательского Соревновательного Режима</strong> в грядущих обновлениях!
tr: Önümüzdeki güncellemelerde gelecek yeni <strong>çok oyunculu rekabet</strong> modu için beklemede ol!
uk: Очікуйте на новий <strong>багатокористувацький змагальний</strong> режим у майбутніх оновленнях!

source: A few hours ago . . .
de: Ein paar Stunden vorher . . .
es: Hace unas horas . . .
fr: Quelques heures auparavant...
it: Qualche ora fa . . .
pt: Algumas horas atrás . . .
ru: Несколько часов назад . . .
tr: Birkaç saat önce . . .
uk: Кілька годин тому…

source: Writing and screenplay
de: Dialoge und Screenplay
es: Historia y guion
fr: Écriture et scénario
it: Scrittura e sceneggiatura
pt: texto e roteiro
ru: Сценарий и текст
tr: Yazarlık ve senaryo
uk: Сценарій і текст

# noAdsText
source: Don't want to see ads? Purchase any gold chest from the shop!
de: Willst du die Werbung loswerden? Kaufe einfach eine goldene Kiste aus dem Shop!
es: ¿Quieres deshacerte de los anuncios? ¡Compra cualquiera de los cofres de oro en la tienda!
fr: Marre des publicités ? Achetez un coffre en or dans la boutique !
it: Non vuoi più vedere pubblicità? Acquista un forziere d'oro al negozio!
pt: Não quer mais ver anúncios? Compre qualquer baú de ouro na loja!
ru: Не хотите больше видеть рекламу? Приобретите любой сундук с золотом в Магазине!
tr: Reklam istemiyor musun? Mağazadan bir altın sandığı satın al!
uk: Не хочете більше бачити рекламу? Придбайте будь-яку скриню із золотом у магазині!

source: The End
de: Ende
es: Fin
fr: Fin
it: Fine
pt: Fim
ru: Конец
tr: Son
uk: Кінець

# theEndQ
source: The End ?
de: Ende?
es: ¿Fin?
fr: Fin ?
it: Fine ?
pt: Fim ?
ru: Конец?
tr: Son mu ?
uk: Кінець?

source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
pt: Russo
ru: Русский
tr: Rusça
uk: Російська

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
pt: Japonês
ru: Японский
tr: Japonca
uk: Японська

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
pt: Coreano
ru: Корейский
tr: Korece
uk: Корейська

source: Ukrainian
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
it: Ucraino
pt: Ucraniano
ru: Украинский
tr: Ukraynaca
uk: Українська

source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
pt: Turco
ru: Турецкий
tr: Türkçe
uk: Турецька

source: Choose language
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
it: Scegli lingua
pt: Alterar idioma
ru: Выбрать язык
tr: Dil seç
uk: Виберіть мову

source: No ads
de: Keine Werbung
es: Sin anuncios
fr: Pas de pubs
it: No spot
pt: Sem anúncios
ru: Без рекламы
tr: Reklam yok
uk: Без реклами

source: Remove ads
de: Werbung entfernen
es: Eliminar anuncios
fr: Supprimer les pubs
it: Rimuovi spot
pt: Remover propagandas
ru: Убрать рекламу
tr: Reklamları kaldır
uk: Прибрати рекламу

source: Purchase any chest to remove ads!
de: Kaufe eine Kiste, um Werbung zu entfernen!
es: ¡Compra un cofre para eliminar los anuncios!
fr: Achète l'un de ces coffres pour supprimer les pubs !
it: Acquista un forziere per non vedere più pubblicità!
pt: Compre qualquer baú para remover propagandas!
ru: Покупаешь любой сундук - пропадает вся реклама! Удобно, да?
tr: Reklamları kaldırmak için bir sandık satın al!
uk: Придбайте будь-яку скриню, щоб прибрати рекламу!

source: Default
de: Standard
es: Predeterminado
fr: Paramètres par défaut
it: Predef.
pt: Padrão
ru: По умолчанию
tr: Varsayılan
uk: Стандартно

source: Jan
es: Ene
it: genn.
ru: Января
tr: Oca
uk: Січ

source: Feb
fr: Fév.
it: febbr.
pt: Fev
ru: Февраля
tr: Şub
uk: Лют

source: Mar
de: März
fr: Mars
ru: Марта
uk: Бер

source: Apr
es: Abr
fr: Avr.
pt: Abr
ru: Апреля
tr: Nis
uk: Кві

source: May
de: Mai
es: Mayo
fr: Mai
it: magg.
pt: Mai
ru: Мая
uk: Тра

source: Jun
de: Juni
fr: Juin
it: giugno
ru: Июня
tr: Haz
uk: Чер

source: Jul
de: Juli
fr: Juill.
it: luglio
ru: Июля
tr: Tem
uk: Лип

source: Aug
es: Ago
fr: Août
it: ag.
pt: Ago
ru: Августа
tr: Ağu
uk: Сер

source: Sep
de: Sept.
es: Sept
fr: Sept.
it: sett.
pt: Set
ru: Сентября
tr: Eyl
uk: Вер

source: Oct
de: Okt.
it: ott.
pt: Out
ru: Октября
tr: Eki
uk: Жов

source: Nov
ru: Ноября
tr: Kas
uk: Лис

source: Dec
de: Dez.
es: Dic
fr: Déc.
it: dic.
pt: Dez
ru: Декабря
tr: Ara
uk: Гру

source: Multiplayer
es: Multijugador
fr: Multijoueur
it: Multigiocatore
ru: Многопользовательская Игра
tr: Çok Oyunculu
uk: Багатокористувацька гра

source: Bank
es: Banco
fr: Banque
it: Banca
pt: Banco
ru: Банк
tr: Banka
uk: Банк

source: Coming soon
de: Demnächst verfügbar
es: Próximamente
fr: Prochainement
it: Presto in arrivo
pt: Em breve
ru: Скоро появится
tr: Çok yakında
uk: Скоро

source: Coming soon!
de: Demnächst verfügbar!
es: ¡Próximamente!
fr: Prochainement !
it: Presto in arrivo!
pt: Em breve!
ru: Скоро появится!
tr: Çok yakında!
uk: Скоро!

source: Withdraw
de: Abholen
es: Retirar
fr: Retrait
it: Ritira
pt: Retirar
ru: Забрать
tr: Geri çek
uk: Забрати

source: Withdraw item
de: Gegenstand abholen
es: Retirar objeto
fr: Retirer un objet
it: Ritira oggetto
pt: Retirar item
ru: Забрать предмет:
tr: Eşyayı geri çek
uk: Забрати предмет

source: Deposit
de: Lagern
es: Depositar
fr: Dépôt
it: Deposita
pt: Depositar
ru: Положить
tr: Yatır
uk: Покласти

source: Deposit item
de: Gegenstand lagern
es: Depositar objeto
fr: Déposer un objet
it: Deposita oggetto
pt: Depositar item
ru: Положить предмет:
tr: Eşyayı yatır
uk: Покласти предмет

# withdrawConfirmation
source: Withdraw <item> for <price>?
de: <item> für <price> abholen?
es: ¿Retirar <item> por <price>?
fr: Retirer <item> pour <price> ?
it: Ritira <item> per <price>?
pt: Retirar <item> por <price>?
ru: Вы выбрали предмет: <item> Забрать за <price>?
tr: <price> karşılığında <item> eşyasını geri çek?
uk: Забрати <item> за <price>?

# freeWithdrawConfirmation
source: Withdraw <item>?
de: <item> abholen?
es: ¿Retirar <item>?
fr: Retirer <item>?
it: Ritira <item>?
pt: Retirar <item>?
ru: Вы выбрали предмет: <item> Хотите забрать?
tr: <item> eşyasını geri çek?
uk: Забрати <item>?

# depositConfirmation
source: Deposit <item> for <price>?
de: <item> für <price> lagern?
es: ¿Depositar <item> por <price>?
fr: Déposer <item> pour <price> ?
it: Deposita <item> per <price>?
pt: Depositar <item> por <price>?
ru: Вы выбрали предмет: <item> Положить за <price>?
tr: <price> karşılığında <item> eşyasını yatır?
uk: Покласти <item> за <price>?

# noItemsInBank
source: There are no items stored in the bank.
de: In der Bank befinden sich derzeit keine Gegenstände.
es: No hay ningún objeto almacenado en el banco.
fr: Aucun objet n'est stocké à la banque.
it: Non ci sono oggetti conservati in banca.
pt: Não há itens armazenados no banco.
ru: В Банке нет предметов!
tr: Bankada bulunan eşya yok.
uk: У банку немає предметів.

# noItemsInBag
source: There are no items in your bag.
de: In deiner Tasche sind keine Gegenstände.
es: No hay ningún objeto en tu inventario.
fr: Votre sac ne contient aucun objet.
it: Non ci sono oggetti nella tua borsa.
pt: Não há itens na sua mochila.
ru: В Вашем инвентаре нет предметов!
tr: Çantanda eşya yok.
uk: У вашому інвентарі немає предметів.
